{"metadata": {"corpus_path": "B2. First Witness Statement of Vladimir Yatsenko (English).pdf", "file_size": 594594, "mtime": 1675871807.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "B2/4/1\n \n2 \n 2. This witness statement has been prepared by the First Defend ant's legal representatives, \nFieldfisher LLP, following face-to-face discussions with me, in  person and by videoconference \ncalls. I do not speak English and the meetings between me and F ieldfisher were conducted in \nRussian (with Russian speaking members of Fieldfisher's team ac ting as interpreters for non-\nRussian speakers, as necessary). I have approved the Russian ve rsion of this statement.   \n3. The facts and matters contained in this statement come from my own knowledge and belief unless \notherwise stated, and I believe them to be true. Where the matt ers within this witness statement \ndo not come from my own knowledge, the source of the informatio n is stated, and they are true to \nthe best of my knowledge and belief. A list of the documents to  which I have referred or been \nshown for the purpose of providing the evidence set out in this  witness statement is attached at \nAnnex A.  \n4. There is now produced and shown to me a paginated bundle of true copy documents marked \n[\"VY1\"] . All references to documents in this statement are to Exhibit VY1 in the format \n[VY1/Page(s)] , unless the documents have already been disclosed in these pro ceedings, in which \ncase I have identified them by reference to the Claimant's or t he Defendants' disclosure list. \n5. This witness statement is set out as follows: \nA. Background B. Role and Responsibilities within the Bank \nI. My Role at the Bank II. Control of the Bank's Lending Decisions \nIII. The Use of Supply Agreements in the Bank's Operations \nC. State Orchestrated Attacks on the Bank  \nD.  Dealings with the NBU I. The Curator \nII.  The NBU's Stress-Tests \nIII. Financial Rehabilitation Plan  \nIV. Transformation \nA. BACKGROUND \n6. I was born in Kamenskoe city, Ukraine. I am a citizen of Ukr aine and currently reside at the above \naddress. My first job was at PrivatBank, where I worked until t he Bank was nationalised. \n7. I am currently under criminal investigation in Ukraine. The Bank is involved in civil proceedings with \nan insurance company. In connection with these proceedings, the  Bank has initiated criminal \nproceedings against me (and the ex-senior management of the Ban k, as a way of exerting pressure \non the Bank's former management). The Bank alleges that I autho rised certain clauses contained \nin deposit agreements which allegedly caused the Bank loss. The  alleged loss is in the sum of UAH \n136m. To be clear, it is not alleged that I personally benefitt ed from these funds, but rather that the \nBank has lost money as a result of my actions.  \n \nB2/4/2\n \n3 \n B. ROLE AND RESPONSIBILITIES WITHIN THE BANK \nI. My Role at the Bank 8. My career at the Bank began in 1992. I started in a very jun ior position, and worked at the Bank for \n14 years before becoming the First Deputy Chairman of the Bank' s Management Board. \n9. I held the role of the First Deputy Chairman, and was the He ad of the Corporate VIP Business Unit, \nfrom 2006 until 2016. I reported directly to Mr Dubilet, the Ch airman of the Management Board of \nthe Bank. \n10. From 1998 until 2016, I was also a member of the Credit Com mittee and the Head of the Small \nCredit Committee (within the Corporate VIP Business Unit). \n11. From 2008 until the Bank was nationalised, I was a sharehol der of the Bank, holding a very small \nstake of approximately 0.37%. Of course, I knew that Igor Kolom oisky and Gennadiy Bogolubov \nwere the major shareholders of the Bank, but they did not parti cipate in the day-to-day running of \nthe Bank. \n12. There were various business units (or \"businesses\") within the Bank, including the Business \nCustomer Service business unit (“BOK”), the Corporate VIP busin ess unit and a business unit that \nwas responsible for small and medium enterprises (\"SME\"). \n13. The Bank serviced both individuals and corporate clients. C lients were divided into different groups \ndepending on certain criteria, for example, the number of emplo yees, funds turned over on \naccounts, whether it was involved in a foreign economic activit y (export / import transactions), etc. \nOften, with time, the client would grow, its business would gro w and the client would be moved \nfrom one category to another.  \n14. Whilst there were internal regulations that set out the for mal criteria applicable in determining which \nunit would service a particular client, a subjective assessment  was also often necessary. In the \ncase of large clients, the decision would be made by Mr Dubilet  on a case-by-case basis. There \nwas a competition between the Bank's internal units, and I woul d, for example, often attempt to \nmove certain SME clients across to my Corporate VIP unit. Howev er, I also understood that my \nunit might not necessarily be able to service the largest clien ts because of the type of service or \nlevel of expertise required. Ultimately, there were no rigid bo undaries as to which category a client \nwould fall into. \nThe Corporate VIP Business Unit \n15. My unit (the Corporate VIP unit) dealt with corporate VIP c lients, in respect of whom a more \nindividualised approach was taken, and to whom personalised / t argeted services and products \nwere offered / provided (for example, overdraft facilities, let ters of credit, products related to export \n/ import transactions, elite cards for top management, etc.).  \n16. The Corporate VIP unit would service clients of the Head Of fice, but would also service clients of \nthe Bank's regional offices. We analysed all clients in Ukraine , researched potential clients and \nconsidered targeting future potential clients. The aim was to e xpand the clientele. \n17. I had a dual role: I personally looked after (large) client s in the Head Office as the relationship \nmanager, and offered appropriate services and products to them.  I also worked on the methodology \nfor the development of the Bank's regional branches. \n \nB2/4/3\n \n4 \n The Business Customer Service Business Unit (“BOK”) \n18. BOK was the unit that provided a full range of banking and financial services to the Bank's largest \nand most important clients. As explained above, there were inte rnal regulations within the Bank \ndealing with how clients were to be allocated to BOK, but often  the decision was made by Mr \nDubilet.  \nII Control of the Bank's Lending Decisions \nLoan Officers \n19. Loan Officers within the Bank’s different units would be re sponsible for handling loan applications \ndepending on their level of authority – this ranged from a juni or manager dealing with micro loans \nof USD 5-10k, to more senior loan officers dealing with loans i n excess of tens of millions of dollars. \n20. There was an internal policy [PB0116049_00001  and PB00116127_00001]  that outlined the \nfinancial limits within which each level of employee could make  decisions. I should explain that the \nBank distinguished between two different types of loans, “risk”  loans and “technical” loans. A \"risk \nloan was one which could increase the Bank’s credit risk. A \"te chnical\" loan was one which was \nused to repay an existing loan or otherwise did not increase th e Bank’s overall risk. I was \nresponsible for considering risk loans up to the value of USD 5 00k, but in the case of technical \nloans, that was extended to USD 750k. Risk loans in excess of U SD 500k would require the \napproval of the Chairman of the Management Board. \nDepartmental Lending Committees \n21. Different units within the Bank had their own independent s mall credit committees, and (within the \nlimits of their authority) the heads of those committees were a ble to take decisions on loans which \ncould not be authorised by a single Loan Officer but which did not need approval from the Main \nCredit Committee.  \n22. Within the Corporate VIP unit, there was a Small Credit Com mittee, of which I was head \n[PB0021286_00001] . The Small Credit Committee of the Corporate VIP unit dealt with  loan \napplications ranging between UAH "}
{"start": 7000, "text": "was one which could increase the Bank’s credit risk. A \"te chnical\" loan was one which was \nused to repay an existing loan or otherwise did not increase th e Bank’s overall risk. I was \nresponsible for considering risk loans up to the value of USD 5 00k, but in the case of technical \nloans, that was extended to USD 750k. Risk loans in excess of U SD 500k would require the \napproval of the Chairman of the Management Board. \nDepartmental Lending Committees \n21. Different units within the Bank had their own independent s mall credit committees, and (within the \nlimits of their authority) the heads of those committees were a ble to take decisions on loans which \ncould not be authorised by a single Loan Officer but which did not need approval from the Main \nCredit Committee.  \n22. Within the Corporate VIP unit, there was a Small Credit Com mittee, of which I was head \n[PB0021286_00001] . The Small Credit Committee of the Corporate VIP unit dealt with  loan \napplications ranging between UAH 50m and 100m.  \n23. I have been shown a document [PB0361356_00001] , which is an internal regulation from 2014 \n(“the Credit Committee Regulations” ). This document refers to the Small Credit Committee of \nBOK and describes me as the Chairman of this committee. I do no t recall participating in such a \ncommittee meeting; it may have existed on paper, but I do not r ecall any proposals being referred \nto it. It could be that the loans generated by BOK were large a nd therefore would have been \nreferred straight to the Main Credit Committee. \n24. For example, I am aware that the “Relevant Loans” which are  the subject of the Bank’s claims \nagainst Mr Kolomoisky are revolving loan facilities. It would o nly be the grant of the facility that \nwould need to be approved. The size of these facilities was suc h that they exceeded the authority \nof the Small Credit Committee of BOK. Once the facility had bee n granted, drawdowns could then \nbe made within the limit of the facility without seeking furthe r approval. \nThe Main Credit Committee \n25. The Main Credit Committee would deal with approval for any loans exceeding the limits of the \nSmall Credit Committee and Electronic Credit Committee (which I  explain below). It was headed \nby Mr Dubilet.  \nB2/4/4\n \n5 \n 26. Although there was a drive within the Bank to cut down on u nnecessary meetings, the Main Credit \nCommittee held weekly meetings, which were considered too impor tant to reduce. \n27. The Main Credit Committee had a number of sub-committees in cluding an Electronic Credit \nCommittee. I was a member of the Electronic Credit Committee. T his sub-committee comprised \nnine or ten members of the Main Credit Committee and had author ity to approve loans.  \n28. The Main Credit Committee also had the power to consider is sues of lending policy but it could \nalso, of course consider loan applications. However, the Main C redit Committee only met in person \nonce a week, whereas the Electronic Credit Committee could conv ene virtual meetings whenever \nnecessary. This flexible approach resulted in about 90% of all loan applications being considered \nby the Electronic Credit Committee. \n29. Loan applications would be referred to departments within e ach business unit dealing with credit \nrisks, made up of Loan Officers. The Loan Officer would conduct  the appropriate research. The \nrelevant individuals would then decide whether to call the Smal l or Main Credit Committee. The \nLoan Officer would then present his findings to the Credit Comm ittee, together with a view on \nwhether the Bank ought to lend or not. The Credit Committee rel ied on the individuals or \ndepartment responsible for the loan to conduct the appropriate research and to prepare and \npresent the results of their analysis. \n30. If the Loan Officer was not a member of the Credit Committe e, a member of the Credit Committee \nwould sponsor the application and take responsibility for its p resentation to the Committee. For \nexample, I would present applications for loans to customers of  the Corporate VIP unit. \n31. I can see that there is a section in the Credit Committee R egulations dealing with how the meetings \nof the Credit Committees should be conducted, and that I am lis ted as a presenter (together with \nMr Ponomariov) in relation to loan applications of over UAH 100  million. If the loan application \noriginated from my Corporate VIP unit, I would be responsible f or preparing the presentation for \nthe Committee. If the loan application originated from BOK, and  it exceeded UAH 100 m illion, Mr \nPonomariov would present it. \n32. Whilst individual managers were responsible for analysing a t the first instance whether or not a \nloan should be issued, the ultimate decision on whether to lend  was taken by a majority vote of the \nCredit Committee. Following client-specific presentations by in dividual managers or sponsors and \nafter brief consideration, the Credit Committee either approved  the loan, or if it had questions or \nconcerns, it postponed the Committee meeting until such issues had been dealt with and \nreconsidered at a later stage.  \n33. BOK serviced the Bank's largest clients, and a number of lo ans that were considered by the Credit \nCommittee (whether in person or through the Electronic Credit C ommittee) would stem from BOK. \nWhen the loan was to be considered by the Electronic Credit Com mittee, BOK would register the \nproposal and accompanying documents (describing the client and the details of the required loan) \non the electronic system, PrivatDoc. If I had any questions on the proposal, I would raise that in \nthe chat or I would call the appropriate BOK member. There woul d then be a process of electronic \nvoting, and if I was satisfied with the proposal I would put do wn my electronic signature approving \nthe grant of the loan.  \n34. If a loan application coincided with a meeting of the Main Credit Committee, it could be considered \nat that meeting. In that case the matter would need to be consi dered by everyone present at the \nmeeting. Any questions of broader lending policy had to be deal t with in person at a meeting of the \nMain Credit Committee as such issues were outside the competenc e of the Electronic Credit \nCommittee.   \nB2/4/5\n \n6 \n 35. I have been asked whether the role of the Credit Committee was purely advisory and whether, \nregardless of its recommendation or rejection of a loan, the Ch airman of the Management Board, \nMr Dubilet, could himself approve the grant of any loan. The in ternal culture at the Bank was that \nthe Credit Committee was a consulting / advisory body which dis cussed proposals for lending, and \nthat responsibility for approval was spread across the Committe e. Theoretically, it would have been \npossible for Mr Dubilet to approve a loan in circumstances wher e the Credit Committee had not \napproved it, but I am not aware of such a situation ever having  arisen. Rather, I understand that \nthere were instances where the Credit Committee did not approve  a loan or views were split 50:50 \nand in such instances, the loan would not be issued. \n36. I have also been asked whether members of the Electronic Cr edit Committee were ever forced into \ngranting the approval of loans. The Bank had internal policies and systems to monitor productivity \nand set standards. It had systems in place to analyse the produ ctivity of its employees, for example, \nin terms of monitoring how many documents / proposals remained un-reviewed. The expected \nstandard was that an employee would have to respond to emails, r e t u r n  c a l l s  a n d  d e a l  w i t h  \noutstanding documents within 24 hours, to avoid delays. Employe es would be required to review \nand deal with matters promptly: they would not necessarily have  to approve proposals within that \ntime, but they were expected to have taken steps to deal with o utstanding matters. Employees \nwere therefore under pressure to take prompt action, but to my knowledge, there was "}
{"start": 14000, "text": "t Committee did not approve  a loan or views were split 50:50 \nand in such instances, the loan would not be issued. \n36. I have also been asked whether members of the Electronic Cr edit Committee were ever forced into \ngranting the approval of loans. The Bank had internal policies and systems to monitor productivity \nand set standards. It had systems in place to analyse the produ ctivity of its employees, for example, \nin terms of monitoring how many documents / proposals remained un-reviewed. The expected \nstandard was that an employee would have to respond to emails, r e t u r n  c a l l s  a n d  d e a l  w i t h  \noutstanding documents within 24 hours, to avoid delays. Employe es would be required to review \nand deal with matters promptly: they would not necessarily have  to approve proposals within that \ntime, but they were expected to have taken steps to deal with o utstanding matters. Employees \nwere therefore under pressure to take prompt action, but to my knowledge, there was no immediate \nsanction if they did not. For example, they were not blocked fr om IT systems solely as a result of \ntheir inaction. If a decision had been made to dismiss an emplo yee for some reason, that is when \ntheir access to the IT systems would be blocked. \nIII. The use of S upply Agreements in the Bank’s operations  \n37. The Bank now claims that the use of mock supply agreements to support loans made by the Bank \nmust have involved a fraud on the Bank. I do not agree.  \n38. Until recently, Ukraine had very strict currency control re gulations which restricted Ukrainian \nbusinesses’ purchase of foreign currency. The whole system was extremely bureaucratic and \ncontrolled by the NBU and the State and did not take into accou nt or reflect the reality of \ninternational trade. Ukrainian businesses which traded with the  outside world needed flexibility in \nbeing able to access foreign currency if they wanted to be comp etitive. \n39. As an example could be used a situation where an importer i ntends to purchase some goods. The \nimporter makes the prepayment to a supplier company which is a non-resident of Ukraine. In \naccordance with legislative requirements, it must either import  the goods into the territory of \nUkraine or receive the prepayment back within the 90 day period . Failure to comply with the 90-\nday rule entailed serious penalties imposed by the NBU (0.3% of  the amount per day, i.e. 120% \nper annum). In practice, the importer very often did not meet t he 90-day deadline. To be able to \noffset the effect of such limitation, the Bank provided clients  with a service that consisted of the \nfollowing:  \n39.1 To make payments between the importing company and the sup plier company, a service company \n(a non-resident of Ukraine) was used which acted as an intermed iary (\"Company A\"). The importing \ncompany made the prepayment under an import contract to Company  A. Company A then \ntransferred the funds it received to the supplier company.  \n39.2 When the 90-day period was about to expire, another servic e company (a resident of Ukraine) \n(\"Company B\") received a technical loan for the same amount (eq ual to the amount of pre-payment) \nand transferred the funds under another (service) contrac t to Company A as prepayment.   \n39.3 Company A returned these funds to the importing company as  a return of the prepayment under \nthe import contract. Such a prepayment reset to zero the 90-day  period.   \nB2/4/6\n \n7 \n 39.4 The importing company transferred these returned funds und er a new service contract to Company \nA as a pre-payment. Company A returned the funds which it recei ved, to Company B in Ukraine \nwhich repaid the technical loan. \n40. As the result, the importing company was able to make a pre payment without having to demand \nthe return of the funds from the supplier company and avoid pen alties for late delivery of goods or \nnon-return of the prepayment.  \n41. Exporting companies faced similar problems. As an example, an exporting company shipped \ngoods abroad and had to receive the payment in foreign currency  within the same 90-day period. \nAt the same time, the contract could provide that the goods wou ld be paid through the use of a \nletter of credit, but the opening of the letter of credit would  occur beyond 90 days. \n42. In this situation, Company A, could be used as well. As one  of the options, the mechanics of the \nservice could look as follows:  \n42.1 After the goods were shipped through Company A and before the 90-day period expired, the \nexporting company took a technical loan and transferred the fun ds as prepayment under a service \ncontract to a foreign account of this Company A.  \n42.2 Company A returned the received funds to the exporting com pany as payment for the goods under \nthe export contract. The receipt of funds as payment for the go ods terminated the 90-day period.  \n42.3 After the letter of credit was opened, the funds were cred ited to the account of Company A. \nCompany A transferred them to the account of the exporting comp any as a return of the \nprepayment under the service contract. The exporting company re paid the technical loan using the \nfunds of the returned prepayment. As part of this service, eith er the exporter or the service company \n(a resident of Ukraine) could take out the loan.  \n43. Another option available to the exporter was that the expor ter or the service company (a non-\nresident of Ukraine) would obtain a technical loan outside Ukra ine.  \n44. There could also be other variations or their combinations,  when, for example, a company was \nsimultaneously conducting both export and import activities. Th e only purpose of such operations \nwas to allow the client to avoid penalties if it was impossible  fo r  t h e cli e nt  to co mp ly  w i t h t he  \nrestrictive periods established by foreign exchange legislation . \n45. To my knowledge (including because this service was offered  to my clients in the VIP Corporate \nbusiness unit), the Bank offered a service to their clients whi ch circumvented the requirements to \nrepatriate foreign currency within a specified period of time.  New loans were granted such that it \nwould be possible to efficiently extend the period during which  the client could have access to \nforeign currency. \n46. In Ukraine, there is a well-known concept of “service” cont racts. Often, to comply with a particular \nlegal or regulatory requirement, a contract needed to include p articular essential terms. The parties \nwould enter into a contract which included these essential term s, even though it was understood \nthat these did not reflect the commercial reality of the transa ction. The Bank's customers often \nused supply agreements as service contracts of this type. To ju stify the grant of new loans, supply \nagreements were documented although no supply of goods was expe cted and in effect the supplier \nsimply borrowed an advance payment for goods from the Bank’s cu stomer until it was repaid. \n47. It does not follow that the use of supply contracts was its elf a fraud against the Bank. The use of \nsuch instruments was tolerated by the Bank so as to provide a w ay of complying with the 90 day \nrule and the mandatory conversion of foreign currency that I ha ve referred to above. \nB2/4/7\n \n8 \n 48. I further believe that the NBU knew about the use of servic e contracts. The NBU’s Curator had \naccess to the Bank’ transaction data which would record the mov ement of money in and out of a \nborrower's account at the end of a 90 day period and she had ac cess to the Bank’s files which \ncontained the supply agreements. \nC. STATE ORCHESTRATED ATTACKS ON THE BANK \n49. I believe that long before the eventual nationalisation of the Bank, state entities controlled by \nPresident Poroshenko were taking action to undermine the Bank.  \n50. There  was a campaign which began in the spring of 2015 which resulted  in many of the Bank's \nclients receiving direct SMS messages from “bots” (automated me ssagin"}
{"start": 21000, "text": "es not follow that the use of supply contracts was its elf a fraud against the Bank. The use of \nsuch instruments was tolerated by the Bank so as to provide a w ay of complying with the 90 day \nrule and the mandatory conversion of foreign currency that I ha ve referred to above. \nB2/4/7\n \n8 \n 48. I further believe that the NBU knew about the use of servic e contracts. The NBU’s Curator had \naccess to the Bank’ transaction data which would record the mov ement of money in and out of a \nborrower's account at the end of a 90 day period and she had ac cess to the Bank’s files which \ncontained the supply agreements. \nC. STATE ORCHESTRATED ATTACKS ON THE BANK \n49. I believe that long before the eventual nationalisation of the Bank, state entities controlled by \nPresident Poroshenko were taking action to undermine the Bank.  \n50. There  was a campaign which began in the spring of 2015 which resulted  in many of the Bank's \nclients receiving direct SMS messages from “bots” (automated me ssaging systems). This was \naround  the time when Mr Kolomoisky was dismissed from the position of the governor and \ncoincided with a lot of negative press about Mr Kolomoisky and his support of military force as the \ngovernor of Dnepropretovsk region. \n51. This type of automated message would generally be received by customers of the Bank who \nworked for state organisations (i.e. public sector employees). At the time, I saw examples of these \nmessages, but I no longer have copies of any. \n52. For example, employees of the clients who used the Bank's p ayroll systems in relation to the \npayment of its many hundreds of employees would receive direct SMS messages. The messages \nwould suggest, for example, that the branch was under attack or  would be closed imminently. The \naim seemed to be to cause the Bank's clients to panic and take all of their money out of the Bank \nor close their accounts. This was all done in an attempt to aff ect the Bank's liquidity: as a result, \nthe Bank had to ensure that its cash points had more cash than they ordinarily would.  \n53. This type of targeted attack was a shock to the Bank and it s effects were immediate and extremely \ndetrimental. Customers started withdrawing deposits and the Ban k would have to replenish ATMs \nconstantly. There was a fear that if the Bank failed to do so, there would be public outrage in the \nform of physical violence and riots. It was imperative that the  Bank ensured a constant supply of \ncash to maintain public confidence. \n54. I recall reports that in addition to bulk SMS, customers wo uld also receive bogus calls from \nunknown numbers / call centres.  \n55. The Bank recorded the offending numbers and I saw letters f rom Mr Dubilet complaining about \nthem to the Security Service of Ukraine, but, as far as I know,  those complaints went unanswered.  \n56. The reason that I believe these attacks were initiated or c ondoned by President Poroshenko is \nbecause they were SMS distributions on a bulk scale over a prol onged period of time: this would \nnot have gone unnoticed and could not have been possible withou t the involvement of the Security \nService of Ukraine, which was under the subordination of the Pr esident. In any other case, the \noffending number / sender would have been tracked and stopped.  \n57. These bot attacks had the effect of suffocating the Bank. F irst, incorrect information about problems \nwithin the Bank would be disseminated. That would be followed b y the public immediately \nwithdrawing deposits. The NBU (through its Curator present at t he Bank) could see what was \nhappening on a daily basis. It was only when it became clear th at the Bank was having severe \nproblems with liquidity that the NBU (through the Governor, Val eria Gontareva) would finally step \nin and announce that the rumours were untrue, thus avoiding the  complete collapse of the Bank. It \nwas almost as though the Bank was kept on a leash through the m anipulation of information to the \npublic. \nB2/4/8\n \n9 \n 58. In addition , there were frequent leaks from the NBU to journalists about th e possible nationalisation \nof the Bank, necessarily designed to create unrest amongst the clients of the Bank. These began \nafter Mr Kolomoisky ceased to be the Governor of Dnepropetrovsk  region – i.e., in about March \n2015.  \nD. DEALINGS WITH THE NBU I. The Curator \n59. From February 2016 onwards, I was responsible for dealing w ith the NBU in relation to the Bank's \ncredit portfolio. That is to say, I was the NBU's point of liai son regarding discussions on \nrestructuring the Bank's loan portfolio in accordance with the NBU's requirements, and in light of \nthe NBU's issues with the Bank and the regulations that needed to be complied with vis-à-vis the \nliquidity of the Bank. \n60. From 2014, I recall that a Curator from the NBU was present  at in-person Credit Committee \nmeetings, and had access to online protocols for the Credit Com mittee meetings (including access \nto the papers of the Electronic Credit Committee on the PrivatD oc system).  \n61. I knew who the Curators were (although I am unable to recal l their names other than Ms \nDomashenko). I personally attended Credit Committee meetings at  which the Curator was present. \nSuch meetings were usually held once a week in person and would  last a minimum of 40 minutes. \nWhere required, they could also be held electronically on an ad -hoc basis. There was always an \nopportunity to request the Chairman to convene an emergency mee ting if necessary.  \n62. The Curator would take notes during these meetings, but wou ld raise any queries by way of formal \nrequest, either by email or letter. I personally reviewed her r equests when they related to my clients \nand would either prepare or help prepare responses to her reque sts. Although the Curator attended \nthese meetings, she did not participate in voting (which was by  a show of hands). The Curator had \nthe ability to raise questions during these meetings. If she ha d queries post-vote, she still had the \nability to raise these, since the loan approval/issue process d id not happen instantaneously. The \nvote did not mean the automatic issuance of a loan, as the nece ssary documents still had to be \nsigned. \n63. When proposals / presentation for the Credit Committee were  prepared, they would be shared \nthrough the PrivatDoc system, together with an agenda for the m eeting and any other necessary \ndocumentation. The Curator had unlimited access to all of this information, including PrivatDoc, \nCredit Committee documents, documents on the transactional syst em and to the Bank's \noperational systems. \n64. The Curator had access to the Bank’s Operational Day transa ction data, could filter and monitor \ntransactions above a certain value and observe the Bank's expos ure, etc. The Curator could \nrequest loan file documentation if she wanted to examine it.  \n65. She had an office within the Bank, at the Bank’s main site on Naberezhnaya Pobedy, from where \nshe could consider whatever she wanted to monitor. If she had a ny questions/queries, or \nconsidered there to be any irregularities, she would raise it i n writing with the Bank. If the Bank's \nresponse was not satisfactory, she would report this directly t o the NBU.  \nII The NBU’s Stress-Tests \n66. In July 2015, the NBU published the first Stress-Test repor t; the second one was published in \nDecember 2015. According to the second report the Bank required  the capitalisation in the amount \nof UAH 113bn. Towards the end of 2015, a working group was form ed by representatives of the \nNBU and the Bank. The working group met every two weeks to disc uss the steps to be taken in \nB2/4/9\n \n10 \n the light of the reports on the results of the NBU’s Stress-Tes ts, the first of which was published in \nJuly 2015 and the second in December 2015.  \n67. I was one of the Bank’s representatives in this working gro up together with Mr Dubilet and Lyudmila \nShmalchenko. Ms Shmalchenko was the Deputy Chairman of t"}
{"start": 28000, "text": "onsider whatever she wanted to monitor. If she had a ny questions/queries, or \nconsidered there to be any irregularities, she would raise it i n writing with the Bank. If the Bank's \nresponse was not satisfactory, she would report this directly t o the NBU.  \nII The NBU’s Stress-Tests \n66. In July 2015, the NBU published the first Stress-Test repor t; the second one was published in \nDecember 2015. According to the second report the Bank required  the capitalisation in the amount \nof UAH 113bn. Towards the end of 2015, a working group was form ed by representatives of the \nNBU and the Bank. The working group met every two weeks to disc uss the steps to be taken in \nB2/4/9\n \n10 \n the light of the reports on the results of the NBU’s Stress-Tes ts, the first of which was published in \nJuly 2015 and the second in December 2015.  \n67. I was one of the Bank’s representatives in this working gro up together with Mr Dubilet and Lyudmila \nShmalchenko. Ms Shmalchenko was the Deputy Chairman of the Mana gement Board.  \n68. The NBU was represented by Alexander Pisaruk who was at tha t time the Deputy Head of the NBU \nand Mr Zavadetskyi who was involved in reviewing the Bank’s rel ated-party lending, and other \nmembers of the NBU concerned with analysing the financial stabi lity of the Bank.  \n69. Mr Dubilet wrote to Mr Pisaruk on 24 December 2015 [PB0034525_00001]  setting out our \nproposals for addressing the issues raised by the Stress-Test.  \n70. I recall that by Resolution No. 8BT dated 14 January 2016, the Bank was asked to provide a plan \nfor the Financial Rehabilitation of the Bank which would includ e both a programme to address the \nrestructuring of the loan portfolio and the improvement of secu rity for loans and a programme of \ncapitalisation of the Bank. \n71. It was around this time that Ekaterina Rozhkova replaced Mr  Pisaruk as the Deputy Head of the \nNBU. \n72. As can be seen from a letter sent by Ms Rozhkova to Mr Dubi let of 21 January 2016 [VY1/1-6 ] \naddressing measures to be taken to improve the Bank’s capitalis ation, the Bank was required to \ntake a number of steps to improve its position over a three yea r period ending in January 2019. \n73. The NBU had two main concerns. First it complained that the  collateral which the Bank had \nobtained for certain loans was not recognised under Ukrainian l egislation. Second, it complained \nabout the extent of the Bank’s related-party lending. \nLoans to Related Parties \n74. Prior to 2015, the definition of 'related parties' was alre ady quite wide. Legislative changes were \nintroduced to Article 52 of the Law on Banks in 2015 which adde d to the list of ways in which a \nparty might be recognised as related to the Bank. Furthermore, in May 2015, the NBU introduced \nRegulations No. 314 and 315 which allowed it to produce a list of parties whom it would presume \nto be related to a bank based on a very broad list of “indicato rs”. Once the NBU had formed this \npreliminary view, banks were invited to submit evidence which w ould displace the inference \notherwise drawn from the indicators. As a result of the NBU's e xpanded approach to relatedness, \nif one client/borrower was designated a 'related party', multip le other borrowers could also be \nautomatically deemed related on tenuous grounds based on inform al links between the two \ncustomers.  \n75. Based on this new approach, the NBU created an initial list  of borrowers that it would treat as \n'related parties' and in relation to whom, in effect, there was  a presumption of 'relatedness' unless \nproved otherwise [PB0051277_00001] . By reason of NBU Resolution No. 315, once the NBU \nproduced a list of the Bank’s related parties, the Bank was giv en just 15 working days to provide \nevidence that such person was not related. \n76. Within the Bank, the view was that the new criteria were un reasonable as they were so wide. \nAttempts were made to persuade the NBU that two companies ident ified as related were not, as a \nmatter of fact, by arranging meetings between the NBU and the o wners of the companies so as to \nsatisfy the NBU that the companies were independent, but the NB U did not formally change its \nmind. \nB2/4/10\n \n11 \n 77. Clients who were not in fact related were understandably un happy with the NBU's conclusions as \nit meant that the Bank might have to require additional securit y from them. The Bank advised them \nas to how to deal with this problem. Based on their instruction s, the Bank did attempt to make them \nbe deemed as unrelated, for example, through a change of direct or or corporate service provider.  \n78. Some companies on the NBU's list were my clients, or owned by my clients. I had conversations \nwith their representatives advising them how to make changes to  the corporate holding structure \nor the directors of the relevant companies so as to remove any basis on which the conclusion could \nbe drawn that they were related to other companies with the sam e shareholders or directors.  \n79. The Bank took legal advice about how to achieve this from A vellum [PB0196462_00001] . The \nBank conducted discussions with the owners and obtained their c onsent to simplify their corporate \nstructure. \n80. Every month, the Bank was obliged to submit a list of relat ed parties to the NBU. The Bank \ncontinued to report only the related parties whom it accepted w ere related to the Bank. The NBU \ndid not formally withdraw from its position that there were oth er parties who were related to the \nBank but nor did it take any action to compel the Bank to decla re additional parties as related. \nAccordingly, based on the Bank's list, I believe the Bank compl ied with the regulations concerning \nloans to related parties until the nationalisation in December 2016. \nCollateral \n81. The Bank had always recognised two types of collateral: (1)  collateral in the form of pledges over \ncontractual rights (which up until a certain time had satisfied  the NBU) and (2) share pledges or \npledges over corporate rights (which were acceptable under inte rnational accounting standards \nand satisfied the Bank's auditors). \n82. The NBU had been content with the pledge of contractual rig hts as security for loans. However, \ntowards the end of 2015 (although the rules did not formally ch ange) the NBU's approach and \ndemands changed. The NBU decided that it would no longer recogn ise pledges of contractual \nrights as collateral, because strictly speaking these were not to be recognised as security since \nthis form of collateral was not listed in Regulation No. 23. In stead, it required mortgages of fixed \nassets / real estate as collateral.   \n83. I believed that the existing security based on the share pl edges was sufficient as did the auditors \nwho formed their view on its sufficiency under IFRS, based on s ubstance rather than form. In \npractice, the Bank had not experienced problems in getting loan s repaid. In the case of share \npledges, the prospect of enforcement action had been sufficient  to ensure loans were repaid. \n84. The NBU expressed its concern that the Bank would not be ab le to enforce those pledges. The \nBank did query whether the NBU had previously encountered any i ssues with the security over the \nloans: the NBU could not provide any examples, but continued to  voice its dissatisfaction with the \nexisting collateral. \n85. The Bank spent a significant amount of time discussing the pledges of corporate rights as collateral \nwith the NBU. I explained that, with the pledge of corporate ri ghts as collateral, ultimately the Bank \ncould step in and take over the company whose shares had been p ledged. I also explained that \nwhilst in western countries mortgages may be considered good co llateral, the opposite was true in \nUkraine, as mortgages took a long time to arrange and register and were not considered easy to \nenforce. The assets of companies are ordinarily divided into ma ny distinct parts. Take, for example, \na production plant in Ukraine (such as th"}
{"start": 35000, "text": "ent  to ensure loans were repaid. \n84. The NBU expressed its concern that the Bank would not be ab le to enforce those pledges. The \nBank did query whether the NBU had previously encountered any i ssues with the security over the \nloans: the NBU could not provide any examples, but continued to  voice its dissatisfaction with the \nexisting collateral. \n85. The Bank spent a significant amount of time discussing the pledges of corporate rights as collateral \nwith the NBU. I explained that, with the pledge of corporate ri ghts as collateral, ultimately the Bank \ncould step in and take over the company whose shares had been p ledged. I also explained that \nwhilst in western countries mortgages may be considered good co llateral, the opposite was true in \nUkraine, as mortgages took a long time to arrange and register and were not considered easy to \nenforce. The assets of companies are ordinarily divided into ma ny distinct parts. Take, for example, \na production plant in Ukraine (such as the Dneproazot plant): i t is made up of 300 parts, all with \nthe separate title. In order to properly document collateral ov er that one plant, you would have to \ndocument each of the 300 separate parts of it, and arrange a mo rtgage covering all of them.  That \nis a lot of work and takes an enormous amount of time. Everythi ng needs to be notarised and \nB2/4/11\n \n12 \n information needs to be submitted through a central unified sys tem which was prone to crashing), \nthus making the mortgage process a difficult and extremely time -consuming thing to do. It was \nalmost a logistical impossibility. When you take security over the shares, in effect, you take security \nover the business. This is much more valuable than a plant or b uilding, which without the business \nis not worth very much. \n86. Annex 2 of the letter from Mr Dubilet to Mr Pisaruk sent in  December 2015 [PB0034525_00001]  \ncompares share pledges and mortgages and explains the Bank’s pr eference for English \njurisdiction. \n87. I recall that the NBU's main issue was that the pledges wer e governed by English law and provided \nfor LCIA arbitration as the dispute resolution mechanism,  alth ough the Bank considered this to be \npreferable to relying on Ukrainian courts. A decision from the LCIA would have to be recognised \nand enforced in Ukraine (which would be relatively straightforw ard, since the Ukrainian courts \nwould not look at the substance of the decision). Once the Ukra inian courts recognised the \ndecision, the register of legal entities would be amended to re flect the Bank as shareholder.  \n88. The NBU had also expressed concerns with taking shares as c ollateral, on the basis that there is \nno guarantee that the assets would not be dissipated by the com pany before the Bank took control \nof it. The Bank proposed using a combined collateral structure:  it suggested use of a surety, to \nallow registration with the Register of Encumbrances. As such, if the company tried to remove \nsome of the assets, then there would be a criminal liability. T he Bank attempted to engage in a \nserious dialogue as to various forms of collateral, but the NBU  wouldn't listen. \n89. Instead of engaging with the Bank in discussion of the effe ctiveness of the security, the NBU \nadopted the formalistic approach of simply stating that this fo rm of security was not recognised as \nvalid under Regulation No. 23.  \nIII. The Financial Rehabilitation Plan \n90. In early 2016, discussions took place between the Bank and the NBU, during which the NBU \napplied significant pressure on the Bank to reduce the amount o f lending which the NBU \nconsidered to be inadequately secured. The NBU insisted on more  commitment, for example, in \nrelation to getting the loans repaid. It further insisted on Mr  Kolomoisky signing as a shareholder \nof the Bank and also in his capacity as a member of the Supervi sory Board of the Bank. \nThreats to Call in Refinancing Loans \n91. Over the years since 2008, different tranches of refinancin g had been advanced by the NBU to \nUkrainian banks (including PrivatBank) to enable them to cope w ith various economic crises. The \nmost recent loans had been provided in 2015.  \n92. Some refinancing loans NBU provided to PrivatBank earlier e xpired by the end of 2015 and a \nmaturity date was falling at some time in March 2016 under some  other loans. Although the NBU \nwould routinely grant extension to other banks, it refused to d o in relation to PrivatBank citing the \nfact that the deadline had already expired. It meant that the N BU could call in the refinancing at \nany time. I recall a meeting at the end of January or beginning  of February 2016 between myself, \nShmalchenko and Dubilet and the NBU's Ms Rozhkova and Denis Nov ikov. During that meeting \nMs Rozhkova specifically stated that the NBU would call in the refinancing or declare the Bank in \ndefault if a Financial Rehabilitation Plan was not agreed.  \nThe Guarantee Letter \n93. I have been shown certain documents dating between 4 and 8 February 2016 [IK0009281_0001 / \nIK0009283_0001 / IK0009284_0001 / IK0009285_0001 / IK0009286_00 01 / IK0009287_0001 / \nB2/4/12\n \n13 \n IK0009288_0001 / IK0009289_0001]  which suggest that I was involved in drafting a letter of \nguarantee concerning the restructuring plan which was later sig ned on 12 February 2016 by Mr \nKolomoisky.  \n94. The figures referred to in the letter relate to additional contributions to the Bank's share capital the \nNBU expected from the shareholders (being UAH 5.6bn and UAH 4.4 bn, totalling UAH 10bn).  \n95. There are two drafts of this letter. I recall Ms Rozkhova c alling me at one point and telling me what \nthe letter needed to say and how it should be amended. A new re quirement was introduced \nrequiring Mr Kolomoisky to assure the NBU (as a member of the S upervisory Board) that from 1 \nMarch 2016 to 31 December 2020 there would be monthly repayment s of loans (of UAH 1.29bn). \nApproval of the Restructuring Plan \n96. On 23 February 2016, NBU Resolution No. 103/BT [PB0071989_00001]  a p p r o v e d  t h e  \nRestructuring Plan for the Bank.  \nAsset Transfer \n97. The first stage of the Restructuring Plan was to transfer a ssets worth UAH 31 billion to the Bank's \nbalance sheet in discharge of certain loans,  in a process that I understand from Fieldfisher has \ncome to be referred to in these proceedings as the “Asset Trans fer”. I was the main contact for the \nNBU in relation to the Asset Transfer. The Asset Transfer was d ocumented by the creation of a \npledge of specific assets securing particular identified loans and then, within a matter of days, the \nBank enforcing the pledge and taking ownership of the assets. \n98. Where these assets were to come from depended on the situat ion. The Bank looked at the \nborrowers and their beneficial owners, together with the collat eral that was in place and the assets \nthat were available from the companies currently securing the l oans. Discussions would follow \nabout the possibility of transferring the assets to the balance  sheet.   \n99. The NBU would sometimes indicate which assets it wanted to be included in the transfer. The Bank \nwould provide a list of potential assets for transfer, and the NBU would go through this list and \nselect the assets it wanted / strike out those it did not. The NBU did not want assets located outside \nUkraine to be pledged as security. \n100. The 1+1 TV channel was an asset that the NBU was extremely  interested in. The NBU was \nconstantly circling around this, analysing what pledges were al ready in place. It was not interested \nin taking security over licencing rights over products of 1+1 ( such as films and TV series) and \nrejected any related propositions; the NBU simply wanted the sh ares of the channel itself. I did not \nsee why this was necessary as it was simple for an auditor to l ook at and value security over \nlicences and PwC was happy with security over licences. They un derstood the figures and the use \nof ad"}
{"start": 42000, "text": "ssibility of transferring the assets to the balance  sheet.   \n99. The NBU would sometimes indicate which assets it wanted to be included in the transfer. The Bank \nwould provide a list of potential assets for transfer, and the NBU would go through this list and \nselect the assets it wanted / strike out those it did not. The NBU did not want assets located outside \nUkraine to be pledged as security. \n100. The 1+1 TV channel was an asset that the NBU was extremely  interested in. The NBU was \nconstantly circling around this, analysing what pledges were al ready in place. It was not interested \nin taking security over licencing rights over products of 1+1 ( such as films and TV series) and \nrejected any related propositions; the NBU simply wanted the sh ares of the channel itself. I did not \nsee why this was necessary as it was simple for an auditor to l ook at and value security over \nlicences and PwC was happy with security over licences. They un derstood the figures and the use \nof advertising revenue as an asset. \nOnward Transfers \n101. The Restructuring Plan suggested that the Bank would have to sell the assets taken on its balance \nsheet over the next 3-5 years. \n102. The Bank took the decision to lease the assets in the mean time, either to the party who had \ntransferred the assets to the Bank or to third parties. I was a ware of the intention to lease these \nassets, because I was involved in negotiating the approval of t hese transactions with the NBU.  \n103. I give an example in relation to the transfer of certain a ircraft below, but more generally the NBU \nwas aware of the intended use of “finance leases” to lease out assets to third parties (and thereby \nB2/4/13\n \n14 \n generate income). The NBU was heavily involved in this process and would scrutinise the finance \nleases. Initially, Mr Denis Novikov would consider them from th e NBU’s perspective, and then the \nleases would be referred to Ms Rozhkova for approval. She would  often raise further points, which \nI would then address with her. I recall a particular incident w here I was on the phone to Ms \nRozhkova to discuss certain points around the leases, and Ms Ro zhkova informed me that she \nwas on a parallel line with the IMF, who were considering a fur ther tranche of lending to Ukraine, \nand were also satisfied with the leases. \n104. The interest rates in the financial leasing agreements wer e approved by an IMF representative. \nThere was a discussion between the NBU, the IMF and the Bank re garding whether the interest \nrate should be 10.5% or 11%.  \n Valuation of Assets \n105. The NBU created a list of its own preferred valuers which could be used to conduct valuations for \nbanks. The NBU directed the Bank to instruct one of the valuers  from that list, which the Bank duly \ndid.  \n106. The Bank advised the NBU as to the particular group of ass ets for valuation (e.g. petrol stations), \nand the NBU would prescribe the valuer to be instructed by the Bank in relation to the valuation of \na particular group of assets.  \n107. There were several regular meetings with Ms Rozhkova and M s Gontareva during which a range \nof issues were discussed, including valuation. I recall one suc h meeting in  spring 2016  where they \nsuggested that Baker Tilly would be a good choice of valuer for  certain assets, because it  had \nexperience in valuing oil and gas assets. \n108. Not only was there a limited and specific list of valuers,  the Bank had also been instructed to obtain \nvaluations by the deadline prescribed in Resolution No. 103/BT,  so there was the added pressure \nof time.  \n109. Many of the NBU's preferred valuers were unable to meet th e NBU's deadline. Those valuers who \ncould meet the deadline would enter into a contract for service  with the Bank. That contract \nprovided that the NBU would have access to the valuer's prelimi nary results. This meant that the \nNBU could intervene in the process and challenge the valuations . The NBU was very involved in \nthe entire valuation process. \n110. This first stage involved a huge amount of paperwork and t he Bank was very behind schedule. The \nNBU were monitoring progress with the Restructuring. I have bee n shown a document \n[PB0073523_00001]  which is an email from Luchaninov, sending me an update to the  Curator on \nthe progress of the Asset Transfer and advising me as to the NB U's concerns regarding delays.  \n111. The Bank eventually managed to complete this stage by the end of August but at that point, despite \nhaving been heavily involved in the valuation process, the NBU then stated that it was not satisfied \nwith the valuations of the assets, and that it would have to ve rify those figures itself. This was \nperplexing: the Bank had used valuations provided by the very v aluers that had been selected by \nthe NBU, yet the NBU did not agree to valuations of assets whic h had been transferred to the \nBank's balance sheet. \n112. The NBU then began the process of verification to check th e ascribed valuations. It did not appoint \nexternal valuers but rather carried out the process itself. The  NBU understood that it did not have \nmuch room for manoeuvre: if it appointed another valuer, the va luation would be done to the same \nstandards / within the same parameters and so the results would  be similar. Therefore, the NBU’s \nverification process involved it substituting its own view of t he valuation of an asset for that of the \nvaluer.  \nB2/4/14\n \n15 \n 113. I recall an instance where a representative of the IMF, ca lled Luis Cortavarria, personally went to \nsee a petrol station and concluded that he did not think it was  worth as much as the valuation \nascribed to it. The valuation was subsequently decreased by the  NBU.  I am not aware of any other \npetrol stations where the valuations were changed. \n114. The NBU stressed that the re-valuations needed to be compl eted by 1 September in order to obtain \nfunding from the IMF. As a result, there was a huge amount of p ressure on the Bank to provide \nadditional valuations and transfer the assets to the balance sh eet. Ultimately, the NBU accepted \nthat the first stage had been properly completed, as did the IM F. Ukraine received a tranche of \nfunding from the IMF in September. \nImplementing mortgages \n115. The second stage of the Restructuring Plan was to put in p lace additional mortgages worth UAH \n77 billion to replace the share pledges with which the NBU had taken issue. \n116. I have been asked to comment on one arrangement made by th e Bank concerning aircraft \ntransferred to it by Perser Holdings Limited in August 2016. I was involved in this transaction, in \nparticular in relation to obtaining the NBU’s approval for it, and have reviewed some of the relevant \ndocumentation [PB0082766_00001  a n d  PB0082777_00001] . In accordance with the method \nagreed with the NBU, the aircraft were valued and security was created by which the aircraft were \npledged to the Bank to secure certain loans which had previousl y been secured by the pledge of \ncontractual rights and share pledges. The security was then enf orced and a credit applied to repay \nthose loans. The next day the Bank sold the aircraft to a compa ny called Dilorsano Consulting \nLimited who borrowed money from the Bank to fund the purchase a nd pledged the Aircraft by way \nof security in a separate agreement before the loans were enter ed into. In this way, the original \nloans secured by collateral which was not acceptable to the NBU  was effectively replaced by a \nloan secured by a pledge of assets which was acceptable. This w as a clear example of the process \nI note above, whereby the NBU was involved in approving the onw ard transfer of assets transferred \nto the Bank.  \n117. The Bank had been liaising with the NBU on a daily basis u p until this second mortgaging stage, \nhowever, the NBU suddenly became silent. At first, I thought th at this lull might have been because \nthe NBU had received the next tranche of funding from the I"}
{"start": 49000, "text": "y been secured by the pledge of \ncontractual rights and share pledges. The security was then enf orced and a credit applied to repay \nthose loans. The next day the Bank sold the aircraft to a compa ny called Dilorsano Consulting \nLimited who borrowed money from the Bank to fund the purchase a nd pledged the Aircraft by way \nof security in a separate agreement before the loans were enter ed into. In this way, the original \nloans secured by collateral which was not acceptable to the NBU  was effectively replaced by a \nloan secured by a pledge of assets which was acceptable. This w as a clear example of the process \nI note above, whereby the NBU was involved in approving the onw ard transfer of assets transferred \nto the Bank.  \n117. The Bank had been liaising with the NBU on a daily basis u p until this second mortgaging stage, \nhowever, the NBU suddenly became silent. At first, I thought th at this lull might have been because \nthe NBU had received the next tranche of funding from the IMF. However, towards the end of \nSeptember, I was called to the meeting in Kyiv by Ms Rozhkova. \n118. At that meeting, Ms Rozhkova explained that the NBU no lon ger considered that putting in place \nUAH 70 billion worth of additional mortgages was the correct wa y to proceed, that it had a different \nvision of what should in fact be done and that it would explain  the next steps in due course. The \nrules were constantly changing as was the NBU’s assessment of t he capital deficit of the Bank. \nIV TRANSFORMATION \n The NBU's rationale behind Transformation \n119. The NBU conducted an audit of the quality of the loan port folio and credit risk, the results of which \nwere set out in the report dated 1 July 2016. According to the audit, the Bank's receipts and capital \nwere insufficient to cover credit risk and the credit risk had to be increased by UAH 55 billion. As I \nunderstand it, this meant that, according to the NBU's own audi t, the Bank's capital deficit required \nto cover credit risk was UAH 55 billion, that is, significantly  less than UAH 113 billion (the amount \nof additional capitalization indicated in the second report on the Stress Test). Had the NBU allowed \nthe Bank to complete the original restructuring, the Bank would  have been able to deal with all of \nthe alleged issues, including by using the asset transfers and mortgages for the amount over UAH \n100 billion. However, the NBU then proposed a process that came  to be known as transformation. \nThe NBU, having concluded that arranging UAH 70 billion worth o f additional mortgages was no \nB2/4/15\n \n16 \n longer the correct way to proceed, explained that the next step  for the Bank was to reduce the \nnumber of borrowers that had outstanding loans with the Bank. \n120. Ms Rozhkova advised that the NBU was not happy with the Ba nk's borrowers on the basis that \nthey were all considered related parties to the Bank, following  the NBU's Regulations No. 314 and \n315, and accordingly, the Bank was required to take steps to ge t these loans (the Old Loans) \nrepaid. \n121. The NBU did not object to the Bank extending further lendi ng to different companies for the \npurposes of getting the Old Loans repaid, provided that those c ompanies were not related parties \nof the Bank under Article 52 of the Law on banks. The NBU's obj ective was in effect to have the \nBank ensure that the Old Loans to the 193 Borrowers were repaid , by a smaller number of \nunrelated New Borrowers, thus resulting in a smaller number of loans (New Loans) issued by the \nBank.  \n122. The borrowers were dealt with by different departments at the Bank and were not my clients / \nborrowers or directly under my responsibility. There were other s in the Bank who dealt with the \nNBU on other matters such as audits, inspections, etc. However,  I took on the role of coordinator \nin relation to this process (and I was involved in the communic ation chain) because I understood \nwhat the NBU wanted. \n123. I am not aware of why the NBU insisted on having a smaller  number of New Borrowers / New \nLoans (given that the amounts of the loans issued by the Bank w ould effectively have remained \nthe same). One explanation might be that the NBU considered it easier to vet and process the \npaperwork required in respect of a smaller set of New Borrowers . The NBU was interested in \ngetting through the process quickly: fewer loans / a smaller nu mber of credit lines would result in a \nmore manageable process. \n124. The New Loans were issued for a 10-year term. The capital sum was to be repaid at the end of the \nterm. \nSelection of New Borrowers \n125. The Bank discussed the position with the 193 Borrowers and  advised that the NBU required that \nany New Loans required to fund the repayment of the Old Loans w ould be granted to unrelated \nparties. The Bank asked the 193 Borrowers to consider and advis e of any parties which might be \ninterested bearing in mind the terms outlined above. \n126. It is my understanding that there was initially approximat ely 100 prospective New Borrowers. Each \nhad an understanding of the outstanding loans and would decide which of those loans they would \nbe willing to repay on behalf of the Old Borrowers, depending o n the assets (which the Share \nPledgors would provide) to be put up as security for repayment of any particular loan. I understand \nthat a list of identified assets or parts of assets that would be attributed to the Old Loans was \navailable to the prospective New Borrowers.  \n127. The prospective New Borrowers were proposed to the NBU, wh ich was responsible for vetting \nthem.  \n128. To that end, the NBU's Curator and Inspectors (who at that  stage were sitting within the Bank) were \nprovided with all of the information that the New Borrowers had  supplied. This information included \ntheir legal files (i.e. constitutional documents, articles of a ssociation, etc.) and their credit history, \nwhere available (i.e. where the prospective New Borrower alread y had a credit history with the \nBank). \nB2/4/16\n \n17 \n 129. In cases where a prospective New Borrower did not already have a credit history, it would supply \na business plan explaining how it would generate income to serv ice the loans. Such companies \nwould not be approved as New Borrowers by the NBU unless the pr oposed business plan was \nacceptable.  \n130. Sometimes I was sitting with the NBU personnel presenting them with the files. Sometimes there \nwould be written requests for information. \n131. The NBU would cross out proposed New Borrowers from the li sts provided to them if they were not \nsatisfactory for one reason or another. \n132. There was written correspondence between me and Denis Novi kov concerning oil industry \nborrowers and the transformation of their loans [PB0156901_00001/TAR-006377186] .  \n133. The NBU would review this information (considering factors  such as relatedness, turnover, sources \nof income) to satisfy itself that a prospective New Borrower wa s not a related party and had a \nsatisfactory source of income that would allow it to service th e New Loan. As I have explained \nabove, there was no expectation that the New Borrower would rep ay capital due on the New Loan \non a regular basis: repayment of capital would not be required until the end of the term. \n134. Based on its consideration of the information provided in relation to prospective New Borrowers, \nthe NBU would either approve them, or reject them as potential candidates. In that way, the initial \nlist of 100 prospective New Borrowers was ultimately reduced to  36 New Borrowers. \nIntended Security for the New Loans \n135. Arranging the mortgage of assets to be provided by the Sha re Pledgors would take time while the \nNBU wanted the Old Loans to be repaid sooner. \n136. I distinctly recall that during discussions with Denis Nov ikov and Ms Rozhkova in October 2016 \nabout the Transformation, the Bank proposed using share pledges  in relation to New Loans, and \nsaid it would also put in place"}
{"start": 56000, "text": " and had a \nsatisfactory source of income that would allow it to service th e New Loan. As I have explained \nabove, there was no expectation that the New Borrower would rep ay capital due on the New Loan \non a regular basis: repayment of capital would not be required until the end of the term. \n134. Based on its consideration of the information provided in relation to prospective New Borrowers, \nthe NBU would either approve them, or reject them as potential candidates. In that way, the initial \nlist of 100 prospective New Borrowers was ultimately reduced to  36 New Borrowers. \nIntended Security for the New Loans \n135. Arranging the mortgage of assets to be provided by the Sha re Pledgors would take time while the \nNBU wanted the Old Loans to be repaid sooner. \n136. I distinctly recall that during discussions with Denis Nov ikov and Ms Rozhkova in October 2016 \nabout the Transformation, the Bank proposed using share pledges  in relation to New Loans, and \nsaid it would also put in place pledges of contractual rights t o comply with Regulation No. 23. \nHowever, Ms Rozhkova and Mr Novikov advised that share pledges would not be accepted so \nthere was no need to bother arranging those, while assuring me that the NBU would accept in the \ninterim pledges of contractual rights to comply with Regulation  No. 23, and that mortgages could \nbe put in place later. The NBU said it would, in effect, tempor arily treat the contractual rights as \nadequate collateral, and thereafter the Bank would be given tim e to catch up and put the proper \ncollateral (mortgages) in place. \n137. That security, in the form of mortgages over assets, was n ever in fact arranged because the Bank \nwas nationalised before it could be put in place. \nAdvance of the New Loans \n138. The NBU actively monitored the advance of the New Loans, a nd its representatives had full visibility \nover the process. The NBU was well aware of the proposed timing  of the advance of the New \nL o a n s .  A  r o l l i n g  \" P l a n \"  o f  N e w  L o a n s  w a s  c i r c u l a t e d  b y  e m a i l  t o  those concerned, including \nbetween myself and Denis Novikov. On occasion, a copy would be sent by Mr Pikush, Deputy \nChairman of the Management Board of the Bank, to Mr Shekmar of the NBU [PB0066123_00001,  \n/ TAR-003975120] . The Plan set out the amounts due under the Old Loans to be re paid by New \nLoans, the schedule of repayment and the final date of the repa yment of the New Loans.  \n139. The NBU received several versions of this Plan, which allo wed it to see the money being paid out. \nThe NBU never raised any questions regarding these payments, pr esumably because it had \nalready approved the New Borrowers. \nB2/4/17\n \n18 \n 140. I am aware that many of the Old Loans included provisions which we called “derivatives”. These \nprovisions involved an additional fee to be payable by the Borr ower to the Bank by reference to the \nUSD / UAH exchange rate. During Transformation, I recall that t he Bank decided to waive the \nobligation to make these payments.     \nDischarge of Security for the Old Loans \n141. My understanding was that, as a result of repaying the Old  Loans, the New Borrowers could sue \nthe Old Borrowers to recover payment, and would also (under Art icle 556 of the Civil Code of \nUkraine) have been able to access the security for the Old Loan s, i.e. the Share Pledges. \n142. The NBU was able to monitor the release of security. The N BU had access to almost all of the \nBank's documents.  The Share Pledges / securities were included  in a report which showed the \nmovement of security and was made available to the NBU upon req uest. The NBU could see \nentries which showed where security had been released, but if i t wanted to see more details (such \nas specific release agreements), it would make a specific reque st for it.  \nMonitoring of the Transformation Process \n143. At the beginning of October 2016, the NBU conducted a grou p inspection and around 50 personnel \n(including armed security) sat within the Bank. These inspector s were snooping around the Bank, \nseemingly searching for something. As they were present at the Bank, when the NBU would ask \nfor information about the New Borrowers the relevant documents would literally be handed to the \ninspectors who would often make on-the-spot decisions. \n144. The previous Asset Transfer stage had been completed remot ely, and the Transformation was a \nsimilar exercise, involving the same electronic documents. The Transformation plan was worked \non via 'Google Docs' to which all inspectors from the NBU had a ccess. There was a table which \nset out the Old and New Borrowers, and the NBU had online acces s to this. Between this and its \nphysical presence within the Bank, the NBU had access to and ov ersight of everything the Bank \nwas doing in relation to the Transformation. \n145. I thought that the way the NBU representatives behaved in this period was very unusual – they had \nnot been physically present during similar inspections in the p ast. The normal way of \ncommunications was through letters to and from the NBU. In retr ospect, it could be that the reason \nfor their physical presence was to avoid leaving any unnecessar y paper trail / trail of electronic \ndocuments and communications. \nNationalisation \n146. In November 2016, EY conducted a further audit of the resu lts of the Stress-Test and produced a \nreport on 22 November 2016 [PB0092834_00001] . The report records that despite the \nTransformation being in progress and information provided by th e management of the Bank as to \nthe Transformation Plan, the NBU had instructed EY to report th e position as at 15 November \n2016. EY included an Appendix 4 setting out information provide d to it after that date which it could \nnot take into account.  \n147. No explanation was given by the NBU for insisting on limit ing the information which EY could take \ninto account and as far as I recall EY did not understand why a n extension of time to complete the \nTransformation Plan was not granted.  \n148. I believe that the EY 2016 Report was a mere formality tha t the NBU needed in order to be able to \ncarry out the nationalisation. The law prescribed obtaining a r eport from the entity like EY. \nB2/4/18\n \n19 \n 149. I have been shown a document [PB0108201_00001]  which is the NBU's report on the results of \nthe Transformation. This report was prepared by the NBU followi ng its Unscheduled Inspection. It \nconcluded that the Bank had a huge shortfall of capital because  the New Loans were unsecured \n(and comprised most of the Bank's portfolio), therefore, the Ba nk was insolvent and had to be \nnationalised. At page 23 of this document, there is a reference  to the fact the NBU did not consider \nthere was valid security in place, and that the form of the fut ure security was still an open question. \nIn the same paragraph, the NBU noted the deficiencies of securi ty in form of share pledges without \nof course referring to the agreement with me that it would acce pt as valid security the pledges of \ncontractual rights (in the interim) with mortgages to be secure d at a later stage. \nEvents Post-Nationalisation \n150. It is my understanding that a number of the Share Pledgors  attempted to liaise with the Bank's new \nmanagement to put mortgages over physical assets in place, but that such attempts were ignored. \nFor example, the Bank (under the new management) was scheduled to visit Eurotyre to inspect \nthe asset that was to be provided as security, but it did not a rrive at the scheduled meeting. \nSimilarly, Claresholme wrote to the Bank in December 2016 and i nvited it to negotiate the terms of \nthe proposed mortgage. This letter, and further reminders, went  ignored by the Bank. \n  \nB2/4/19\n \n20 \n Statement of Truth \nI believe that the facts stated in this witness statement are t rue. \nI understand that proceedings for contempt of court may be brou ght against anyone who makes, or causes \nto be made, a fal"}
{"start": 63000, "text": " agreement with me that it would acce pt as valid security the pledges of \ncontractual rights (in the interim) with mortgages to be secure d at a later stage. \nEvents Post-Nationalisation \n150. It is my understanding that a number of the Share Pledgors  attempted to liaise with the Bank's new \nmanagement to put mortgages over physical assets in place, but that such attempts were ignored. \nFor example, the Bank (under the new management) was scheduled to visit Eurotyre to inspect \nthe asset that was to be provided as security, but it did not a rrive at the scheduled meeting. \nSimilarly, Claresholme wrote to the Bank in December 2016 and i nvited it to negotiate the terms of \nthe proposed mortgage. This letter, and further reminders, went  ignored by the Bank. \n  \nB2/4/19\n \n20 \n Statement of Truth \nI believe that the facts stated in this witness statement are t rue. \nI understand that proceedings for contempt of court may be brou ght against anyone who makes, or causes \nto be made, a false statement in a document verified by a state ment of truth without an honest belief in its \ntruth. \nSigned: ……… signature ……………………………...…………   Dated: …2.11.2021.………..……….. \nVolodymyr Yatsenko \n \n  \nB2/4/20\n \n21 \n Confirmation \nI understand that the purpose of this witness statement is to s et out matters of fact of which I have personal \nknowledge. \nI understand that it is not my function to argue the case, eith er generally or on particular points, or to take \nthe court through the documents in the case. \nThis witness statement sets out only my personal knowledge and recollection, in my own words. \nOn points that I understand to be important in the case, I have  stated honestly (a) how well I recall matters \nand (b) whether my memory has been refreshed by considering doc uments, if so how and when. \nI have not been asked or encouraged by anyone to include in thi s statement anything that is not my own \naccount, to the best of my ability and recollection, of events I witnessed or matters of which I have personal \nknowledge. \n Signed: …………… signature ………………………...…………   Dated: ….……2.11.2021…..……….. \nVolodymyr Yatsenko \n  \n  \nB2/4/21\nB2/4/22\n \n23 \n Annex A \nList of Documents referred to for the purposes of preparing  \nthe First Witness Statement of Volodymyr Yatsenko. \n \nNo Document Reference  \n1. Order No. PR/18-2014-7123251 dated \n16/12/2014 approving and enclosing \nRegulations on Credit Committees in the \nPrivatBank System PB0361356_00001 \n2. Regulations on Credit Committees in the \nPrivatBank System of June 2014 PB0021286_00001 \n3. Regulations on Credit Committees in the \nPrivatBank System of December 2016  PB0098289_00001 \n4. Minutes of a meeting of the Supervisory \nBoard of PrivatBank dated 01/09/2015 \napproving and enclosing Regulations on \npowers when taking decisions on conducting \nbanking operations and Regulations on the \nprocedure for preparing a list of related \nparties of PrivatBank PB0116127_00001 \n5. Minutes of a meeting of the Supervisory \nBoard of PrivatBank dated 04/04/2016 \napproving and enclosing Regulations on \npowers when taking decisions on conducting \nbanking operations PB0116049_00001  \n6. Letter from A. Dubilet to A. Pisaruk, dated \n24/12/2015 PB0034525_00001 \n7. Letter from K. Rozhkova to A. Dubilet, dated \n21/01/2016 Exhibit VY1/1-6  \n8. Emails between T. Novikov and Y. \nMatsveyeva attaching a letter of guarantee IK0009281_0001 IK0009283_0001; \nIK0009284_0001; IK0009285_0001 \n9. Emails between S. Volkov and Y. \nMatsveyeva attaching a letter of guarantee IK0009286_0001; IK0009287_0001; \nIK0009288_0001; IK0009289_0001 \n10. Email from D. Luchaninov to V. Yatsenko \ndated 22/03/2016  PB0073523_00001 \n11. Perser Guarantee and Pledge Agreement \ndated 22/08/2016 PB0082766_00001 \n12. Dilorsano Guarantee and Pledge Agreement \ndated 22/08/2016 PB0082777_00001 \nB2/4/23\n \n24 \n 13. Minutes of the Credit Committee of \n23/11/2016  PB0066636_00001; PB0066637_00001 \n14. Letter from the NBU to PrivatBank dated \n30/01/2017 enclosing an Inspection Report PB0108201_00001 \n15. Letter from PrivatBank to the NBU dated \n04/11/2016 PB0156901_00001 \nTAR-006377186 \n16. Letter from PrivatBank to the NBU dated \n08/11/2016 PB0066123_00001 \nTAR-003975120_English \n17. Email from V. Yatsenko to T. Gurieva and T. \nNovikov dated 07/08/2015 PB0051277_00001 \n18. Email from D. Luchaninov to multiple \nrecipients dated 04/09/2015 PB0196462_00001 \nPB0196462_00001_English \n19. Email from A. Kazantsev to T. Gurieva and \nS. Shcherbakova (cc: O. Koval, N. \nOnishchenko, R. Okhriy) dated 15/10/2013 PB0012029_00001 \n20. Email from A. Kazantsev to T. Gurieva and \nS. Shcherbakova (cc: O. Koval, N. \nOnishchenko, R. Okhriy) dated 12/05/2014 PB0020416_00001 \n21. Email from V. Yatsenko to D. Luchaninov  \ndated 02/12/2015 PB0059091_00001 \n22. Share Charge Deed No. DZK-4131 PB0086847_00001 \n23. Report of Ernst & Young Audit Services LLC \non the results of review of active transactions \nof the bank with related parties as at \n01/04/2015 PB0347625_00001 \n24. Report of Ernst & Young Audit Services LLC \ndated 22/11/2016 PB0092834_00001 \n25. Email from D. Luchaninov to V. Yatsenko  \ndated 09/10/2015  PB0198039_00001 \nPB0198039_00001_English \nPB0351677_00001 \nPB0351677_00001_English \n26. Email from D. Luchaninov to V. Yatsenko  \ndated 21/10/2015  PB0056172_00001 \n27. Email from D. Luchaninov to L. Shmalchenko \nand V. Yatsenko  dated 02/12/2015  PB0059062_00001 \nLegislation and Regulations \nB2/4/24\n \n25 \n 28. Article 556 of the Civil Code of Ukraine (edition in force as o f 11.06.2016) \nAvailable in Ukrainian at: Цивільний кодекс України | від 16.01.2003 № 435-IV (rada.gov.ua ) \n29. Article 52 of the Law on Banks and Banking Activities (edition in force as of 08.03.2015) \nAvailable in Ukrainian at: Про банки і банківську діял... | від 07.12.2000 № 2121-III \n(rada.gov.ua)  \n30. NBU Regulation No. 23 (edition in force as of 20.10.2015) \nAvailable in Ukrainian at: Про затвердження Положення про по... | від 25.01.2012 № 23 \n(rada.gov.ua)  \n31. NBU Regulation No. 315 (edition in force as of 12.05.2015) \nAvailable in Ukrainian at: Про затвердження Положення про в... | від 12.05.2015 № 315 \n(rada.gov.ua)  \n32. NBU Regulation No. 314  \n33. NBU Resolution No. 8/BT \n34. NBU Resolution No. 103/BT \n \n  \nB2/4/25\n \n26 \n Party: First Defendant \nWitness: V. Yatsenko  \nNumber: First \nExhibit: VY1 \nDated: 2 November 2021 \nTranslated: 2 November 2021  \nClaim No.  BL-2017-000665 \n \nIN THE HIGH COURT OF JUSTICE    \nBUSINESS AND PROPERTY COURTS OF \nENGLAND AND WALES \nBUSINESS LIST (ChD)  \nB E T W E E N \nJSC COMMERCIAL BANK PRIVATBANK \nClaimant \nand \n \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \n \n________________________________________ \nFIRST WITNESS STATEMENT OF VOLODYMYR \nYATSENKO \n________________________________________ \n \nB2/4/26\n"}
