{"metadata": {"corpus_path": "D3_12 Supplemental Expert Report of Luke Steadman.pdf", "file_size": 975631, "mtime": 1755610856.2835205, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n Claim Number BL-2017-000665 \n \n \nIN THE HIGH COURT OF JUSTICE \nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES \nBUSINESS LIST (ChD) \n \nBETWEEN : \n \n \n \nJSC COMMERCIAL BANK PRIVATBANK \nClaimant \n-and- \n \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \n \nSUPPLEMENTAL EXPERT REPORT OF LUKE STEADMAN  \n 30 SEPTEMBER 2022 \nALVAREZ & MARSAL DISPUTES AND INVESTIGATIONS , LLP \n \nD3/12/1\nSupplemental Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 1 \n Contents \n1 Introduction ...............................................................................................................2  \n1.1 Supplemental Report .......................................................................................................... 2  \n1.2 Other Matters ..................................................................................................................... 2  \n1.3 Format of this Report .......................................................................................................... 3  \n2 Tracing Methodologies ...............................................................................................4  \n2.1 Introduction ........................................................................................................................ 4  \n2.2 Exact Matching.................................................................................................................... 4  \n2.3 Application of Exact Matching to the Relevant Drawdowns .............................................. 6  \n3 2016 Financial Statements disclaimer of opinion .........................................................8  \n3.1 Introduction ........................................................................................................................ 8  \n3.2 Disclaimer of opinion in the 2016 Financial Statements .................................................... 8  \n3.3 Discussion ......................................................................................................................... 10  \n4 Expert’s Declaration ................................................................................................. 14  \n \n  \n  \n  \n  \n  \n  \n \n  \nD3/12/2\nSupplemental Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 2 \n 1 Introduction \n1.1 Supplemental Report  \n1.1.1 This report supplements my report dated 16 February 2022 (“My First Report”). Statements \nmade at paragraphs 1.3.1 – 1.3.2 and 1.6.1 – 1.6.3 of My First Report apply equally to this \nSupplemental Report. The naming conventions adopted in My First Report are adopted here. \n1.1.2 This Supplemental Report follows, and should be read in conjunction with: \ni) My First Report; \nii) The Report of Ian Thompson, expert for the Bank, dated 24 November 2021 \n(“Thompson 1”); \niii) The Reports of Jeffrey Davidson, expert for D1, dated 28 January 2022 \n(“Davidson 1”) and 18 February 2022 (“Davidson 1A”); and \niv) The Joint Statement of Mr Thompson, Mr Davidson and myself (“the Experts”) \ndated 10 March 2022 (“Expert Joint Statement”). \n1.1.3 I have prepared this Supplemental Report to cover the following topics arising from the \nabove documents:  \ni) The tracing methodologies used by the Experts; and \nii) Implications arising from the Bank’s auditor’s disclaimer of opinion in the 2016 \nFinancial Statements.   \n1.2 Other Matters \n1.2.1 Within the Expert Joint Statement, Mr Thompson indicated that he would address several \npoints that were made in My First Report within his Supplemental Report.1 Although the \nFirst Reports of the accounting experts were served sequentially in this matter, \nSupplemental Reports are to be served concurrently. Therefore, I "}
{"start": 3500, "text": " methodologies used by the Experts; and \nii) Implications arising from the Bank’s auditor’s disclaimer of opinion in the 2016 \nFinancial Statements.   \n1.2 Other Matters \n1.2.1 Within the Expert Joint Statement, Mr Thompson indicated that he would address several \npoints that were made in My First Report within his Supplemental Report.1 Although the \nFirst Reports of the accounting experts were served sequentially in this matter, \nSupplemental Reports are to be served concurrently. Therefore, I have prepared this \nSupplemental Report without sight of the Supplemental Reports of either Mr Thompson or \nMr Davidson. As such, this Supplemental Report is limited to addressing certain points which \n \n1 Expert Joint Statement, sections 5.2, 5.3, 5.4 \nD3/12/3\nSupplemental Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 3 \n arose out of the discussions between the experts in February 2022 and I reserve my right to \naddress any further points raised in the Supplemental Reports of Mr Thompson and / or Mr \nDavidson in due course. \n1.3 Format of this Report \n1.3.1 This Report comprises the following sections:  \ni) Section 1 – Introduction (this section); \nii) Section 2 – Tracing Methodologies; and \niii) Section 3 – 2016 Financial Statements disclaimer of opinion. \n1.3.2 My signed Expert Declaration is attached at Section 4.  \n  \nD3/12/4\nSupplemental Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 4 \n 2 Tracing Methodologies \n2.1 Introduction \n2.1.1 Mr Davidson concluded in Davidson 1, and Mr Thompson and Mr Davidson in the Expert \nJoint Statement agreed, that Exact Matching allows USD 1,732 million of Relevant \nDrawdowns to be traced to repayment of loans (including Relevant Loans) by Relevant \nBorrowers, Intermediary Borrowers and other Borrowers2. It follows from this that \nUSD 557 million3 of Relevant Drawdowns cannot be traced to the repayment of loans by \nRelevant Borrowers, Intermediary Borrowers, and other Borrowers using Exact Matching. \n2.1.2 Exact Matching is defined by the Experts as: \n“a cash tracing methodology by which cash inflows to an account are matched to cash \noutflows, either individually or in aggregate, such that the inflow(s) are traced into the \noutflow(s) which match the quantum (in USD or UAH) of the inflow ”4 \n2.1.3 A cash tracing methodology can be used to establish a link between incoming and outgoing \ntransactions, in the absence of other extrinsic evidence by which such a link might be \nestablished. In the absence of such extrinsic evidence, transactions can be linked by \ncoincidence of dates and amounts. I consider the appropriateness of Exact Matching as a \ncash tracing methodology below. \n2.2 Exact Matching \n2.2.1 Exact Matching is one of the tracing methodologies used by Mr Thompson and Mr Davidson. \nOther cash tracing methodologies used by them include: \ni) FIFO: defined by Mr Thompson as: “a cash tracing methodology by which cash \ninflows are allocated to cash outflows on a “ First in First Out” basis. Cash inflows \nto the account are assumed to be withdrawn in the order in which they were \nreceived. Once an inflow is entirely allocated, the next inflow is allocated to the \noutflows in sequence.”5 I am also in agreement with this definition. \n \n2 Expert Joint Statement, 3.2.1 \n3 Expert Joint Statement, 3.2.1 \n4 Expert Joint Statement, 3.2.1 \n5 Thompson 1, Glossary \nD3/12/5\nSupplemental Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 5 \n ii) Direct Linkage. This is not defined by Mr Thompson but refers to a methodology \nused by the Bank (and adopted by Mr Thompson as the “Bank’s Methodology”6) \nto link discrete series of transactions together having a common Supply \nAgreement reference in the transaction narrative of the Bank.  \n2.2.2 Each methodology when applied to a data set may pro"}
{"start": 7000, "text": "3/12/5\nSupplemental Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 5 \n ii) Direct Linkage. This is not defined by Mr Thompson but refers to a methodology \nused by the Bank (and adopted by Mr Thompson as the “Bank’s Methodology”6) \nto link discrete series of transactions together having a common Supply \nAgreement reference in the transaction narrative of the Bank.  \n2.2.2 Each methodology when applied to a data set may produce different results. FIFO is an \nobjective methodology in that it requires no judgements to be made. This is its strength, but \nit can produce apparently anomalous results. For instance: \ni) Consider two payments coming into an account on subsequent days of 11,200 \n(transaction A) and 300 (transaction B) respectively. The account had a zero \nbalance immediately prior to these transactions. Subsequently there are \npayments of 300 (transaction C) and 11,200 (transaction D) on subsequent days. \nStrict application of FIFO would apply 300 of transaction A to transaction C and \n10,900 of transaction A and all of transaction B to transaction D, \nnotwithstanding the coincidence of amounts between transaction A and D and \nbetween B and C. \n2.2.3 This anomalous outcome can be solved by Exact Matching which, applying logic and \nmatching transactions based upon coincidence of dates and amounts, would match \ntransaction A with D and B with C. However Exact Matching does require judgement and, in \nsome cases, the exercise of choice. For instance: \ni) Consider two payments coming into an account on subsequent days of 700 \n(transaction A) and 350 (transaction B) followed by three payments out each of \n350 (transaction C-E). Applying Exact Matching without judgement or choice, in \nthis example, cannot resolve the question as to whether A funded C and D, or D \nand E. \n2.2.4 In practice, many transactions are linked by exact coincidence of non-round sum amounts, \nalthough in some cases consideration needs to be taken of exchange rates (where sums \nmove from one account to another denominated in different currencies) and bank charges \n \n6 Thompson 1, Glossary \nD3/12/6\nSupplemental Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 6 \n (when dealing with payments to or from external accounts), and not all transactions can be \nmatched. Taking these points in turn: \ni) non round sum amounts of, say, USD 699,171 appearing as receipts and \npayments can – absent other indications – be said to be related (linked) to each \nother; \nii) it is reasonable to link a payment of USD 1,000,000 with a receipt of GBP 917,431 \nif exchange rates for GBP:USD are around 1:1.09; and \niii) if an account receives three payments of 700 (transaction A), 900 (transaction \nB) and 350 (transaction C), only A can be Exact Matched to payments out of 300 \nand 400, but a following payment out of say, 280, matches neither B nor C \nindividually or in aggregate and they remain unmatched. \n2.2.5 Exact Matching, by definition, ignores any other available indications of connections \nbetween payments (such as relied on for Direct Linkage) since under Exact Matching, \ntransaction narratives play no role.7 \n2.2.6 That said, where information which indicates where a transaction has come from or is going \nto is limited, narratives on financial information are rare or inconclusive, and supporting \ninformation absent, Exact Matching provides a better analysis of the source and application \nof funds than a strictly objective FIFO approach. A coincidence of dates and amounts \nprovides, in my view, a better basis from which to infer a link between a pair or series of \ntransactions (and hence a guide as to the substance and purpose of those transactions) than \na strict chronological approach8. However, unlike FIFO, Exact Matching cannot provide a \ncomplete analysis in that not all transactions can be matched by coincidence of dates a"}
{"start": 10500, "text": "es a better analysis of the source and application \nof funds than a strictly objective FIFO approach. A coincidence of dates and amounts \nprovides, in my view, a better basis from which to infer a link between a pair or series of \ntransactions (and hence a guide as to the substance and purpose of those transactions) than \na strict chronological approach8. However, unlike FIFO, Exact Matching cannot provide a \ncomplete analysis in that not all transactions can be matched by coincidence of dates and \namounts.   \n2.3 Application of Exact Matching to the Relevant Drawdowns \n2.3.1 Mr Thompson did not express his view as to whether Exact Matching was an appropriate \ntracing methodology to be used and does not think it is appropriate for expert forensic \n \n7 Expert Joint Statement, 3.2.1. \n8 It is noted that in many cases bank statements rank transactions on a particular day by size (e.g., smallest to largest) and not by time of \ntransaction.  \nD3/12/7\nSupplemental Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 7 \n accountants to express such a view. I disagree; I, and all of us Experts I suspect, have \nundertaken a large number of tracing exercises during our work as forensic accountants and, \nin doing so, will have gained experience of different methodologies and their relative \nstrengths and weaknesses. Hence based on my experience, I consider it appropriate for \nexpert forensic accountants to express a view as to whether a quantitative methodology \nadopted is appropriate, or works, or not.  \n2.3.2 Accordingly, in the absence of extrinsic evidence providing linkage between transactions, \nExact Matching in my view provides a sound basis for assessing whether, in the present \nmatter, funds derived from the Relevant Drawdowns were used to fund the repayment of \nother loans from the Bank. By applying Exact Matching, Mr Davidson has established that \nUSD 1,732 million (approximately 74% of Relevant Drawdowns) can be traced to repayment \nof loans with the Bank. \n2.3.3 Exact Matching does not, on its own, allow any conclusion to be drawn about unmatched \namounts which here total USD 557 million.  \n  \nD3/12/8\nSupplemental Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 8 \n 3 2016 Financial Statements disclaimer of opinion \n3.1 Introduction \n3.1.1 In Section 3 of My First Report, I considered the loss reported in the Bank’s financial \nstatements and the Impairment recognised by the Bank in its 2016 Financial Statements of \nUAH 147.8 billion. I stated that, “In accounting terms and taking the financial statements at \nface value, the “loss event” that gave rise to the Impairment and write down of loans has \noccurred in the financial year ended 31 December 2016.”9 \n3.1.2 This statement remains correct. However, Mr Thompson has noted in the Expert Joint \nStatement that the Bank’s auditor disclaimed their opinion for the 2016 Financial \nStatements.10 \n3.2 Disclaimer of opinion in the 2016 Financial Statements \n3.2.1 An audit opinion is an expression of opinion by a company’s independent accountant as to \nwhether, in that firm’s opinion, financial statements presented by the company are true and \nfair11. It is distinct from any statement by the company as to the truth and fairness of the \nfinancial statements.12 \n3.2.2 In 2016, the Bank’s auditors, E&Y Credit Services LLC (“E&Y”): \ni) Did not express an opinion on the financial performance and cash flows of the \nBank for 2016; and \nii) Opined that “except for the possible effects”  of certain matters referred to by \nE&Y, and “ except for the effects ” of certain other matter referred to, the \nfinancial statements did fairly, in all material respects, present the financial \nposition of the Bank at 31 December 2016.13 \n \n9 My First Report, Section 3.2.5 \n10 Expert Joint Statement, 5.2 \n11 True and Fair is an English accounting and legal concept, gener"}
{"start": 14000, "text": "on on the financial performance and cash flows of the \nBank for 2016; and \nii) Opined that “except for the possible effects”  of certain matters referred to by \nE&Y, and “ except for the effects ” of certain other matter referred to, the \nfinancial statements did fairly, in all material respects, present the financial \nposition of the Bank at 31 December 2016.13 \n \n9 My First Report, Section 3.2.5 \n10 Expert Joint Statement, 5.2 \n11 True and Fair is an English accounting and legal concept, generally held to be synonymous with international concepts and the \nrequirements of International Financial Reporting Standards that financial statements must “present fairly in all material respects” the \nposition and results of a Company \n12 The 2016 Financial Statements were prepared subsequent to the Bank’s Nationalisation when the Bank was under the ownership and \ncontrol of the government of Ukraine. Therefore, the statement as to the Bank’s truth and fairness of the 2016 Financial Statements \noccurred during this period.  \n13 Bank’s audited financial statements for the year ending 31 December 2016, page 4 \nD3/12/9\nSupplemental Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 9 \n 3.2.3 E&Y’s bases for its disclaimer of opinion on the financial performance and cash flows of the \nBank were:  \ni) in respect of an impairment charge of UAH 154,617 million to loans and \nadvances to customers, E&Y were \" unable to obtain sufficient appropriate audit \nevidence about the period this impairment loss relates to ”14;  \nii) in respect of the restructuring of loans and advances having a carrying value \nbefore impairment of UAH 137,082 million, E&Y were “ unable to obtain \nsufficient appropriate audit evidence in respect of the effects of the restructuring \nof such loans ”15 and were “ unable to determine whether any adjustments were \nnecessary to impairment charges ”16; and \niii) E&Y were “ unable to obtain sufficient appropriate audit evidence in respect of \nrelated party transactions for the period 1 January 2016 to 19 December 2016 ”17. \n3.2.4 The matters referred to by E&Y as having a “possible effect” (emphasis added to distinguish \nfrom the matters discussed at 3.2.6 below) on the Bank’s financial position arose from the \ninability of E&Y to obtain “sufficient appropriate audit evidence”: \ni) as to the fair value of repossessed properties in 2016 totalling \nUAH 21,836 million (USD 805 million)18; \nii) as to the date of recognition and initial cost of internally generated software \nassets totalling UAH 340 million (USD 13 million)19; \niii) as to the fair value of a retained investment in a former subsidiary, recognised \nby the Bank at UAH 507 million (USD 19 million)20, and the derecognition of \nassets and liabilities of the former subsidiary having values of UAH 725 million \n \n14 Bank’s audited financial statements for the year ending 31 December 2016, page 3 \n15 Bank’s audited financial statements for the year ending 31 December 2016, page 3 \n16 Bank’s audited financial statements for the year ending 31 December 2016, page 3 \n17 Bank’s audited financial statements for the year ending 31 December 2016, page 3 \n18 Bank’s audited financial statements for the year ending 31 December 2017, page 22 \n19 Bank’s audited financial statements for the year ending 31 December 2016, page 38 \n20 Bank’s audited financial statements for the year ending 31 December 2016, page 71 \nD3/12/10\nSupplemental Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 10 \n (USD 27 million) and UAH 892 million (USD 37 million) at 31 December 2015; \nand \niv) as to the fair value of expected future cash flows used to estimate the Bank’s \nimpairment of UAH 3,044 million (USD 112 million) on loans and advances to \ncustomers totalling UAH 17,730 million (USD 654 million).21 \n3.2.5 The matters referred to by E&Y as having an effect on the fi"}
{"start": 17500, "text": "ntal Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 10 \n (USD 27 million) and UAH 892 million (USD 37 million) at 31 December 2015; \nand \niv) as to the fair value of expected future cash flows used to estimate the Bank’s \nimpairment of UAH 3,044 million (USD 112 million) on loans and advances to \ncustomers totalling UAH 17,730 million (USD 654 million).21 \n3.2.5 The matters referred to by E&Y as having an effect on the financial position were: \ni) The overstatement by the Bank's other assets by UAH 8,878 million \n(USD 327 million) arising from the recognition of amounts that did not meet the \ndefinition of assets under International Financial Reporting Standards (“IFRS”);22 \nand \nii) The failure by the Bank to recognise liabilities of UAH 637 million (USD 23 \nmillion) as required by IFRS.23 \n3.2.6 Of the numerous matters highlighted by E&Y in their 2016 audit opinion, only 3.2.4 (i) and \n(ii) (i.e., their inability to obtain sufficient, appropriate audit evidence as to the period(s) in \nwhich to recognise the impairment charges, and as regards the effects of restructuring) \nrelates to the impairment of loans. As noted in my First Report, this impairment was the \n“loss event” that gave rise to the loss to the bank which occurred in the financial year ended \n31 December 2016.24  \n3.3 Discussion \n3.3.1 In its audit opinion, E&Y stated that:  \n“In 2016, the Bank recognised an impairment charge of UAH 154,617 million in respect of \nloans and advances to customers [the Impairment] . We were unable to obtain sufficient \nappropriate audit evidence about the period this impairment loss relates to . As a result, we \nwere unable to determine whether any adjustments were necessary to the separate \n \n21 Bank’s audited financial statements for the year ending 31 December 2016, page 5 \n22 Bank’s audited financial statements for the year ending 31 December 2016, page 4 \n23 Bank’s audited financial statements for the year ending 31 December 2016, page 5 \n24 In my First Report I referred to UAH 147.8 billion as the impairment of loans to corporate entities. This forms the majority of the UAH \n154.5 billion impairment referred to by E&Y. The balance refers to impairment of loans to individuals, SMEs and finance leases. See \nFinancial Statements note 10 \nD3/12/11\nSupplemental Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 11 \n statement of profit or loss and other comprehensive income and the separate statement of \nchanges in equity for 2016 and 2015”25[emphasis added] \n3.3.2 Sufficient, appropriate audit evidence is a term defined under International Standards of \nAuditing as relating to the quantity and quality of information obtained by an auditor to \nsupport assertions26 made by a company in its financial statements. “Evidence” is the \ninformation used by the auditor in arriving at the conclusions on which the audit opinion is \nbased, and includes the information contained in the accounting records underlying the \nfinancial statements and other information. “Audit Evidence” which is cumulative in nature, \nincludes audit evidence obtained from audit procedures performed during the course of the \n \n25 Bank’s audited financial statements for the year ending 31 December 2016, page 3 \n26 Assertions in audit and accounting terminology means the statements (numerical and in some cases written) made by a company in its \nfinancial statements \nD3/12/12\nSupplemental Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 12 \n audit and may include audit evidence obtained from other sources such as previous audits \nand a firm’s quality control procedures for client acceptance and continuance.27 \n3.3.3 A failure to obtain sufficient (a measure of quantity) appropriate (a measure of quality, i.e.,  \nits relevance and reliability in providing su"}
{"start": 21000, "text": "in its \nfinancial statements \nD3/12/12\nSupplemental Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 12 \n audit and may include audit evidence obtained from other sources such as previous audits \nand a firm’s quality control procedures for client acceptance and continuance.27 \n3.3.3 A failure to obtain sufficient (a measure of quantity) appropriate (a measure of quality, i.e.,  \nits relevance and reliability in providing support for, or detecting misstatements in, the \nclasses of transactions, account balances, and disclosures and related assertion) audit \nevidence means that either E&Y did not obtain enough information, or had concerns as to \nthe quality of information received, to express an opinion on the matter disclaimed by them: \nnamely, in relation to para 3.2.3(i) above, the period to which the impairment related.  \n3.3.4 Put simply: the “loss” referred to is the charge of UAH 154,617 million to the profit and loss \naccount for the financial year ended 31 December 2016. E&Y’s concern appears to be that \ndue to a lack of appropriate audit evidence, they were unable to determine whether this \nloss should be applied to the year ended 31 December 2016 or some other (earlier) period. \n3.3.5 As regards earlier periods: \ni) Financial Statements for 2015 (audited by PwC) were qualified for the possible \neffect of the presentation of balances and transactions of related parties, but \notherwise did not refer to loans and advances to customers; and \nii) Financial Statements for 2014 and 2013 (each audited by PwC) were unqualified. \n3.3.6 An unqualified audit opinion is one that states that in the auditor’s opinion: \n“the accompanying financial statements present fairly, in all material respects, the financial \nposition of the [Bank]… and its financial performance and its cash flows.” \n3.3.7 The Bank’s claims in this matter relate to Unreturned Prepayments, which were made during \nthe Relevant Drawdown Period: 1 November 2013 to 1 September 2014. Financial \nstatements for that period were unqualified.  As such: \ni) The impairment charge in 2016 is not directly referable to the Relevant \nDrawdowns which funded the Unreturned Payments; \nii) There was no significant impairment of loans recognised in the Bank’s financial \nstatements for the years ending 31 December 2014 or 31 December 2015. The \nD3/12/13\nSupplemental Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 13 \n 2014 financial statements were unqualified by the auditor while the 2015 \nqualification related to other matters. Accordingly, the auditors were in \nagreement with the Bank as to the valuation of the Bank’s portfolio for these \nyears; and \niii) My conclusion in My First Report that the loss recognised by the Bank in its 2016 \nfinancial statements relates to the New Loans (and no impairment was \nrecognised by the Bank in relation to the Relevant Loans) is unchanged.  \n \nD3/12/14\nSupplemental Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 14 \n 4 Expert’s Declaration \n4.1.1 I Luke Steadman DECLARE THAT:  \ni) I understand that my duty in providing written reports and giving evidence is to \nhelp the Court, and that this duty overrides any obligation to the party by whom \nI am engaged or the person who has paid or is liable to pay me. I confirm that I \nhave complied and will continue to comply with my duty.  \nii) I confirm that I have not entered into any arrangement where the amount or \npayment of my fees is in any way dependent on the outcome of the case.  \niii) I know of no conflict of interest of any kind, other than any which I have \ndisclosed in my report.  \niv) I do not consider that any interest which I have disclosed affects my suitability \nas an expert witness on any issues on which I have given evidence.  \nv) I will advise the party by whom I am i"}
{"start": 24500, "text": "nd will continue to comply with my duty.  \nii) I confirm that I have not entered into any arrangement where the amount or \npayment of my fees is in any way dependent on the outcome of the case.  \niii) I know of no conflict of interest of any kind, other than any which I have \ndisclosed in my report.  \niv) I do not consider that any interest which I have disclosed affects my suitability \nas an expert witness on any issues on which I have given evidence.  \nv) I will advise the party by whom I am instructed if, between the date of my report \nand the trial, there is any change in circumstances which affect my answers to \npoints (iii) and (iv) above.  \nvi) I have shown the sources of all information I have used.  \nvii) I have exercised reasonable care and skill in order to be accurate and complete \nin preparing this report.  \nviii) I have endeavoured to include in my report those matters, of which I have \nknowledge or of which I have been made aware, that might adversely affect the \nvalidity of my opinion. I have clearly stated any qualifications to my opinion.  \nix) I have not, without forming an independent view, included or excluded anything \nwhich has been suggested to me by others, including my instructing lawyers.  \nx) I will notify those instructing me immediately and confirm in writing if, for any \nreason, my existing report requires any correction or qualification.  \nD3/12/15\nSupplemental Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 15 \n xi) I understand that;  \na) my report will form the evidence to be given under oath or affirmation;  \nb) questions may be put to me in writing for the purposes of clarifying my \nreport and that my answers shall be treated as part of my report and \ncovered by my statement of truth;  \nc) the court may at any stage direct a discussion to take place between \nexperts for the purpose of identifying and discussing the expert issues in \nthe proceedings, where possible reaching an agreed opinion on those \nissues and identifying what action, if any, may be taken to resolve any of \nthe outstanding issues between the parties;  \nd) the court may direct that following a discussion between the experts that \na statement should be prepared showing those issues which are agreed, \nand those issues which are not agreed, together with a summary of the \nreasons for disagreeing;  \ne) I may be required to attend court to be cross-examined on my report by \na cross-examiner assisted by an expert;  \nf) I am likely to be the subject of public adverse criticism by the judge if the \nCourt concludes that I have not taken reasonable care in trying to meet \nthe standards set out above.  \nxii) I have read Part 35 of the Civil Procedure Rules, the accompanying practice \ndirection and the Guidance for the instruction of experts in civil claims and I have \ncomplied with their requirements.  \nxiii) I am aware of the practice direction on pre-action conduct. I have acted in \naccordance with the Code of Practice for Experts.  \nD3/12/16\nSupplemental Expert Report of Luke Steadman \nJSC Commercial Bank PrivatBank -v- (1) Igor Kolomoisky (2) Gennadiy Bogolyubov & Others \n 16 \n Statement of Truth \n4.1.2 I confirm that I have made clear which facts and matters referred to in this report are within \nmy own knowledge and which are not. Those that are within my own knowledge I confirm \nto be true. The opinions I have expressed represent my true and complete professional \nopinions on the matters to which they refer. \n4.1.3 I understand that proceedings for contempt of court may be brought against anyone who \nmakes, or causes to be made, a false statement in a document verified by a statement of \ntruth without an honest belief in its truth. \n \n \n________________________________________ \nLuke Steadman, FCA \nAlvarez & Marsal Disputes and Investigations, LLP \n30 September 2022 \n \n \n \n \n \nD3/12/17\n"}
