{"metadata": {"corpus_path": "AA1_5 Dramatis Personae (Alphabetical).pdf", "file_size": 227365, "mtime": 1755683452.3093603, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n   \n IN THE HIGH COURT OF JUSTICE  Claim No. BL -2017-000665  \nBUSINESS AND PROPERTY COURTS  \nOF ENGLAND AND WALES   \nBUSINESS LIST (ChD)  \n \nB E T W E E N :  \n \n \nJSC COMMERCIAL BANK PRIVATBANK  \nClaimant  \n \n- and - \n \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED  \n(4) TRADE POINT AGRO LIMITED  \n(5) COLLYER LIMITED  \n(6) ROSSYN INVESTING CORP  \n(7) MILBERT VENTURES INC  \n(8) ZAO UKRTRANSITSERVICE LTD  \nDefendants  \n \n \n \n__________________________________________ _________________  \n \nDRAMATIS PERSONAE  \n \nRELEVANT INDIVIDUALS (ALPHABETICAL)1 \n__________________________________________ _________________  \n \n \nFORENAME  SURNAME  DESCRIPTION  \nNikita  Aboyan  Nominee for D1 and D2 and purported UBO of three  Borrowers. Nominee \nChart at { K4-A/4/1 }; B1 in the Beneficiary Key.  \nOleksii  Agafonov  Employee of PBC; nominee for D1 and D2 (including acting as nominee for \nD1 and D2 pursuant to one and three oral agreements respectively); and \npurported UBO of 4 Borrowers and 7 Intermediary Borrowers. Nominee \nChart at { K4-A/1/1 }. \nAggeliki  Agathokleous  Employee of Sofocleous.  \nNataliya  Ageeva  Senior specialist in foreign exchange operations and currency control (BOK).  \nTetyana  Akimova  Employee of PBC; nominee for D1 and D2 (including acting as nominee for \nD1 and D2 pursuant to one and three oral agreements respectively); and \nPurported UBO of 1 7 Borrowers and 4 Intermediary Borrowers. Nominee \nChart at {K4-A/2/1 }; B2 in the Beneficiary Key.  \nAndriy  Akudovich  Employee of PBC; and nominee for D1 and D2 (including acting as nominee \nfor D1 and D2 pursuant to pursuant to four and three oral agreements \nrespectively). Purported UBO of 22 Borrowers and 1 2 Intermediary \n \n1 Ds3-8 make no admissions in respect of individuals not said by them to have held roles or interests in Ds3 -8.  Also, in respect of \npersons who had such roles or interests, Ds3 -8 make no admissions as to any of th em having: (i) acted as nominee for D1 or D2, \n(ii) had roles or interests in any Borrowers or Intermediary Borrowers, (iii) had employee status or titles vis -à-vis PBC, save insofar \nas is set out in Ds3 -8 Re-Re-Re-Amended Defence, para 18C { A1/20/11 } regarding Melnyk, Pugach, Yesipova and Trykulych.  \nAA1/5/1\n \n   \n Borrowers. Nominee Chart at { K4-A/3/1 }; B3 and B33 (with Melnyk, \nZamsha, Kryvov’yaz and Yurash) in the Beneficiary Key.  \nVyacheslav  Anischenko  D2’s personal assistant; moved to Geneva with D2 in 2017; as sists in the \nadministration of some of D2’s personal investments.  \nEleni  Anthimiadou  Employee of Tsitsekkos.  \nTheodora  Aresti  Employee of Sofocleous.  \nNataliia  Armashova  Senior manager at Primecap until November 2019; head of the ‘Corporate \nFinancing Centre’ at the Bank until 4.2.10.  \nGayane  Babich  Deputy head of department for development of technologies for calculation \nand control of economic standards.  \nValeriy  Bagno  Employee in the Bank’s compliance department.  \nEvgenia  Bagrova  Employee in the Bank’s legal department pre - and post -nationalisation.  \nVladyslav  Baranenko  Director and registered shareholder of D8 since March 2020.  \nKostiantyn  Barsuk  Employee of PBC; allegedly held the beneficial interest in D5 for Melnyk, \nPugach, Ivlev, Yesipova and Trykulych from 12.2.16 to 22.2.16; nominee for \nD1 (including acting as nominee for D1 pursuant to one oral agreement). \nNominee Chart at { K4-A/5/1 }. \nOleksiy  Berezhnyi  Post-nationalisation Management Board member until March 2018. Member \nof the Rate Committee post -nationalisation.  \nAndrey  Bogdan  A Ukrainian lawyer who has acted for D1 in proceedings relating to the Bank’s \nnationalisation.  \nGennadiy  Bogolyubov  Second Defendant (“ D2”); shareholder and member of the Supervisory Board \npre-nationalisation (chairman until April 2015); D2 has confirmed that he will \nnot attend the trial to give evidence.  \nSofiia  Bogolyubova  D2’s ex -wife. \nSergei  Bolotin  The Bank’s post -nation"}
{"start": 3500, "text": "ment Board member until March 2018. Member \nof the Rate Committee post -nationalisation.  \nAndrey  Bogdan  A Ukrainian lawyer who has acted for D1 in proceedings relating to the Bank’s \nnationalisation.  \nGennadiy  Bogolyubov  Second Defendant (“ D2”); shareholder and member of the Supervisory Board \npre-nationalisation (chairman until April 2015); D2 has confirmed that he will \nnot attend the trial to give evidence.  \nSofiia  Bogolyubova  D2’s ex -wife. \nSergei  Bolotin  The Bank’s post -nationalisation head of security and a post -nationalisation \nmember of the Credit Committee.  \nValerii  Bondarenko  Senior lawyer employed by the Bank since 2013; employed in the department \nof demands and claims in 2017; Bank witness: see { B1/11 }. \nIgor Borisenko  Employee of PBC; nominee for D1 and D2 (including acting as nominee for \nD1 and D2 pursuant to six and nine oral agreements respectively); and \npurported UBO of six Borrowers and two Intermediary Borrowers. Nominee \nChart at {K4-A/6/1 }. \nInna Boyko  Director of Esmola. See { K3-A1/48/4 }. \nValentyna  Brazilevskaya  Leading Customer Lending Specialist in BOK.  \nMariya  Buchko  Senior customer lending specialist in BOK.  \nIrina Bulgakova  Leading Specialist for banking services in BOK.  \nViktor  Burimsky  Involved in “Land M” project budgets.  \nYulia  Burkhan  Employee of PBC; nominee for D1 and D2 (including acting as nominee for \nD1 and D2 pursuant to seven and eight oral agreements respectively); and \npurported UBO of 1 3 Borrowers and one Intermediary Borrower. Nominee \nChart at { K4-A/7/1 }. Employed by Sunaltezza Con sulting Ltd ( wholly \nowned by Grizal from October 2017) from 1.11.17 until 31.10.19.  \nAntonina  Chagina  Deputy head of the international loan servicing, budgeting and business \nplanning department  in BOK.  \nAA1/5/2\n \n   \n Stella  Chatzikosti  Director and nominee shareholder of Brimmilton (Alleged Principal of D5).  \nYulia  Chechel  Senior Specialist in Financing of Trading Comp anies in the Head Office \n(BOK).  \nSergei  Cheklanov / \nSheklanov  Associate of Mr Kolomoisky. Alleged UBO of D3 until 2013.  Mr Cheklanov \nand Mr Kolomoisky were both parties to a 2003 English court case pursuant \nto which they sought a declaration that Mr Cheklanov was the beneficial owner \nof Teamtrend.  The judgment in that case found that certain “ corporate steps ” \ntaken by Teamtrend “ were done at the behest of Mr Cheklanov and Mr Kolomoisky ” \n{I3/56/2 }. \nArtem  Chernyshov  Lending specialist for monitoring credit and leasing operation in BOK; \ninvolved in the provision of information to valuers and other Bank employees \nrelating to Transferred Assets.  \nLarissa  Chertok  D1’s sister.  \nLyubov  Chmona  Deputy chair of the Management Board pre -nationalisation and head of the \nBudgeting Department ; member of the Credit Committee . \nEleni  Constantinou  Director and registered shareholder of D6 (until December 2014) and \nnominee for D1 and D2. See, e.g., { J2/3/56 }. \nOleksandr  Danilyuk  Minister of Finance of Ukraine from 14.4.16 to 7.6.18.  \nMarina  Dashevskaya  Leading specialist in financing of industrial enterprises (BOK).  \nMaksym  Deinega  Member of the team which produced the Lafferty Spreadsheets: see \n{H2/52/ 3}. \nVassilis  Demetriades  Shareholder of Fenwick Commercial Ltd, itself a 99.9% shareholder in Uniks.  \nInna Demidchenko  Deputy head of client lending within BOK ; member of the team that produced \nthe Lafferty Spreadsheets: see { H2/52/3 }. \nVyacheslav  Derishev  Nominee for D1 and D2; and purported UBO of one Borrower.  See { K4-\nA/8/1 }; B5 in the Beneficiary Key.  \nSergei  Distergov  Chairman of, and minority shareholder in, company operating Hotel Split  (a \nD2 asset) . \nOleksandr  Dmytrenko  Employee of PBC; nominee for D1 and D2 and purported UBO of one \nBorrower.  Nominee Chart at { K4-A/9/1 }. \nArtem  Dolmatov  Senior manager at Primecap; chief specialist for structuring and support of \nprojects, financial consulting and tax planning at t he Bank"}
{"start": 7000, "text": "Nominee for D1 and D2; and purported UBO of one Borrower.  See { K4-\nA/8/1 }; B5 in the Beneficiary Key.  \nSergei  Distergov  Chairman of, and minority shareholder in, company operating Hotel Split  (a \nD2 asset) . \nOleksandr  Dmytrenko  Employee of PBC; nominee for D1 and D2 and purported UBO of one \nBorrower.  Nominee Chart at { K4-A/9/1 }. \nArtem  Dolmatov  Senior manager at Primecap; chief specialist for structuring and support of \nprojects, financial consulting and tax planning at t he Bank until 4.2.10.  \nNominee for D1 and D2 (including acting as nominee for D1 (one oral \nagreement) and D2 (23 oral agreements) pursuant to oral agreements). See \n{J2/7/5 } and { J4/5/59 }.2  \nRuslana  Doma shenko  Curator of the Bank from February 2015 and Bank witness: see { B1/14 }. \nOleksandr  Dreling  Member of the Management Board post -nationalisation until his resignation \nin 2019. Member of the Committee on Asset and Passive Management post -\nnationalisation.  \nOlga Drozdova  Deputy head of client lending in BOK.  \nAlexander  Dubilet  Chair of the Management Board and of the Bank from 1998 until \nnationalisation , member of the Credit Committee . \n \n2  References to oral agreements are as at the dates of D1’s and D2’s respective asset disclosures to which \nreferences are given.  \nAA1/5/3\n \n   \n Dmytro   Dubilet  Deputy chair of the Management Board pre -nationalisation.  Son of Alexander \nDubilet, deputy chair of the Management Board pre -nationalisation \n{E1/255/200 }. \nOleksandr  Dubinsky  Ukrainian journalist.  \nOleksandr  Dubrovin  First Deputy Chair of the Management Board, Deputy Chair of the Credit \nCommittee, member of the Committee on Asset and Passive Management and \nmember of the Rate Committee, all post -nationalisation.  \nTetyana  Dubovska  Employee of PBC; allegedly held a share of beneficial interest in D3, D4 and \nD5 for Melnyk, Pugach, Ivlev, Yesipova and Trykulych from 22.2.16 to \n18.12.16.  Employed by  Sunaltezza Consulting Ltd (wholly owned by Grizal \nfrom October 2017) from 1.11.17 until 31.7.19.  \nEvgeny  Dudenko  Deputy head of compliance department.  \nSvetlana  Dudko  Head of department for development of technologies for calculation and \ncontrol of economic standards ; head of Department of Analysis and Modelling \npost-Nationalisation . \nNataliya  Dyachenko  Deputy head of risk management division, head of risk control department \n(BOK).  \nAnastasija  Egorova  Assistant to the Deputy Chairman of the Management Board pre -\nnationalisation.  \nTetyana  Galagan  Allegedly held the beneficial interest in D5 (with Sergey Leonov) for Melnyk, \nPugach, Ivlev, Yesipova and Trykulych from 1.1.13 to 26.2.13; B6 in the \nBeneficiary Key.  \nYuliya  Garus  \n(Tymoshenko)  Lead credit risk assessment specialist, risk management department (BOK).  \nAleksej  Glushchenko  Employee in Cyprus branch pre -nationalisation.  \nOleg Gninenko  Manager at Primecap until March 2020; lead expert for M&A at the Bank until \n4.2.10. Member of the team which produced the Lafferty Spreadsheets: \n{H2/52/3 }. \nValeriya  Gontareva  Governor of the NBU between 19.6.14 and 11.5.17.  \nOleg \n Gorokhovsky  \n Deputy chair of Management Board pre -nationalisation , head of the ‘Credit \nCards and Salaries’ department  and member of the Credit Committee . \nOleksandr  Granovsky  Ukrainian businessman and associate of D1.  \nVolodmyr  Groysman  Prime Minister of Ukraine from 14.4.16 to 29.9.18.  \nMaksym  Gryshchov  Manager at Primecap until March 2020. Nominee for D1. See { J2/4/1 }. \nTetyana  Gubanova  Deputy head of the client service business / head of department of foreign \nexchange operations in BOK, budgeting and busin ess planning; member of \nthe team that produced the Lafferty Spreadsheets: see { H2/52/3 }. \nOksana  Gudym  Senior Specialist in Financing of Trading Companies in the Head Office \n(BOK).  \nTatiana  Gurieva  Deputy chair of the Management Board pre -nationalisation and head of BOK; \nmember of the Credit Committee; member of the team tha"}
{"start": 10500, "text": "1. See { J2/4/1 }. \nTetyana  Gubanova  Deputy head of the client service business / head of department of foreign \nexchange operations in BOK, budgeting and busin ess planning; member of \nthe team that produced the Lafferty Spreadsheets: see { H2/52/3 }. \nOksana  Gudym  Senior Specialist in Financing of Trading Companies in the Head Office \n(BOK).  \nTatiana  Gurieva  Deputy chair of the Management Board pre -nationalisation and head of BOK; \nmember of the Credit Committee; member of the team that produced the \nLafferty Spreadsheets: { H2/52/3 }; holder of the Gurieva Spreadsheet.  \nAndri  Hadjiloizi  Employee of Sofocleous.  \nAmalia  Hadjipapa  Partner at Marangos & Hadjipapa LLC, a Cypriot CSP used by D1 -2. \nTetyana  Hayvoronska  Employee of PBC; nominee for D1 and D2 (including acting as nominee for \nD1 and D2 pursuant to five and eight oral agreements respectively); and \nAA1/5/4\n \n   \n purported UBO of four Borrowers and two Intermediary Borrowers. \nNominee Chart at { K4-A/10/ 1}. Employed by Sunaltezza Consulting Ltd \n(wholly owned by Grizal from October 2017) from 1.11.17 until 28.2.20.  \nIryna  Hryn  Lawyer employed by the Bank since 2011; employed in the Department of \nDemands and Claims; Bank witness: see { B1/16 }. \nKirill  Ignatyuk  Senior manager at Primecap until January 2022. Nominee for D1 (including \nacting as a nominee for D1 pursuant to an oral agreement). See { J2/7/4 }.  \nKostiantyn  Ivlev  Employee of PBC and one of the alleged UBOs of D3 -D5 (with Pugach, \nYesipova, Melnyk and Trykulych).  N ominee Chart at { K4-A/11/1 }. \nEmployed by Sunaltezza Consulting Ltd (wholly owned by Grizal from \nOctober 2017) from 6.3.19 until 31.1.20.  \nVolodymyr  Kamenchuk  General Director and purported UBO of Wind Rose Aviation Company \n(d/b/a Windrose Airlines). See { K3-A8/20.1/ 2}. \nYuriy  Kandaurov  Deputy chair of the Management Board and member of the Credit Committee \npre-nationalisation.  \nIrina Karaban  Senior specialist in foreign exchange operations and currency control (BOK).  \nIgor Karnaukh  Employee of PBC; allegedly held the beneficial interest in D3 for Melnyk, \nPugach, Ivlev, Yesipova and Tryklych from 5.1.16 to 22.2.16; nominee for D1 \nand D2  (including acting as nominee for D2 pursuant to one oral agreement \nand D1 pursuant to one unspecified agreement); and purported UBO of four \nIntermediary Borrowers. Nominee Chart at { K4-A/12/1 }. \nOleksiy  Kazantsev  Deputy head of client lending within BOK, maintained the Kazantsev \nSpreadsheet; witness for D1 in WFO and jurisdictio n challenge: see { H2/10 }; \nnot called by D1 to give evidence at trial.  \nVyacheslav  Kharchenko  Department of budgeting for ferro -alloy enterprises.  \nSergey  Kharitich  Member of the Management Board post -nationalisation until March 2020. \nMember of the Rate Committee post -nationalisation. Employee of the Bank \npre-nationalisation.  \nAndrii  Khomutov  Nominee for D1 and D2 and purported UBO of six Borrowers and four \nIntermediary Borrowers.  Nominee Chart at { K4-A/13/1 }. \nMikhail  Kiperman  Ukrainian businessman and alleged UBO of (i) D7 and (ii) D8 (from 1.3.13 to \n30.3.14); business associate of D1 and D2; friend of D2; and nominee for D1 \nand D2.  See { K4-A/14/1 }.  \nYuri Kiperman  Ukrainian businessman; father of Mikhail Kiperman and business associate of \nD1 and D2.  \nPetro  Klymenko  Purported beneficial owner of the Okeanmash building immediately prior to \nits transfer to the Bank as part of the Asset Transfer. Director of a Borrower \n– Paradiz.  \nIvan Kolesnik  Employee of PBC; allegedly held the beneficial interest in D5 for Melnyk, \nPugach, Ivlev, Yesipova and Trykulych from 26.2.13 to 12.2.16.  \nAndrei  Kolobkov  Employee of PBC; alleged UBO of Brimmilton (Alleged Principal of D5) from \nJan 13 to Feb 16; nominee for D1 and D2; and purported UBO of 18 \nBorrowers and eight Intermediary Borrowers.  Nominee Chart at { K4-\nA/15/1 }; B8 in the Beneficiary Key.  \nIgor Kolomoisky  First Defendant (“ D1”); shareholder and m"}
{"start": 14000, "text": "rower \n– Paradiz.  \nIvan Kolesnik  Employee of PBC; allegedly held the beneficial interest in D5 for Melnyk, \nPugach, Ivlev, Yesipova and Trykulych from 26.2.13 to 12.2.16.  \nAndrei  Kolobkov  Employee of PBC; alleged UBO of Brimmilton (Alleged Principal of D5) from \nJan 13 to Feb 16; nominee for D1 and D2; and purported UBO of 18 \nBorrowers and eight Intermediary Borrowers.  Nominee Chart at { K4-\nA/15/1 }; B8 in the Beneficiary Key.  \nIgor Kolomoisky  First Defendant (“ D1”); shareholder and member of the Supervisory Board \npre-nationalisation; trial witness evidence at { B2/1 }; D1 has confirmed that \nhe will not attend the trial to give evidence.  \nAA1/5/5\n \n   \n Christakis  Konnaris  Director and registered shareholder of D7 until autumn 201 9 and nominee for \nD1 and D2.  Employee of SK Law  \nGennadiy  Korban  Business associate of D1.  \nVladimir  Korenyak  Deputy head of compliance department.  \nAnna  Korelidou  Director of D3 until March 2020 and nominee for D1 and D2.  Employee of \nSofocleous.  \nMordechai  Korf Manager of certain assets in which D1 and D2 hold interests.  \nEleni  Korelidou  Employee of Sofocleous.  \nLyubov  Korotina  Member of the Management Board pre -nationalisation and chief accountant.   \nOlga \n Koryak  \n Head of department of legal support within BOK; witness for D1 in WFO \nand jurisdiction challenge: see { H2/7 }; not called by D1 to give evidence at \ntrial. \nHanna  Kosinova  A lawyer who acted for D7 in proceedings before the Perchesky District Court \nto discharg e a freezing order over D7’s account with the Bank. See \n{E15/229.1/2 }. \nOleksandr  Kotlyarenko  Former Bank employee; senior manager at Primecap until March 2020. \nFurnished a witness statement for D1 in the Pinchuk Proceedings. See \n{I3/16 }.  \nVadym  Kovalev  Former Head of Risk and member of the Managemen t Board and the Credit \nCommittee.  \nOlena  Kravchenko  Employee of PBC; nominee for D1 and D2 (including acting as nominee for \nD1 pursuant to one oral agreement and one unspecified agreement and acting \nas nominee for D2 pursuant to four oral agreements); and purported UBO of \n27 Borrowers and 1 5 Intermediary Borrowers. Nominee Chart at { K4-\nA/16/1 }; B11 in the Beneficiary Key.  Employed b y Sunaltezza Consulting Ltd \n(wholly owned by Grizal from October 2017) from 1.11.17 until 28.2.20.  \nNikolai  Kravets  Lending manager in the Cyprus branch pre -nationalisation.  \nAndrey  Krivokorytov  Deputy head of BOK and head of the analysis and reporting department.  \nRoman  Kryvko  Bank employee;  nominee for D1 and D2 and purported UBO of one \nBorrower. Nominee Chart at { K4-A/17/1 }; B13 in the Beneficiary Key.  \nStanislav  Kryzhanovskiy  Deputy chair of the Management Board pre -nationalisation and head of \nSecurity Service.  \nRoman  Kryvko  Deputy Head of Stock Transactions Directorate; nominee for D1 and D2 and \npurported UBO of one Borrower. Nominee Chart at { K4-A/17/1 }; B13 in \nthe Beneficiary Key.  \nSergiy  Kryvovyaz  Bank employee; nominee for D1 and D2 and purported UBO of five \nBorrowers.  Nominee Chart at { K4-A/18/1 }; B14 in the Beneficiary Key.  \nOlga Kucher  Deputy Head of Internal Audit at the Bank from February 20 12 until April \n2015.  \nAleksi  Kuchukhidze  Individual with whom D1 claims to have reached an oral agreement in respect \nof the Bitcoin Investment (see { H2/29/13 -18}). \nStjepko  Kuran  Member of the finance team at Hotel Split.  \nLilya Kurasova  Deputy Head of Card Products Department / Designer of Interfaces in the \nHead Office; member of the team that produced the Lafferty Spreadsheets: \nsee { H2/52/3 }. \nElias  Kyriakides  Director and nominee shareholder of Hangli (Alleged Principal of D4).  \nAA1/5/6\n \n   \n Uri Laber  Manager of certain assets in which D1 and D2 hold interests.  \nSergey  Leonov  Allegedly held the beneficial interest in D5 (with Tetyana Galagan) for Melnyk, \nPugach, Ivlev, Yesipova and Trykulych from 1.1.13 to 26.2.13.  \nMaksym  Leschenko  Deputy head of client lending in BOK.  \nT"}
{"start": 17500, "text": "n the \nHead Office; member of the team that produced the Lafferty Spreadsheets: \nsee { H2/52/3 }. \nElias  Kyriakides  Director and nominee shareholder of Hangli (Alleged Principal of D4).  \nAA1/5/6\n \n   \n Uri Laber  Manager of certain assets in which D1 and D2 hold interests.  \nSergey  Leonov  Allegedly held the beneficial interest in D5 (with Tetyana Galagan) for Melnyk, \nPugach, Ivlev, Yesipova and Trykulych from 1.1.13 to 26.2.13.  \nMaksym  Leschenko  Deputy head of client lending in BOK.  \nTaras  Levadskiy  Pre-nationalisation Head of the Law Enforcement and Regulatory Authorities \nLiaison Department of the Head Office. Post-nationalisation Head of the \nDepartment of Criminal Prosecution and Legal Protection.  \nGennadiy  Linsky (or \nLinskiy)  Head of the Financial and Risk Department pre - and post -nationalisation. \nMember of the Credit Committee pre -nationalisation. Post -natio nalisation \nmember of the Committee on Asset and Passive Management and the Rate \nCommittee.  \nVictor  Lisitskyi  Member of the Supervisory Board pre -nationalisation.  \nChristoforous  Loukaidis  Employee of Sofocleous LLC; 100% owner of Primecap Investments Ltd (St \nKitts & Nevis) as at 20.1.11 (date upon which Andreas Marangos transferred \n100% of the shares in Primecap Cyprus Limited to Primecap Investments \nLtd). \nMaryna  Lozytska  Deputy head of the client banking service department of the client operations \naccounting department of BOK; now head of the department for record \nkeeping of client operations within NURA; Bank witness: see { B1/6 }. \nDmitri  Luchaninov  Head of compliance department  pre and post -nationalisation ; Bank witness \n{B1/3 }; author of the Luchaninov Email: see { E8/166 }; {E8/167 } and \n{E8/168 }. \nYuriy  Lutsenko  Prosecutor General of Ukraine (head of the GPO) between 12.5.16 – 29.8.19.  \nJulia Lykhachova  Employee of PBC; alleged UBO of Brimmilton (Alleged Principal of D5) from \nFeb 16 to Dec 16.  \nOlga Makarova  Employed by the Bank pre - and post -nationalisation.  \nSergii  Maksymenko  A purported UBO and shareholder of Primeore Ltd: see { L/113 }, para. 3. \nemployee of Privat Intertrading, holding the position of the head of the \nferroalloy department: see { L/113/2 }. \nNatalia  Manoilo  Employee of Oil Ukraine.  \nAndreas  Marangos  Director of D5 until 2.5.14; Cypriot lawyer who was formerly a partner at \nSofocleous and is now partner at Marangos & Hadjipapa  LLC. \nMarina  \n Markova  \n Employee in Cyprus branch pre -nationalisation. Employed by Sunaltezza \nConsulting Ltd (wholly owned by Gri zal from October 2017) from 1.4.17.3    \n \nAleksey  Martynov  Member of the Supervisory Board pre -nationalisation.  \nRoman  Martynyuk  Senior customer lending specialist in BOK.  \nAndriy  Masko  Senior manager at Primecap until March 2020; deputy head of the centre for \nwork on debt and joint -stock capital markets at the Bank until 4.2.10. Nominee \nfor D1 and D2 (including acting as nominee for D1 and D2 pursuant to oral \nagreements). See { J2/3/103 } and { J4/5/3 }. \nVolodymyr  Matsak  Pre- and post -nationalisation member of the Credit Committee. Pre -\nnationalisation Head of Dnipro regional division.  \n \n3  Where individuals are referred to as having been “ employed ” by Sunaltezza, D2 accepts that they appear in \nthe “Employee List” at {L/200 }. His position on the nature and origin of the employment relationship and his \nknowledge thereof has been set out in correspondence {L/210 } {L/218 } {L/238.2 }. \nAA1/5/7\n \n   \n Yaroslav  Matuzka  Post-nationalisation head of the Legal Department until September 2020. \nPost-nationalisation member of the Credit Committ ee. Current Deputy \nGovernor of the NBU.  \nOksana  Matyas  Senior Specialist in Financing of Trading Companies in the Head Office \n(BOK).  \nAnna  Mazur  Employed in the Bank’s legal department as Deputy Head of the Head Office \nDepartment of Legal Support for Work with lawsuits pre and post -\nnationalisation (until 2019 or 2020).  \nKonstantin  Medvedev  Head of t"}
{"start": 21000, "text": "v  Matuzka  Post-nationalisation head of the Legal Department until September 2020. \nPost-nationalisation member of the Credit Committ ee. Current Deputy \nGovernor of the NBU.  \nOksana  Matyas  Senior Specialist in Financing of Trading Companies in the Head Office \n(BOK).  \nAnna  Mazur  Employed in the Bank’s legal department as Deputy Head of the Head Office \nDepartment of Legal Support for Work with lawsuits pre and post -\nnationalisation (until 2019 or 2020).  \nKonstantin  Medvedev  Head of the asset management department of the Investment Business from \n1999; remained at the Bank for six months after nationalisation; provided a \nwitness statement for D1 in these proceedings, but D1 has confirmed that he \nwill not be attending the trial to give evidence: see { B2/8 }. \nSvetlana  Melnikova  Employee in the budgeting department of the Bank.  \nSergei  Melnyk  Head of PBC;  one of the alleged UBOs of D3 -D5 (with Pugach, Yesipova, \nIvlev and Trykulych); senior employee of PBC; nominee for D1 and D2 \n(including acting as nominee for D1 pursuant to seven oral agreements and \none unspecified agreement and D2 pursuant to five oral a greements); \npurported UBO of 2 7 Borrowers and 12 Intermediary Borrowers. Nominee \nChart at { K4-A/19/1 }; B17  in the Beneficiary Key.  Employed by Sunaltezza \nConsulting Ltd (wholly owned by Grizal from October 2017) from 1.11.17 \nuntil 1.1.20.  \nDmitry  Mishalov  Involved in “Land M” project budgets.  \nVladyslav  Morgachev  General manager of the Cyprus branch pre-nationalisation and husband of \nIrina Morgacheva.  Employed by Sunaltezza Consulting Ltd (wholly owned by \nGrizal from October 2017) from 1.8.17 until 1.10.17.  \nIrina Morgacheva  Deputy general manager of the Cyprus branch pre -nationalisation and wife of \nVladyslav Morgachev.  Employed by Sunaltezza Consulting Ltd (wholly owned \nby Grizal from October 2017) from 1.3.18.  \nArtem  Myakenkyi  Senior Specialist in Budgeting and Research in the Head Office; member of \nthe team that produced the Lafferty Spreadsheets: see { H2/52/3 }. \nAnastasiya  Nakonechnaya  Deputy head of client lending in the Head Office in BOK.  \nSergey  Nakorchevsky  Deputy head of the Legal Department pre - and post -nationalisation.  \nRoman  Neginskiy  Deputy chair of the Management Board pre -nationalisation.  \nNick  Neocleous  Partner at Edwin Coe LLP.  \nIrina Nikolaeva  Chief specialist, asset management department of the Investment Business. \nEmployee post -nationalisation.  \nAleksandr  Nikolenko  Pre- and post -nationalisation Head of Small and Medium Businesses. Post -\nnationalisation member of the Credit Committee.  \nGennadiy  Nikolenko  Employee of PBC; nominee for D1 and D2 (including acting as nominee for \nD1 pursuant to two oral agreements and one unspecified agreement and for \nD2 pursuant to four oral agreements); and purported UBO of 1 8 Borrowers \nand eight Intermediary Borrowers. Nominee Chart at { K4-A/20/1 }; B19 in \nthe Beneficiary Key.  \nDenys  Novikov  NBU Deputy Director of Banking Supervision Department between March \n2015 and February 2018.  \nTimur  Novikov  First deputy chair of the Management Board pre -nationalisation; head of the \nInvestment Business; member of the Credit Committee; shareholder  of \nPrimecap.  \nAA1/5/8\n \n   \n Petro  Novikov  Manager at Primecap; chief specialist of the Centre for work on debt and joint -\nstock capital markets at the Bank until 4.2.10.  Nominee for D1 and D2 \n(including acting as a nominee pursuant to oral agreements). See { J2/4/3 } \nand { J4/5/118 }. \nSergiy  Oleksiyenko  Member  of the Supervisory Board post -nationalisation; Bank witness: see \n{B1/10 }. \nDaria  Omelianenko  Leading specialist, BOK, Head Office.  \nGalyna  Pakhachuk  Member of the Management Board from 23.12.16 to 31.8.21; Bank witness \n{B1/1 }; member of the Committee on Asset and Passive Management post -\nnationalisation; adviser to the Chairman of the Management Board; current \ndirector of the financial controlling department of the NBU "}
{"start": 24500, "text": " See { J2/4/3 } \nand { J4/5/118 }. \nSergiy  Oleksiyenko  Member  of the Supervisory Board post -nationalisation; Bank witness: see \n{B1/10 }. \nDaria  Omelianenko  Leading specialist, BOK, Head Office.  \nGalyna  Pakhachuk  Member of the Management Board from 23.12.16 to 31.8.21; Bank witness \n{B1/1 }; member of the Committee on Asset and Passive Management post -\nnationalisation; adviser to the Chairman of the Management Board; current \ndirector of the financial controlling department of the NBU . \nMargarita  Papanikolaou  Employee of Marangos & Hadjipapa LLC. Nominee for D1 and D2. Sole \nshareholder of Versala. See { L/5/2 }; {L/4/1 }; {J1/3/2 } and { J4/5/57 } \nand { CMC -B1/4/321 }. \nVadym  Pereviznyy  Nominee for D1 and D2 (including acting as nominee for D1 pursuant to two \noral agreements and one unspecified agreement and for D2 pursuant to six \noral agreements).  Purported UBO of 2 8 Borrowers and 1 1 Intermediary \nBorrowers. Nominee Chart at { K4-A/21/1 }; B20 in the Beneficiary Key.  \nEmployed by Sunaltezza Consulting Ltd (wholly owned by Grizal from \nOctober 2017) from 1.11.17 until 28.2.20.  \nYuliya  Petrenko  PwC employee.  \nYuriy  Pikush  General deputy chair of the Management Board pre-nationalisation \nresponsible for compliance , member of the Credit Committee . \nElena  Pivovar  Employee of PBC; nominee for D1 and D2 (including acting as nominee for \nD1 and D2 pursuant to one and four oral agreements respectively); UBO of \nHangli (Alleged Principal of D4), allegedly for Trykulych; and purported UBO \nof 12 Borrowers and six Intermediary Borrowers. Nominee Chart at { K4-\nA/22/1 }; B22 in the Beneficiary Key.  \nAleksey  Pletenets  Deputy Head of the Asset Management Department of the Bank in Ukraine.  \nDmytro  Plyska  Deputy head of client lending in BOK.  \nGennadiy  Podgornov  Bank employee; nominee for D1 and D2 and purported UBO of 10 Borrowers \nand four Intermediary Borrowers;  Nominee Chart at { K4-A/23/1 }. \nOlena  Pogorelaya  One of five deputy heads of the loan department of Corporate VIP Business \nuntil nationalisation; currently a chief specialist in the department of sales to \nmedium -sized businesses; Bank witness: see { B1/8 }. \nElena  Polischuk  Senior Specialist in Financing of Trading Companies in the Head Office \n(BOK).  \nAleksandr  Poltavatz  A Deputy Head of Department at the Bank from July 2014 to January 2016.  \nOleksiy  Ponomaryov  Head of client lending within BOK.  \nPetro  Poroshenko  President of Ukraine between 7.6.14 and 20.5.19.  \nAndrii  Protsyk  Managing partner of Protsyk & Partners LLC, a Ukrainian law firm (which has \nacted for D3 -5 and D7 -8 in proceedings involving them in Ukraine: see \n{H4/30/8 }).4  \nMaxim  Pugach  Deputy head of IT at the Bank; witness for D1 in WFO and jurisdiction \nchallenge: see { H2/6 }; not called by D1 to give evidence at trial.  \n \n4  See the Protsyk & Partners website for confirmation of Mr Protsyk’s role as Managing Partner - \nhttp://www.ppartners.com.ua/index.php/en/about/management  (last accessed 7.8.23).  \nAA1/5/9\n \n   \n   \nIiuri \n Pugach  \n Employee of PBC; nominee for D1 and D2 (including acting as nominee for \nD1 and D2 pursua nt to 10 and 20 oral agreements respectively); purported \nUBO of D3 -D5; purported UBO of 1 9 Borrowers and 1 1 Intermediary \nBorrowers. Nominee Chart at { K4-A/24/1 }; B23 in the Beneficiary Key.  \nAlexandr  \n Pustovo y \n Senior manager at Primecap until February 2020; representative of Brimmilton \n(Alleged Principal   of D4); chief specialist responsible for monitoring and \nsupport of VIP clients’ projects at the Bank until 4.2.10.  Nominee for D1 (on \nan unspecified basis) and D2 (including acting as a nominee for D2 pursuant \nto oral agreements). See { J2/4/3 } and { J4/5/116 }. \nAleksej  Putyatin  Former Deputy Head of Payments and Transfers.  \nOlga Reznichenko  Senior specialist for risk assessment in BOK.  \nMykhailo  Rogalskyi  Former Head of Management Technologies and Strategic Management \nDivision, Head of Paymen"}
{"start": 28000, "text": "f specialist responsible for monitoring and \nsupport of VIP clients’ projects at the Bank until 4.2.10.  Nominee for D1 (on \nan unspecified basis) and D2 (including acting as a nominee for D2 pursuant \nto oral agreements). See { J2/4/3 } and { J4/5/116 }. \nAleksej  Putyatin  Former Deputy Head of Payments and Transfers.  \nOlga Reznichenko  Senior specialist for risk assessment in BOK.  \nMykhailo  Rogalskyi  Former Head of Management Technologies and Strategic Management \nDivision, Head of Payments.  \nLiliya  Rokoman  Deputy head of BOK and author of the Rokoman Email and the Rokoman \nSpreadsheet: see { E10/264 } and { E10/265 }.  \nMikhail  Romanov  General counsel, compliance department , pre and post national isation .  \nAndrey  Romanovsky  Alleged UBO of D6.  Nominee Chart at { K4-A/25/1 }. \nKateryna  Rozhkova  Senior NBU manager between 2015 – 2016; now First Deputy Governor of \nthe NBU; Bank witness: see {B1/5 } and { B1/18 }. \nEvgeniy  Rudenko  Deputy head of the compliance department, Head Office.  \nOleksandr  Rusyn  Ukrainian lawyer (of Protsyk & Partners LLC), who acted for D3 -5 in the \nUkrainian Defamation Proceedings.  \nOlena  Ryazantseva  Employee of PBC; nominee for D1 and D2 (including acting as a nomi nee for \nD1 pursuant to six oral agreements and one unspecified agreement and for D2 \npursuant to 17 oral agreements); alleged UBO of Collard (Alleged Principal of \nD6); and purported UBO of 10 Borrowers and four Intermediary Borrowers. \nNominee Chart at { K4-A/26/1 }; B24 in the Beneficiary Key.  Employed by \nSunaltezza Consulting Ltd (wholly owned by Grizal from October 2017) from \n1.11.17 until 28.2.20.  \nPavlo  Rzhevskyy  Employee of PBC; nominee for D1 and D2 (including acting as nominee for \nD1 and D2 pursuant to one oral agreement for each of D1 and D2); and \npurported UBO of one Borrower. Nominee Chart at { K4-A/27/1 }; B25 in \nthe Beneficiary Key.  \nSvetlana  Salkova  Chief specialist for compliance in the Cyprus branch.  \nOksana  Savchuk  Lead Specialist of the Department of Calculation Technology and Control of \nEconomic Standards.  \nGiannakis  Savvidis  Director and registered shareholder of D5 from 2.5.14; employee of \nSofocleous and nominee for D1 and D2. See { J2/7/2 } and { J4/5/3 }. \nIrina Semenyuta  Deputy Head of the Payment Processing Department (BOK).  \nYaroslav  Senik  Pre-nationalisation Deputy Head of Financial Risks Workstream, Head of the \nTransactional Remote Analysis and Statistics Department of the Head Office.  \nOleg Serga  Pre-nationalisation Deputy Head of the General Marketing and Advertising \nDivision.  \nOleg Sergeyev (or \nSergeev)  Head of Lviv Regional Office prio r to 2005 Member of the Management \nBoard, Chair of the Credit Committee and member of the Committee on Asset \nand Passive Management, all post -nationalisation.  \nAA1/5/10\n \n   \n Evgeniy  Serivlya  Senior Specialist on Lending to Trading Companies in the Head Office in \nBOK . \nOleksiy  Shaban  Pre-nationalisation Head of Individual VIP Customers Service Business, Head \nOffice; member of the Credit Committee. Post -nationalisation Retail Business \nLeader, member of the Management Board, member of the Credit Committee \nand member of the Committee on A sset and Passive Management and \nmember of the Rate Committee. Currently a Deputy Governor of the NBU.  \nSvetlana  Shcherbakova  First deputy head of BOK, Lending to Trading Companies.  \nNikolai  Shcherbina  Bank employee pre -nationalisation. Post -nationalisation Marketing and \nManagement Manager.  \nSergei  Sheklanov  Alleged UBO of D3 until 2013.  \nMykhailo  Shekmar  Leader of the NBU’s unscheduled inspections team in late 2016; Bank witness: \nsee { B1/12 }. \nMaksim  Shevchenko  Pre and post -nationalisation member of the Credit Committee.  \nOleksandr  Shlapak  Head of Lviv Regional Branch of the Bank until 1998. In 2001 -2002 Deputy \nMinister, then Minister of Economy for Ukraine. 2003 -2005 Deputy Chairman \nof the NBU. 2005 -2006 – Chairman of the State Treasury of Ukr"}
{"start": 31500, "text": "agement Manager.  \nSergei  Sheklanov  Alleged UBO of D3 until 2013.  \nMykhailo  Shekmar  Leader of the NBU’s unscheduled inspections team in late 2016; Bank witness: \nsee { B1/12 }. \nMaksim  Shevchenko  Pre and post -nationalisation member of the Credit Committee.  \nOleksandr  Shlapak  Head of Lviv Regional Branch of the Bank until 1998. In 2001 -2002 Deputy \nMinister, then Minister of Economy for Ukraine. 2003 -2005 Deputy Chairman \nof the NBU. 2005 -2006 – Chairman of the State Treasury of Ukraine. 2006 -\n2010 – positions in the Presidential Secretariat and Cabinet of Ministers of \nUkraine.  In 2014 – Minister of Finance for Ukraine. Chair of the Bank’s \nManagement Board post-nationalisation from 21.12.16 to 25.7.17 ; former \nMinister of Finance of Ukraine. Member of the Committee on Asset and \nPassive Management post -nationalisation . \nLyudmila  Shmalchenko  Deputy chair of the Management Board pre -nationalisation and director of \ntreasury.  \nStanislav  Sheykhetov  D2 brother in law and Protector of certain of D2’s trusts.  \nNatalia  Shkaprova  Director of Arlan LLC. See { E17/239.6.04 }. \nVictor  Shkindel  Purported ultimate beneficial owner of the nine (9) aircraft transferred to the \nBank as part of the Asset Transfer. See: { A2/29/8 }. \nYuriy  Shuminov  Senior Specialist on Lending to Trading Companies in the Head Office \n(BOK) . \nNatalja  Shvachka  Lead Compliance Specialist for Products for Corporate Customers in the \nHead Office.  \nNatalya  Shvetsova  Head of the ‘pledged property monitoring department’ within BOK.  \nYana  Sirko  BOK employee (see { A4/27/3 }. \nVictor  Skiba  Senior manager at Primecap until March 2020; nominee for D1 and D2 \n(including acting as a nominee for D1 and D2 purs uant to oral agreements). \nSee { J2/7/4 } and { J4/5/ 50}. \n   \nEvgenia  Smirnova  Head of Legal Department following Mr Matuzka’s departure in 2020.  \nOleg Snyetkovskyy  Former employee of the Bank’s Cyprus branch (Limassol branch office \nmanager – {E1/289 }). Employed by Sunaltezza Consulting Ltd (wholly \nowned by Grizal from October 2017) from 1.10.17 until 21.10.20 and re -\nemployed from 10.12.21.  \nAndreas  Sofocleous  Cypriot lawyer and partner at Sofocleous, a law firm and CSP.  \nAleksandr  Sokolovskyi  Head of internal audit and fraud management division pre -nationalisation. \nPre- and post -nationalisation member of the Credit Committee.  \nAA1/5/11\n \n   \n Artem  Solonyk  Associate of D1, saved in D1’s phone contacts under the pseudonym “ Mini \nMe”. \nAngelika  Speranskaya  Senior Specialist on Lending to Trading Companies in the Head Office in \nBOK . \nVolodymyr  Stelmakh  Chair of the Supervisory Board from May 2015 until nationalisation; former \nHead of the NBU.  \nAntonina  Stets  Senior specialist in foreign exchange operations and currency control (BOK).  \nAleksey  Stetsenko  Chief legal advisor of the compliance department, H ead Office.  \nMarina  Stojanova  Money Laundering Compliance Officer and previously a client officer at the \nCyprus branch.  \nYaroslava  Strelchenko  Employed in the Bank’s legal department pre - and post -nationalisation (Lead \nLegal Specialist in Department of Demand and Claims).  \nAndrii  Stupak  Pre-nationalisation Head of the Legal Department. Post -nationalisation (and \ncurrently) Head of the Demands and Claims Department (a division of the \nLegal Department).  \nAlina  Suprun  Senior specialist in foreign exchange operations and currency control (BOK).  \nHryhoriy  Svitny  Ukrainian lawyer (of Protsyk & Partners LLC), who acted for D7 & D8 in the \nUkrainian Defamation Proceedings.  \nSergiy  Svyatchenko  Nominee for D1 and D2 and purported UBO of 12 Borrowers and seven \nIntermediary Borrowers.  Nominee Chart at { K4-A/28/1 }. \nPanikos  Symeou  Nominee for D1 and D2. See, e.g., { J2/3/38 } and { J4/5/58 }. \nSymeou & Konnaris LLC  A Cypriot law firm and corporate services provider.  \nAnastasiya  Syzova (or \nSizova) (later \nVorobyova)  Employed in the Bank’s legal department pre - and post -na"}
{"start": 35000, "text": "yk & Partners LLC), who acted for D7 & D8 in the \nUkrainian Defamation Proceedings.  \nSergiy  Svyatchenko  Nominee for D1 and D2 and purported UBO of 12 Borrowers and seven \nIntermediary Borrowers.  Nominee Chart at { K4-A/28/1 }. \nPanikos  Symeou  Nominee for D1 and D2. See, e.g., { J2/3/38 } and { J4/5/58 }. \nSymeou & Konnaris LLC  A Cypriot law firm and corporate services provider.  \nAnastasiya  Syzova (or \nSizova) (later \nVorobyova)  Employed in the Bank’s legal department pre - and post -nationalisation (until \n2019 or 2020).  \nVitaliy  Tabakov  Client Manager, Cyprus branch pre -nationalisation.  \nAndriy  Tanankov  First deputy head of the Corporate VIP Business of the Head Office and Head \nof the Department of Operational Servicing of Corporate VIP Clients pre -\nnationalisation. Deputy Member of the Credit Committee (for Yatsenko) pre -\nnationalisation. Post -nationalisation: Head of Corporate VIP Business, \nmember of the Credit Committee, me mber of the Committee on Asset and \nPassive Management and member of the Rate Committee.  \nAlla Taranenko  Deputy head of department of client foreign exchange operations services of \nthe client service business; member of the team that produced the Lafferty \nSpreadsheets: see { H2/52/3 }. \nIgor Terekhin  Deputy chair of the Management Board pre -nationalisation and head of \nFinancial Monitoring Department.  \nSoterakis  Theocharides  Director and nominee shareholder of Collard (Alleged Principal of D6).  \nTatiana  Tishkova  Senior Specialist on Lending to Trading Companies in the Head Office \n(BOK).  \nYuri Topchy  Employee of “Oil Ukraine”.  \nGanna  Topilina  Director of Emmet Group LLC. See { E17/306.9 }. \nTamara  Travkina  Senior Specialist in Financing of Trading Companies in the Head Office in \nBOK.  \nIrina Trykulych  Employee of PBC; alleged UBO of D3 -D5 and D8; nominee for D1 and D2 \n(including acting as nominee for D1 and D2 pursuant to nine and six oral \nAA1/5/12\n \n   \n agreements respectively); and purported UBO of 1 4 Borrowers and nine \nIntermediary Borrowers. Nominee Chart at { K4-A/29/1 }; B29 in the \nBeneficiary Key.  \nMichalis  Tsitsekkos  Director of D3 (until November 2017); and director of D4 until October 2019, \nand registered shareholder of D4 until March 2020; partner at Tsitsekkos (a \nCypriot law firm and CSP); and nominee for D1 and D2. See { J2/3/57 } and \n{J4/5/13 }. \nVitaliy  Tymshyn  Nominee for D1 and D2.  Purported UBO of nine Borrowers and two \nIntermediary Borrowers. Nominee Chart at { K4-A/30/1 }; B30 in the \nBeneficiary Key.  \nOksana  Ustimenko \n(Plyuta)  Senior Specialist on Lending to Trading Companies in the Head Office \n(BOK).  \nElena  Velichko  Senior Specialist on Lending to Trading Companies in the Head Office \n(BOK).  \nYulia  \n Velk  \n Employee of PBC; nominee for D1 and D2 (including acting as nominee for \nD1 and D2 pursuant to six and nine oral agreements respectively); and \npurported UBO of 12 Borrowers and nine Intermediary Borrowers. Nominee \nChart at { K4-A/31/1 }; B31 in the Beneficiary Key.  Employed by Sunaltezza \nConsulting Ltd (wholly owned by Grizal from October 2017) from 1.11.17 \nuntil 31.10.19.  \nVyacheslav  Vetluzhskikh  Head of Internal Audit  pre and post -Nationalisation (until around 2018) . \nSerhiy  \n Viktorovskyi  \n Employee of PBC; nominee for D1 and D2 (including acting as nominee for \nD1 and D2 pursuant to two and four oral agreements respectively); and \npurported UBO of two Intermediary Borrowers.  Nominee Chart at { K4-\nA/32/1 }. Employed by Sunaltezza Consulting Ltd (wholly owned by Grizal \nfrom October 2017) from 1.11.17 until 28.2.20.  \nAlexander  Vitiaz  Deputy ch air of the Management Board pre -nationalisation.  \nMikhail  \n Voevodin  \n Purportedly purchased D1’s 50% indirect stake in PJSC Kryvyi Rih Iron Ore \nCombine (50% of such stake being held by D1 on behalf of D2) pursuant to \nAgreement No. 1 dated 23 February 2016. See { H2/63/4 }. \nIgor Volokovoy  Manager of some of D2’s business interests.  \nNikita  "}
{"start": 38500, "text": "2/1 }. Employed by Sunaltezza Consulting Ltd (wholly owned by Grizal \nfrom October 2017) from 1.11.17 until 28.2.20.  \nAlexander  Vitiaz  Deputy ch air of the Management Board pre -nationalisation.  \nMikhail  \n Voevodin  \n Purportedly purchased D1’s 50% indirect stake in PJSC Kryvyi Rih Iron Ore \nCombine (50% of such stake being held by D1 on behalf of D2) pursuant to \nAgreement No. 1 dated 23 February 2016. See { H2/63/4 }. \nIgor Volokovoy  Manager of some of D2’s business interests.  \nNikita  Volkov  First deputy chair of the Management Board until 10.9.13.  \nEftychia  Xenofontos  Employee of Tsitsekkos. Nominee for D1 and D2. Sole shareholder of \nSanderlyn. See { AA2/2/39 } and  { CMC -B1/4/316 }. \nVladimir  Yatsenko  First deputy chair of the Management Board pre -nationalisation and head of \nthe Corporate VIP Business department , member of the Credit Committee ; \nprovided a witness statement for D1 in these proceedings, but D1 has \nconfirmed that he will not be attending the trial to give evidence: see { B2/4 } \nand { B2/7 }. \nAnna  Yesipova  One of the alleged UBOs of D3 -D5 (with Pugach, Melnyk, Ivlev and \nTrykulych); employee of PBC; nominee for D1 and D2 (including acting as \nnominee for D1 pursuant to four oral agreements and one unspecified \nagreement and for D2 pursuant to three oral agreeme nts); purported UBO of \nthree Borrower s and one Intermediary Borrower. Nominee Chart at { K4-\nA/33/1 }. Employed by Sunaltezza Consulting Ltd (wholly owned by Grizal \nfrom October 2017) from 1.11.17 until 10.2.20.  \nYuriy  Yurash  Bank employee; nominee for D1 and D2 and purported UBO of one \nBorrower.  Nominee Chart at { K4-A/34/1 }. \nAA1/5/13\n \n   \n Artem  Zamsha  Bank employee ; nominee for D1 and D2 (including acting as nominee for D1 \nand D2 pursuant to one and three oral agreements respectively); and \npurported UBO of 28 Borrowers and 11 Intermediary Borrowers. Nominee \nChart at { K4-A/35/1 }; B33 (with Melnyk, Akudovych, Kryvov’yaz and \nYurash) in the Beneficiary Key.  \nOlga Zaporozhets  Former empl oyee of the Bank. Employed by Sunaltezza Consulting Ltd \n(wholly owned by Grizal from October 2017) from 15.5.17.  \nYevgen  Zasimenko  Nominee for D1 and D2 and purported UBO of one Borrower.  Nominee \nChart at { K4-A/36/1 }. \nOlena  Zarutska  Curator of the Bank from September 2014 to February 2015.  \nOleksandr  Zavadetskyi  Head of the Special Monitoring Unit at the NBU (dealing with unwinding of \nrelated party loans) from 2.6.15; provided a witness statement for D1 in these \nproceedings, but D1 has confirmed that he will not be attending the trial to \ngive evidence : see { B2/3 } and { B2/6 }. \nVladimir  Zavorotniy  Deputy chair of t he Management Board pre -nationalisation and director of the \nKyiv Main Regional Directorate  pre and post -nationalisation . \nYaroslava  Zelenkova  Specialist (Economist) (BOK).  \nIgor Zemtsov  Head of the Promissory Notes Centre Department (BOK).  \nElena  Zemtsova  Deputy head of the customer lending department in the Head Office (BOK).  \nAnna  Zhigay  Employee of PBC { K3-C2/14.2 }. \nDmitry  Zhuchenya  Employee of PBC; nominee for D1 and D2 (including acting as nominee for \nD1 pursuant to four oral agreements and one unspecif ied agreement and for \nD2 pursuant to three oral agreements); and purported UBO of four \nBorrowers. Nominee Chart at { K4-A/37/1 }. \nRoman  Zhugan  Senior manager at Primecap until March 2022; nominee for D1 and D2 \n(including acting as a nominee for D1 and D2 pursuant to oral agreements). \nSee { J2/7/5 } and { J4/5/50 }. \n \nAA1/5/14\n"}
