{"metadata": {"corpus_path": "D16_1 Supplemental Expert Report of Olga Razzhivina.pdf", "file_size": 776306, "mtime": 1755610856.7405448, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n \n  BL-2017-000665 \nIN THE HIGH COURT OF JUSTICE \nBUSINESS AND PROPERTY COURTS OF \nENGLAND AND WALES \nBETWEEN:  \nJSC COMMERCIAL BANK PRIVATBANK \nClaimant \nand \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \nSUPPLEMENTAL REPORT of OLGA RAZZHIVINA \nSENIOR ISTAT CERTIFIED APPRAISER \n \nRETROSPECTIVE MARKET VALUE OF  \nAIRCRAFT \n  \n14 July 2022 \n \n  \nD16/1/1\n \n \nOriel Consult Limited, Registration number in England and Wales: 881016. UK VAT Registration: \n77609962. Registered address: 57, Duke Street, Windsor, SL4 1SJ, UK, www.oriel.aero  \n  \nTABLE OF CONTENTS  \nSECTION  PAGE \nINTRODUCTION  3 \nSTRUCTURE OF THIS REPORT  5 \nPART 1: SUMMARY OF CONCLUSIONS  6 \nPART 2: STAGE 1 VALUES  6 \nPART 3: THE APPLICATION OF A NEGATIVE ADJUSTMENT FOR STIGMA OF DAMAGE  15 \nPART 4: ADJUSTMENTS FOR THE MAINTENANCE CONDITION OF THE AIRBUS  21 \nPART 5: ADJUSTMENTS FOR THE MAINTENANCE CONDITION OF THE EMBRAER  27 \nPART 6: ADJUSTMENTS FOR THE MAINTENANCE CONDITION OF THE ADDITIONAL EMBRAER 394 31  \nPART 7:  MR SEYMOUR ’S REFERENCE TO “COST FACTORING ” 32 \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \nD16/1/2\n \n3 \n \nIntroduction \n My name is Olga Razzhivina. I prepared a report for the Court on the Retrospective \nMarket Value of Aircraft on 24 November 2021 (my \" First Report \").  In my First Report, \nI provided my expert opinion on the market value of five aircraft1, which were identified \nin the First Defendant’s Re-Re-Amended Defence, as at 22 August 20162.   \n On 24 January 2022, the First Defendant served an expert report on the valuation of \naircraft in the form of the First Report of Philip Seymour (\" Seymour 1 \").  In addition to \nvaluing the five aircraft that I valued in my First Report, Mr Seymour valued four \nadditional aircraft3 in Seymour 1 (the \" Additional Four Aircraft \").  In this report I refer \nto all nine aircraft together as the \" Aircraft \".  \n On 9 March 2022, Mr Seymour and I completed our first expert joint statement in which \nwe identified areas of agreement and disagreement in our respective reports (the \" First  \nJoint Statement \"). The First Joint Statement did not address the valuation of the \nAdditional Four Aircraft.  \n The Bank was granted permission to adduce expert evidence on the value of the \nAdditional Four Aircraft pursuant to the Order of Mr Justice Trower dated 29 March \n2022 and, on 29 April 2022, I prepared a second report on the Retrospective Market \nValue of three of the Additional Four Aircraft (namely, the Additional Airbus, the \nAdditional Embraer 290 and the Additional Embraer 394) (my \" Second Report \").  In \nrespect of the fourth aircraft, the Additional Boeing 767, I was instructed that the Bank \naccepts Mr Seymour’s valuation. \n On 27 May 2022, Mr Seymour and I completed an updated version of our First Joint \nStatement in which we identified areas of agreement and disagreement relating to the \naircraft valued in my Second Report (the \" Second Joint Statement \")4.  \n For ease of reference, I adopt the technical and defined terms set out at pages 4 to 9 \nof my First Report in this, my \" Supplemental Report \".   \n \n1   I refer to these five aircraft as the \" Airbus \", \"Boeing 737 \", \"Boeing 767 533 \", \"Boeing 767 536 \" and \n\"Embraer \".  \n2  I was instructed to apply the definition of market value provided in IVS 2013 – see paragraph 23 of my \nFirst report and 8 of my Second Report.  \n3  I refer to these four aircraft as the \" Additional Airbus \", \"Additional Embraer 290 \", \"Additional \nEmbraer 394 \" and \" Additional Boeing 767 \". \n4  As the Second Joint Statement is an updated version of the First Joint Statement, I generally only refer \nto the Second Joint Statement throughout this report save for in a few limited certain instances where I \nconsider it necessary to explain amendments made by Mr Seymour between the First and Secon"}
{"start": 3500, "text": "y \nFirst report and 8 of my Second Report.  \n3  I refer to these four aircraft as the \" Additional Airbus \", \"Additional Embraer 290 \", \"Additional \nEmbraer 394 \" and \" Additional Boeing 767 \". \n4  As the Second Joint Statement is an updated version of the First Joint Statement, I generally only refer \nto the Second Joint Statement throughout this report save for in a few limited certain instances where I \nconsider it necessary to explain amendments made by Mr Seymour between the First and Second Joint \nStatements.  \nD16/1/3\n \n  4 \n I have been assisted in preparing my Supplemental Report by my colleague, Les Weal.  \nDetails of Mr Weal’s experience are summarised at paragraph 31 of my First Report.  \nAll the opinions expressed in my Supplemental Report are my own.  \nMy instructions \n I have been instructed to provide my opinion on certain matters that arise out of my \nFirst Report, Seymour 1, my Second Report, the First Joint Statement and the Second \nJoint Statement (together, the \" Previous Reports \").   \nDocumentation \n No additional documents have been provided to me, beyond those identified in \nAppendix B(ii) of my First Report and Appendices C and D of my Second Report. \n Some of the documents previously provided to me were in the Russian and Ukrainian \nlanguages. I explain how I rely on Russian and Ukrainian language documents at \nparagraph 26 of my First Report. \n I have relied on the information exhibited at Exhibit OR6, which I provide together with \nthis report and reference where appropriate.  \nMiscellaneous \n In this report, all references to $ are to US Dollars (US$).  \n \n  \nD16/1/4\n \n  5 \nStructure of this report \n In this report, I address certain matters arising out of the Previous Reports in order to \nassist the Court.  Where I do not address other matters of disagreement raised in the \nPrevious Reports, that should not be taken as an indication that I accept them.   \n The remainder of this Supplemental Report is structured as follows:  \n(i) Part 1 : I summarise my conclusions on the valuation of the Aircraft and \ncompare them against Mr Seymour’s conclusions.  \n(ii) Part 2 : Mr Seymour and I disagree on the Stage 1 values for:  \ni. the Airbus and the Additional Airbus; and \nii. the Embraer, the Additional Embraer 290, and the Additional Embraer \n394. \nIn Part 2, I compare Mr Seymour's Stage 1 values against my own and discuss \npossible reasons for the differences between those values.  \n(iii) Part 3 : Mr Seymour and I disagree as to whether our valuations of the Airbus \nshould be discounted to reflect the stigma of damage. In Part 3, I explain why I \nconsider it appropriate to apply such a discount and the factors I consider in \ndoing so.   \n(iv) Part 4 : Mr Seymour and I disagree on the total maintenance  adjustment to be \napplied in our valuations of the Airbus. In Part 4, I explain the issues I identify in \nMr Seymour’s adjustment for the maintenance status of the Airbus. \n(v) Part 5 : Mr Seymour and I disagree on the total maintenance  adjustment to be \napplied in our valuations of the Embraer. In Part 5, I explain the issues I identify \nin Mr Seymour’s adjustment for the maintenance status of the Embraer.  \n(vi) Part 6 : I consider the adjustments for the maintenance status of the Additional \nEmbraer 394 applied by myself and Mr Seymour to be within a reasonable \nrange of variance. I address this in Part 6.  \n(vii) Part 7 : In the Second Joint Statement, Mr Seymour states that his valuations of \nthe Boeing 737, Boeing 767 533 and Boeing 767 536 are affected by “ cost \nfactoring ”. I address those comments in Part 7.  \n  \nD16/1/5\n \n  6 \nPart 1: Summary of conclusions  \n In Table 1 below, I set out my concluded values for the Aircraft against Mr Seymour’s \nconcluded values. My conclusions have not changed since my First and Second \nReports.   \nTable 15: Summary of conclusions6 \nAircraft My values \n($)7 \n \n Mr Seymour’s \nvalues ($)8 \n \n Difference ($)  \n \n Difference \n(%)  \n \n \n A B C = B - A C / A  \nAirbu"}
{"start": 7000, "text": "oeing 767 533 and Boeing 767 536 are affected by “ cost \nfactoring ”. I address those comments in Part 7.  \n  \nD16/1/5\n \n  6 \nPart 1: Summary of conclusions  \n In Table 1 below, I set out my concluded values for the Aircraft against Mr Seymour’s \nconcluded values. My conclusions have not changed since my First and Second \nReports.   \nTable 15: Summary of conclusions6 \nAircraft My values \n($)7 \n \n Mr Seymour’s \nvalues ($)8 \n \n Difference ($)  \n \n Difference \n(%)  \n \n \n A B C = B - A C / A  \nAirbus  16.79m  25.22m  8.43m 50% \nBoeing 737  3.75m  3.13m  (0.62m) (17%)  \nBoeing 767 \n533 8.85m  8.45m  (0.4m)  (5%)  \nBoeing 767 \n536 8.27m  7.24m  (1.03m)  (12%)  \nEmbraer  1.09m  2.37m  1.28m 117%  \nAdditional \nAirbus 21.60m  27.17m  5.57m  26% \nAdditional \nEmbraer 290  1.57m  2.55m  0.98m  62% \nAdditional \nEmbraer 394  1.36m  2.65m  1.29m  95% \nTotal  63.28m 78.78m 15.50m 24% \n  \nPart 2: Stage 1 values \n As I explain at paragraph 42 of my First Report, the valuation of commercial aircraft \nuses the following process: \n(i) Stage 1 requires the collection and analysis of aircraft transaction data to \nproduce a normalised value for a generic aircraft of the type being valued (i) \nwith an assumed basic specification; and (ii) in “half-life” maintenance condition \nas at the valuation date. \n \n5  As noted at paragraph 4, I was instructed that the Bank accepts Mr Seymour’s valuation of $5,990,000 \nfor the Additional Boeing 767, and so I do not include a value for that aircraft in this Table 1.   \n6  Rounded to the nearest US$10,000.  \n7  First Report, Table 30 and Second Report, Table 1.  \n8  Second Joint Statement, paragraph 3.1. \nD16/1/6\n \n  7 \n(ii) Stage 2A  adjusts the Stage 1 normalised value based on the actual \nspecification of the particular aircraft that is being valued.  \n(iii) Stage 2B adjusts the Stage 2A value based on the maintenance status of the \nparticular aircraft that is being valued.  \n Mr Seymour and I both used this approach.9  We also agreed that:  \n(i) in accordance with accepted industry practice, we both relied on confidential \nand public data points to arrive at our respective Stage 1 valuations;10 and \n(ii) each expert would have relied on a different set of data points which may have \nresulted in differences in our respective Stage 1 valuations.11  \n In Appendix I to my First Report, I set out the public and confidential data points \n(appropriately anonymised) that I relied on to reach my Stage 1 valuations.  Mr \nSeymour has not “ provided the same level of detail as to the various datapoints used \nfor each valuation ”12, relying instead on single figures13 as published in his Aircraft \nValue Book (\" AVB \")14.  \n As a result, I am unable to comment on Mr Seymour’s assumptions, analysis or the \nnumber or quality of data points he used to arrive at his Stage 1 valuations.   \n \n9  Seymour 1, paragraphs 6.4 and 7.11 and Second Joint Statement, paragraph 6.1. \n10  Second Joint Statement, paragraph 6.2.  \n11  Second Joint Statement, paragraph 6.3.  \n12  Seymour 1, paragraph 6.3. \n13  These single figures are provided in Seymour 1 as follows : (i) Airbus – Appendix 17, under CMV for \naircraft delivered in 2005; (ii) Boeing 737 – Appendix 12, under CMV for aircraft delivered in 1997; (iii) \nBoeing 767 533 – Appendix 22, under CMV for aircraft delivered in 1992; (iv) Boeing 767 536 – \nAppendix 22, under CMV for aircraft delivered in 1993; (v) Embraer – Appendix 27, under CMV for \naircraft delivered in 2000; (vi) Additional Airbus - Appendix 17, under CMV for aircraft delivered in 2006; \n(vii) Additional Embraer 290 – Appendix 27, under CMV for aircraft delivered in 2000; (viii) Additional \nEmbraer 394 – Appendix 27, under CMV for aircraft delivered in 2001. \n14  As explained at paragraph 6.4 of the Second Joint Statement, Mr Seymour and I have both published \nour normalised ‘Stage 1’ values as at August 2016 for the relevant aircraft types. Mr Seymour’s values \nwere published in IBA’s AVB, and my values were published via"}
{"start": 10500, "text": " Appendix 17, under CMV for aircraft delivered in 2006; \n(vii) Additional Embraer 290 – Appendix 27, under CMV for aircraft delivered in 2000; (viii) Additional \nEmbraer 394 – Appendix 27, under CMV for aircraft delivered in 2001. \n14  As explained at paragraph 6.4 of the Second Joint Statement, Mr Seymour and I have both published \nour normalised ‘Stage 1’ values as at August 2016 for the relevant aircraft types. Mr Seymour’s values \nwere published in IBA’s AVB, and my values were published via the Oriel online valuation platform, \nOrielVIP. \nD16/1/7\n \n  8 \n In Table 2 below, I summarise our respective Stage 1 valuations.15 \nTable 2: Stage 1 values \nAircraft My Stage 1 \nvalues ($)                      Mr Seymour’s Stage \n1 values ( $) Difference \n($) Difference  \n(%) \n     \n A B C = B - A C / A  \nAirbus 18,800,000  24,010,000  5,210,000  28% \nBoeing 737  2,750,000  2,790,000  40,000  1% \nBoeing 767 \n533 7,250,000  7,670,000  420,000  6% \nBoeing 767 \n536 7,850,000  8,370,000  520,000  7% \nEmbraer  1,700,000  2,690,000  990,000  58% \nAdditional \nAirbus  20,400,000  25,850,000  5,450,000  27% \nAdditional \nEmbraer \n290 1,700,000  2,690,000  990,000  58% \nAdditional \nEmbraer \n394 1,700,000  2,890,000  1,190,000  70% \n \n Mr Seymour and I agree that our respective Stage 1 valuations for the Boeing 737 are \nwithin a reasonable range.16 We also agree that our final valuation conclusions for the \nBoeing 756 533 are within a reasonable range, and so I do not comment on that aircraft \nfurther.17 I also consider our Stage 1 values for the Boeing 767 536 to be within a \nreasonable range, although this was not addressed by myself and Mr Seymour in our \nFirst or Second Joint Statements.  \n Conversely, our respective Stage 1 values differ significantly in respect of (i) the Airbus \nand the Additional Airbus; and (ii) the Embraer, the Additional Embraer 290 and the \nAdditional Embraer 394. As this contributes to the disagreement in our final valuation \nconclusions, I consider that it may be of assistance to the Court for me to explain in \nfurther detail for these aircraft (i) the difference in our Stage 1 values; and (ii) why I am \nunable to comment fully on Mr Seymour’s Stage 1 values based on the information he \nprovides. I do so in the following paragraphs.  \n \n15  \n16  \n17  Second Joint Statement, pages 12 and 13.   \nSecond Joint Statement, paragraph 7.10.    \nSecond Joint Statement, paragraph 7.16. \nD16/1/8\n \n  9 \n In respect of the Airbus, I also address two discrete comments made by Mr Seymour \nrelating to my Stage 1 values.  \n(i) Airbus and Additional Airbus \nComparison of our Stage 1 values \n As Table 2 above shows, Mr Seymour’s Stage 1 value for: \n(i) the Airbus is $5.21m or 28% greater than my own;18 and \n(ii) the Additional Airbus is $5.45m or 27% greater than my own19.  \n Both the Airbus and the Additional Airbus are Airbus A321-200s, but of different \nvintages (the Airbus is ten years old at the point of valuation, while the Additional Airbus \nis 11 years old). This explains why, similarly to Mr Seymour, my Stage 1 values for the \nAirbus and the Additional Airbus are different.  \n As to the comparison between our respective Stage 1 values, I first note that Mr \nSeymour and I adopt different assumptions as to the engines of an Airbus A321-200 \nwith basic specifications:  \n(i) I assume that an Airbus A321-200 with “basic specifications” is equipped with \nthe IAE V2533-A5 SelectOne engines20. \n(ii) Mr Seymour assumes that an Airbus A321-200 with “basic specifications” is \nequipped with the IAE V2533-A5 engines21. \n It is accepted practice that the basic specifications that each appraiser selects for a \ngiven aircraft type may vary. There is no ‘right’ or ‘wrong’ basic specification, rather it \nis up to the individual appraiser to choose what they assume to be the basic \nspecification from the available options for a particular aircraft type. \n The basic specifications an appraiser chooses will affect their Stage 1 values. \nHowever, "}
{"start": 14000, "text": "ith “basic specifications” is \nequipped with the IAE V2533-A5 engines21. \n It is accepted practice that the basic specifications that each appraiser selects for a \ngiven aircraft type may vary. There is no ‘right’ or ‘wrong’ basic specification, rather it \nis up to the individual appraiser to choose what they assume to be the basic \nspecification from the available options for a particular aircraft type. \n The basic specifications an appraiser chooses will affect their Stage 1 values. \nHowever, as noted at paragraph 16 above, at Stage 2A an appraiser adjusts the Stage \n1 normalised value based on the actual specification of the particular aircraft that is \nbeing valued. Therefore, even where appraisers select different basic specifications, \nwhen adjustments are made at Stage 2A, their respective valuations can be compared \non a like-for-like basis.  \n \n18  $24.01m - $18.80m = $5.21m. \n19  $25.85m – $20.40m = $5.45m. \n20  First Report, Table 5 and Second Report, Table 2. \n21  Seymour 1, Appendix 17. \nD16/1/9\n \n  10 \n As I explain below, however, even where my Stage 1 value is adjusted to reflect the \nsame basic specifications Mr Seymour assumes (i.e. we are comparing like-for-like), \nthere remains a significant difference in our respective values (on a like-for-like basis).  \n To compare our Stage 1 values on a like-for-like basis, my Stage 1 values for both \naircraft would need to be subject to a negative adjustment of $700,000 to account for \nthe IAE V2533-A5 engines (the same engines that Mr Seymour assumes in his basic \nspecification). This is because the SelectOne engines (which I assume in my basic \nspecification) have improved performance characteristics compared to the older \ngeneration IAE V2533-A5 engines (which Mr Seymour assumes in his basic \nspecification). In effect, this is one of the adjustments I take at Stage 2A of my \nvaluations22,23.  This is explained in Table 3 below.  \n \n22  The Airbus and the Additional Airbus were fitted with IAE V2533-A5 engines (i.e. the same engines that \nMr Seymour uses in his basic specification). Therefore, the adjustment I use to compare Mr Seymour’s \nand my Stage 1 values on a like-for-like basis, is the same as one of the adjustments that I apply when \nadjusting my Stage 1 value to fit the actual specification of the subject aircraft - see First Report, Table 6 \nand Second Report, Table 3. In the case of the Additional Airbus, it appears that Mr Seymour also \napplies an adjustment to his basic specification to match the Additional Airbus’ engines (Second Joint \nStatement, paragraph A2.6). I am not sure why Mr Seymour has applied this adjustment, given that his \n‘basic specification’ already assumes the same type of engines as those that were fitted to the \nAdditional Airbus.    \n23  Aside from the engine adjustment, I do not apply any additional Stage 2A adjustments for the Airbus. \nHowever, in the case of the Additional Airbus, I also apply a positive adjustment of $300,000 at Stage \n2A in respect of the aircraft’s actual MTOW (Second Report, Table 3). Mr Seymour does not perform \nany adjustment at Stage 2A for the Airbus, on the basis that his Stage 1 ‘basic specifications’ match \nthose of the subject aircraft. However, in respect of the Additional Airbus, Mr Seymour appears to make \nan equivalent MTOW adjustment at Stage 2A to the one I apply, though I am unable to say this with \ncertainty as Mr Seymour combines his engine adjustment and MTOW adjustment into a single figure \n(i.e. a negative adjustment of $400,000) (Second Joint Statement, paragraph A2.6).  \nD16/1/10\n \n  11 \nTable 3: Comparison of our Stage 1 values on a like-for-like basis \nAircraft My Stage \n1 values \n($) My ‘like-\nfor-like’ \nStage 1 \nvalues ($) Mr \nSeymour’s \nStage 1 \nvalues ($) Difference \n($) Difference  \n(%) \n     \n A B C = B - A C / A  \nAssuming \nIAE V2533-\nA5 \nSelectOne \nengines Assuming \nIAE V2533-\nA5 engines Assuming \nIAE V2533-\nA5 engines Assuming IAE V2533-A5 \nengines \nAirbus  18,800,000  18,100"}
{"start": 17500, "text": "negative adjustment of $400,000) (Second Joint Statement, paragraph A2.6).  \nD16/1/10\n \n  11 \nTable 3: Comparison of our Stage 1 values on a like-for-like basis \nAircraft My Stage \n1 values \n($) My ‘like-\nfor-like’ \nStage 1 \nvalues ($) Mr \nSeymour’s \nStage 1 \nvalues ($) Difference \n($) Difference  \n(%) \n     \n A B C = B - A C / A  \nAssuming \nIAE V2533-\nA5 \nSelectOne \nengines Assuming \nIAE V2533-\nA5 engines Assuming \nIAE V2533-\nA5 engines Assuming IAE V2533-A5 \nengines \nAirbus  18,800,000  18,100,000  24,010,000  5,910,000  33% \nAdditional \nAirbus 20,400,000  19,700,000  25,850,000  6,150,000  31% \n \n The adjustments to my Stage 1 values increase the difference between our respective \nvalues such that Mr Seymour’s Stage 1 value for:  \n(i) the Airbus is $5.91m or 33% greater than my own; and  \n(ii) the Additional Airbus is $6.15m or 31% greater than my own.  \n In the following paragraphs I explain the information that Mr Seymour provides in \nsupport of these Stage 1 values and why I am unable to assess or comment fully on \nthem.  \nMr Seymour’s Stage 1 values \n Mr Seymour’s Stage 1 value is said to rely on transactions involving Airbus A321-200 \npassenger aircraft (the same type as the Airbus and Additional Airbus) between \nJanuary 2015 and August 201624. Mr Seymour does not, however, explain anything \nabout the transactions he uses as data points.  By contrast, in Appendix I of my First \nReport, I provide an analysis of 11 contemporaneous data points that I used and show \nhow I used them to arrive at my Stage 1 value for the Airbus25. \n The only reference Mr Seymour makes to the value data points he uses is that his \ncolleagues at IBA thought “ that Airbus A321-200s between the ages of 10 and 12 years \n \n24  Seymour 1, Appendix 6A. \n25  First Report, paragraphs I17-I50.  \nD16/1/11\n \n  12 \nwere trading for between US$ 23,500,000 and US$ 28,000,000 depending on \nmaintenance condition ”26 (emphasis added).  \n Mr Seymour does not, however, explain what maintenance condition was attributable \nto the aircraft that were trading between this price range. It is therefore not clear what \nadjustments Mr Seymour makes to those data points to reflect an Airbus A321-200 in \n“half-life” maintenance condition when reaching his Stage 1 values.27 \n Accordingly, I am unable to comment further on the process by which Mr Seymour \narrives at his Stage 1 valuation. \nMr Seymour’s comments on my Stage 1 valuations for the Airbus \n In Seymour 1, Mr Seymour comments on two data points that I use to reach my Stage \n1 value for the Airbus. I address those comments in the following paragraphs.   \n(i) Airbus Data Point 1 \n Mr Seymour criticises my use of Airbus Data Point 128 on the basis that (i) the aircraft \nunderlying Airbus Data Point 1 was ten years newer than the Airbus and (ii) the \ntransaction was under an Export Credit Agency guarantee.  Mr Seymour says that, \nbecause of these two points, the Airbus Data Point 1 cannot be “ usefully compared to \nthe aircraft in this case ”29. Mr Seymour provides no support for this comment and I \ndisagree with it.  \n(i) Aircraft age: When reaching a Stage 1 value, it is appropriate to use data points \nfrom transactions involving aircraft that are of different ages to the particular \naircraft being valued. At paragraphs I13-I16 of my First Report, I explain how \ncalendar age is an important driver of an aircraft’s value and that appraisers can \nuse age value decline principles to build a “value spread” for a given aircraft type. \nAt paragraphs I46 to I50 and Chart I2 of my First Report, I show how I plot the \nvalue spread for my Airbus Stage 1 value, by taking into account the age of each \n \n26  Seymour 1, paragraph 10.5. \n27  In paragraphs 51 to 63 of my First Report, I explain that in order to reach a Stage 1 Value, appraisers \nfirst collect data points on sale prices for the aircraft type; and second adjust those data points to reflect \nthe value of an aircraft of that type with (i) basic specifications and (ii) i"}
{"start": 21000, "text": "e. \nAt paragraphs I46 to I50 and Chart I2 of my First Report, I show how I plot the \nvalue spread for my Airbus Stage 1 value, by taking into account the age of each \n \n26  Seymour 1, paragraph 10.5. \n27  In paragraphs 51 to 63 of my First Report, I explain that in order to reach a Stage 1 Value, appraisers \nfirst collect data points on sale prices for the aircraft type; and second adjust those data points to reflect \nthe value of an aircraft of that type with (i) basic specifications and (ii) in “half-life” maintenance \ncondition. In some instances, it will not be possible to know the maintenance condition of the aircraft \nunderlying a collected data point, and it will therefore not be possible to apply a maintenance adjustment \nto that data point (i.e. step (ii) above). In my First Report, I set out the maintenance adjustments I apply \nto the data points underlying my Airbus Stage 1 value where the maintenance condition of the aircraft \nunderlying my data point is known. In certain instances the maintenance condition underlying my \ncollected data point cannot be known, and so I do not apply a maintenance adjustment, in line with \naccepted appraisal practice.   \n28  Airbus Data Point 1 is described in my First Report, paragraph I18.  \n29  Seymour 1, paragraph 6.18.1. \nD16/1/12\n \n  13 \nof the aircraft underlying my data points (including the Airbus Data Point 1).  Mr \nSeymour appears to carry out a similar exercise; his own Stage 1 published \nvalues30 show a similar value decline, in numerical terms, to the typical  \npercentage decline that I identify at paragraph I13 of my First Report. According \nto Appendix 17 of Seymour 1, an Airbus A321-200 will have lost around 52% of \nits from-new value by the time it is 10-years old, 67% of its from-new value by \nthe time it is 15-years old, and 75% of its from-new value by the time it is 19-\nyears old.31  \n(ii) Transactions for aircraft under Export Credit Agency guarantees: I explain \nhow I use data points from different types of aircraft transactions in Appendix C \nto my First Report.  I specifically address financing transactions, including those \nunder Export Credit Agency guarantees in paragraphs C4-C5. Export Credit \nAgency guarantees are guarantees provided by government agencies for the \ncommercial financing of large aircraft. In my experience, Export Credit Agency \nguarantees are a common tool for airlines to finance their purchases. These \nguarantees do not change the price of an aircraft, although the interest charged \nunder the commercial financing will be lower because of the extra security \nafforded by the guarantee. Financing transactions under Export Credit Agency \nguarantees provide valuable transaction data points, often reported in the \npublic domain and it is standard industry practice to rely on them where \nappropriate. \n(ii) Airbus Data Point 2 \n Mr Seymour also criticises my reliance on Airbus Data Point 232. Specifically, Mr \nSeymour questions my assumption that PDPs33 would have constituted 30% of the \npurchase price for the aircraft in Airbus Data Point 234.  Mr Seymour provides no \nsupport for his comment that these assumptions are “ speculative ”. In fact, it is common \npractice to assume the use of PDPs for aircraft valuation as PDPs are used industry-\n \n30  Seymour 1, Appendix 17. \n31  In paragraph I13 of my First Report, I explain that in my experience a popular narrow body aircraft (such \nas the Airbus) will typically lose 50% of its from new value by the time it is 10-years old, 70% of its value \nby the time it is 15-years old, and 80% of its value by the time it is 20-years old. For Mr Seymour's \nfigures, see Appendix 17 to Seymour 1 which lists the 2016 market value of Airbus A321-200s delivered \n(i) in 2016 (i.e. as new) at $53.59m, (ii) in 2006 (i.e. 10-years old) at $25.85m, (iii) in 2001 (i.e. 15 years-\nold) at $17.80m, and (iv) in 1997 (i.e. 19-years old) at $13.58m. Mr Seymour’s Appendix 17 does not \ninclude a data point for an A321-200 deliver"}
{"start": 24500, "text": " is 10-years old, 70% of its value \nby the time it is 15-years old, and 80% of its value by the time it is 20-years old. For Mr Seymour's \nfigures, see Appendix 17 to Seymour 1 which lists the 2016 market value of Airbus A321-200s delivered \n(i) in 2016 (i.e. as new) at $53.59m, (ii) in 2006 (i.e. 10-years old) at $25.85m, (iii) in 2001 (i.e. 15 years-\nold) at $17.80m, and (iv) in 1997 (i.e. 19-years old) at $13.58m. Mr Seymour’s Appendix 17 does not \ninclude a data point for an A321-200 delivered in 1996, so I am unable to calculate what Mr Seymour’s \nage value decline would be for an A321-200 that was 20-years old in 2016.  \n32  Airbus Data Point 2 is described in my First Report, paragraphs I19 to I25. \n33  PDPs are ‘pre-delivery payments’ paid by customers to manufacturers, typically starting 12-24 months \nbefore delivery – see my First Report, paragraph I19(c). \n34  Seymour 1, paragraph 6.18.2. \nD16/1/13\n \n  14 \nwide and almost universally on new aircraft orders35. In my experience, PDPs can \nconstitute 30% or more of the purchase price for an aircraft.36  I rely on reputable, \nidentifiable sources as documented at paragraph I19(c)-(d) of my First Report, to make \nmy calculations.37 \n(ii) Embraer, Additional Embraer 290 and Additional Embraer 394 \nComparison of our Stage 1 values \n As Table 2 above shows, Mr Seymour’s Stage 1 value for: \n(i) the Embraer and Additional Embraer 290 is $0.99m or 58% greater than my \nown;38 and \n(ii) the Additional Embraer 394 is $1.19m or 70% greater than my own.39  \n These are significant differences in the context of our respective total valuations of \nthese aircraft, equivalent to:  \n(i) 91%40 of my final valuation conclusion and 42%41 of Mr Seymour’s final \nvaluation conclusion for the Embraer;  \n(ii) 63%42 of my final valuation conclusion and 39%43 of Mr Seymour’s final \nvaluation conclusion for the Additional Embraer 290; \n(iii) 88%44 of my final valuation conclusion and 45%45 of Mr Seymour’s final \nvaluation conclusion for the Additional Embraer 394. \n \n35  The two aircraft discussed in the Airbus Date Point 2 of my First Report were ordered in December 2011 \n(MSN 7062) and January 2012 (MSN 7045), according to the CAPA Fleets database. \n(https://centreforaviation.com/data/fleet/aircraft-22740 ) (https://centreforaviation.com/data/fleet/aircraft-\n23478 ). \n36  Exhibit OR1 to my First Report, page 232.  \n37  If I had not assumed that PDPs constituted 30% of the purchase price for Airbus Data Point 2, my \nAirbus Data Point 2 value would be 30% lower.  \n38  $2.69m - $1.70m = $0.99m \n39  $2.89m - $1.70m = $1.19m \n40  ($0.99m/$1.09m). \n41  ($0.99m/$2.37m). \n42  ($0.99m/$1.57m). \n43  ($0.99m/$2.55m). \n44  ($1.19m/$1.36m). \n45  ($1.19m/$2.65m). \nD16/1/14\n \n  15 \n Mr Seymour and I assume the same basic specifications for the Embraer, the \nAdditional Embraer 290 and the Additional Embraer 394 and so no adjustment is \nrequired to compare our Stage 1 values on a like-for-like basis. In the following \nparagraphs, I discuss the information that Mr Seymour provides in support of his Stage \n1 values.  \nMr Seymour’s Stage 1 values \n Mr Seymour’s value range for the Embraer ERJ-145LR is shown in an extract from \nIBA's AVB. That value range spans from $1.99m to $4.44m46.  The only reference Mr \nSeymour makes to the value data points he uses is when he explains that he received \n“feedback from traders ”, who said that “ the typical used trade prices [for the Embraer \nERJ-145LR] ranged between US$ 2,000,000 and US$ 3,300,000 around August \n2016 ”47.  Mr Seymour further states that “ this feedback would have been used in \nassessing the values incorporated into [his] AVB ”48.  \n Whilst the bottom of the AVB range ($1.99m) is very similar to the bottom of the range \nquoted by “ traders ” ($2.00m), the upper limit of the AVB range ($4.44m) is materially \nhigher than that quoted by the “ traders ” ($3.30m). Without further explanation from Mr \nSeymour, I am unable to say why this is.49  \nPart 3: The applicati"}
{"start": 28000, "text": "$ 3,300,000 around August \n2016 ”47.  Mr Seymour further states that “ this feedback would have been used in \nassessing the values incorporated into [his] AVB ”48.  \n Whilst the bottom of the AVB range ($1.99m) is very similar to the bottom of the range \nquoted by “ traders ” ($2.00m), the upper limit of the AVB range ($4.44m) is materially \nhigher than that quoted by the “ traders ” ($3.30m). Without further explanation from Mr \nSeymour, I am unable to say why this is.49  \nPart 3: The application of a negative adjustment for stigma of damage \n As explained in paragraphs 123 to 127 of my First Report, the Airbus suffered \nsignificant damage to its fuselage in 2010. Mr Seymour and I disagree as to whether \nthe Airbus’ value should be discounted to reflect the stigma of damage.  \n While I consider that a discount should be applied, Mr Seymour disagrees, stating that \nalthough  a stigma of damage “ may create a discount to the value of an aircraft it cannot \nbe quantified without knowing the details of the repairs and their quality ”.50 In the \nfollowing paragraphs, I explain the why I apply a discount to reflect the stigma of \ndamage, and the factors I consider in doing so. \n \n46  Seymour 1, Appendix 27 lists the CMV in 2016 of an Embraer ERJ 145 LR at (i) $4.44m if delivered in \n2008 (upper bound); and (ii) $1.99m if delivered in 1996 (lower bound).  \n47  Seymour 1, paragraph 15.5.  \n48  Seymour 1, paragraph 15.5.  \n49  Mr Seymour’s upper bound is based on aircraft that are 8-years old as at 2016, and his lower bound is \nbased on aircraft that are 20-years old as at 2016. Mr Seymour does not specify the ages of the aircraft \nunderlying the trade prices of “ between US$ 2,000,000 and US$ 3,300,000 ”. For this reason, it is not \npossible to precisely compare Mr Seymour’s Stage 1 values against the prices quoted by “ traders ”, save \nby comparing the respective valuation spreads, as I do in paragraph 44.  \n50  Second Joint Statement, paragraph 4.7. \nD16/1/15\n \n  16 \n As I explain at paragraph 125 of my First Report, the stigma of damage arises when \nan aircraft has had sustained significant damage.  Even though the damage itself may \nhave been repaired and the aircraft may have regained its airworthiness, the fact of \nprevious damage makes the aircraft compare unfavourably to an otherwise identical \naircraft without the same history of damage. \n Appraisers must identify the damage history if known to them.  The purpose of such \nrequirement is to alert the users of an appraisal to the potential diminution in value.  \nHowever, it falls to an appraiser whether they adjust the value due to stigma of damage \nor simply highlight that such adjustment is possible. \n Some appraisers may choose not to adjust for the stigma of damage because they \nmay not have access to the full damage and repair documentation.  However, the \nabsence of such documentation does not preclude an appraiser from determining the \nminimum level of permanent diminution in value. \n In this regard, I note that in a valuation report prepared by the Aircraft Value Analysis \nCompany, dated March 2019, which appraised nine aircraft (including the Airbus), the \nvaluer applied a negative adjustment to the Airbus of $300,00051 due to “ issue of \n‘Taint’”52 (i.e. stigma of damage) without having access to the “ further information on \nthe extent of the repairs ”. \n In my First Report, I made a 10% negative adjustment (equating to $1.87m) to the \nRetrospective Market Value of the Airbus to account for the minimum permanent \ndiminution in value53.  I have based this assessment on eight factors typically assessed \nwhen considering the permanent diminution in value due to stigma of damage.54  Mr \nSeymour refers to these eight factors at paragraph 4.7 of the Second Joint Statement. \n \n51  Whilst the negative adjustment applied by the Aircraft Value Analysis report is less than the adjustment I \napply, I consider that this is because the Aircraft Value Analysis report values the Ai"}
{"start": 31500, "text": " to account for the minimum permanent \ndiminution in value53.  I have based this assessment on eight factors typically assessed \nwhen considering the permanent diminution in value due to stigma of damage.54  Mr \nSeymour refers to these eight factors at paragraph 4.7 of the Second Joint Statement. \n \n51  Whilst the negative adjustment applied by the Aircraft Value Analysis report is less than the adjustment I \napply, I consider that this is because the Aircraft Value Analysis report values the Airbus as at 2019 \n(some three years after my valuation date). The use of the later valuation date reduces the effect of the \nstigma of damage for three main reasons: (i) the market conditions in 2019 had made A321-200 aircraft \nmore desirable than in 2016, in particular, not only was the whole industry in a growth mode but, with \npassenger traffic fast-growing, airlines were increasingly moving towards larger narrow-body aircraft like \nthe A321 to accommodate more passengers on the same number of flights; (ii) the Airbus was three \nyears older in March 2019 and (as explained in paragraphs 58 to 59) older aircraft are less likely to be \naffected by the stigma of damage; and (iii) the damage was more remote in 2019 and so the Airbus had \na longer history of unaffected operations after the damage event.  \n52  Valuation report of Aircraft Value Analysis Company, March 2019, page 4 (PB0273327_00001). \n53  First Report, paragraphs 123-127. \n54  The Second Joint Statement, at paragraph 4.7 records:  “ The 8 influencing factors… are viewed by Ms \nRazzhivina to be in addition to the 10% discount she assesses .” By way of clarification of that statement, \nas I go on to explain in the following paragraphs, I consider the 10% discount that I apply to be the \nminimum applicable discount based on those of the eight factors that I am able to assess with the \ninformation available to me. I consider that if there were further information available on those factors \nwhich I am currently unable to fully assess, this could only increase the discount I apply.  \nD16/1/16\n \n  17 \n These factors include: \n(i) aircraft type, variant and role; \n(ii) characteristics of the specific aircraft; \n(iii) extent and nature of damage; \n(iv) operational status at time of damage; \n(v) quality and documentation of repairs; \n(vi) operational consequences to the aircraft; \n(vii) time since damage; and \n(viii) market conditions at the point of time in question. \nI discuss and assess the effect of each factor in the following paragraphs. \nAircraft type and variant \n The stigma of damage affects different aircraft to a different degree, depending on the \naircraft’s role. Cargo aircraft are least affected as their operation attracts little public \nscrutiny and only technical aspects of the aircraft are pertinent to an operator. Business \njets are on the opposite side of the spectrum, often being ‘status’ items and facing \ndetailed scrutiny from their owners who are often private individuals rather than large \norganisations. \n Passenger aircraft fall in the middle of this range with the stigma of damage playing a \nrole not only from the technical perspective but also in relation to public perception.  \nAirlines would want to avoid any additional negative publicity and future liability should \nan aircraft with a history of damage suffer a negative event. \n Aircraft lessors also strive to avoid any negative publicity and future liability linked to \ntheir aircraft as it may affect their investor relations. \n The Airbus is an Airbus A321-200, a popular passenger type with nearly 1,300 in \nservice in 2016 and operated by carriers like American Airlines, Vietnam Airlines, \nLufthansa and Monarch, among others55.  Avoidance of negative publicity and potential \nfuture liability would have been a factor for such airlines operating the aircraft type. \n \n55  First Report, paragraphs E2 to E4. \nD16/1/17\n \n  18 \nCharacteristics of the specific aircraft \n The stigma of damage can have a greater e"}
{"start": 35000, "text": "r relations. \n The Airbus is an Airbus A321-200, a popular passenger type with nearly 1,300 in \nservice in 2016 and operated by carriers like American Airlines, Vietnam Airlines, \nLufthansa and Monarch, among others55.  Avoidance of negative publicity and potential \nfuture liability would have been a factor for such airlines operating the aircraft type. \n \n55  First Report, paragraphs E2 to E4. \nD16/1/17\n \n  18 \nCharacteristics of the specific aircraft \n The stigma of damage can have a greater effect on the value of aircraft with niche \nspecifications with limited marketability.  For example, if only 10% of an aircraft type’s \nfleet is equipped with a certain engine type, an aircraft with history of damage with \nsuch an engine will see a bigger effect on its value than one with a more popular engine \nselection. \n Another aircraft-specific consideration is the aircraft’s age.  Newer aircraft are more \naffected by the stigma of damage than older aircraft.  This is largely related to the type \nof buyers aircraft attract at different ages.  Newer aircraft are more likely to be \nconsidered by a Tier 1 airline to which the avoidance of negative publicity may be more \nimportant than a Tier 3 or 4 airline which has fewer such considerations. \n The Airbus is a typical example of its type.  At the point of valuation, the Airbus was 11 \nyears old.  This is the time when aircraft are typically trading in the secondary market \nand are not yet considered “end of life” aircraft.  Whilst the age of the Airbus would \nreduce the effect of the stigma of damage, a diminution of value would still occur.   \nExtent and nature of damage \n The type, extent and location of the damage will significantly affect the diminution in \nvalue.  It is accepted amongst aircraft appraisers that damage and major repairs to the \nfuselage rank as significant factors and greatly increase the likelihood of a permanent \nloss of value.   \n According to the AMS “Aircraft Physical Inspection Report”, dated 29th November \n2018, “ the [Airbus] was involved in a ground incident on the 6th September 2010 when \nit was hit by a ramp truck.  The resulting damage was a hole, of approximately five (5) \nmeters length, in the aircraft’s fuselage .”56 \n While no other details of the sustained damage are available, for example, damage to \ninternal structures and systems, the penetration of the fuselage to such a large extent \nis a prominent factor in assessing the stigma of damage. \nOperational status at the time of damage \n The value of an aircraft after an incident is frequently negatively impacted to a greater \nextent by incidents occurring during flight, rather than on the ground.  This is because \nwhen incidents occur during flight there is a greater potential for secondary damage, \n \n56  AMS “Aircraft Physical Inspection Report” dated 29th November 2018, pages 2-3, section 2.2 \n(PB0363494_00001). \nD16/1/18\n \n  19 \nby reason of the stresses of flight.  The explanation for the underlying causes of such \nsecondary damage is not within my expertise.   \n The Airbus was on the ground when the incident took place.  Therefore, the damage \nhas not been exacerbated by any secondary factors. \nQuality and documentation of repairs \n The quality of repairs and the documents associated with such repairs are of \nparamount importance to the potential diminution of value.  The repairs require the \naircraft manufacturer’s authorisation, approval and possibly their involvement in \nperforming the work.  The documentation is expected to cover every detail of the \ndamage and repairs, records of the work performed and associated approvals. Non-\ncompliance with any of the above requirements would cause further diminution in value \nin addition to the stigma of damage alone. \n I have been provided with no contemporaneous documents detailing the repairs.  \nTherefore, I cannot assess whether these could contribute to the diminution in value. I \ninstead assume that there are no unknown issues in respect of th"}
{"start": 38500, "text": "cumentation is expected to cover every detail of the \ndamage and repairs, records of the work performed and associated approvals. Non-\ncompliance with any of the above requirements would cause further diminution in value \nin addition to the stigma of damage alone. \n I have been provided with no contemporaneous documents detailing the repairs.  \nTherefore, I cannot assess whether these could contribute to the diminution in value. I \ninstead assume that there are no unknown issues in respect of the Airbus’ repair. As I \nexplain at paragraph 47, even where the damage itself is repaired and an aircraft \nregains its airworthiness, the fact of previous damage makes it compare unfavourably \nto an otherwise identical aircraft.  \nOperational consequences to the aircraft \n The operational consequences of damage and its repair can vary.  They may include \nan increase in the OEW (the operating empty weight), which in turn would reduce the \npayload and/or range.  Another operational consequence of damage and its repair can \nbe a requirement for additional inspections of the affected areas. \n No documents detailing any potential consequences of the damage and its repair for \nthe Airbus were disclosed.  Therefore, I cannot assess whether these could contribute \nto the diminution in value. \nTime since damage \n The amount of time elapsed since the damage has taken place affects the diminution \nin value.  If the damage is recent it can have a larger effect on the value.  A more \nremote history of damage, of approximately 12-15 years, has a reduced influence on \nthe value, especially if the aircraft has a proven record of unaffected operations since \nthe damage. \nD16/1/19\n \n  20 \n The Airbus’ damage took place on 6th September 201057, nearly six years prior to the \npoint of valuation on 22nd August 2016. I do not think that such damage would be \nregarded as of historic interest only, and consider that it would be a factor of some \n(though not great) significance in the diminution in value. \nMarket conditions at the point of time in question \n Production of the Airbus A321-200 started in 1996, and it remained a relatively popular \naircraft type at the point of valuation on 22nd August 2016. However, there were a \nnumber of newer aircraft of similar specification being manufactured by 2016, including \nthe new generation A321neo58 (launched in 201059). The take-up of these new models \nis indicated by the youthful average fleet age of 5 years.60 \n At the point of valuation, the Airbus was an 11-year old aircraft.  At this age it would \nstill have been considered a relatively ‘young’ aircraft. However, it would have had to \ncompete with even newer and undamaged examples, as well as examples of a similar \nage. In this regard, my company’s publication OrielVIP Report in February 2016 notes \nthat there was “an overhang of new and nearly new availability ”61.   \n When aircraft reach 15-years old, they start to be classed as ‘older’ and will compete \nin the market against similarly-aged competition rather than against newer models. \nThe assessment of these older aircraft is based more on their immediate utility (for \nexample, their ability to operate for the next five years uninterrupted) than other \ncharacteristics, and so the stigma of damage will have a reduced effect on their ability \nto compete in the market.  \n As the Airbus was 11-years old at my valuation date, in the market place it would have \nhad to compete with similar-aged and newer aircraft.  Competition with newer and \nundamaged examples would have played a significant role in the diminution in value \nof the Airbus. \nConclusion: the Airbus’ permanent diminution in value due to stigma of damage  \n  Of the number of factors which may affect the permanent diminution in value of the \nAirbus, some can be assessed  based  on the available information and some cannot.  \nThose that can be asse ssed and lean strongly towards the application of a diminution \nin value are: (i) the Airbus’ popular type"}
{"start": 42000, "text": "ion with newer and \nundamaged examples would have played a significant role in the diminution in value \nof the Airbus. \nConclusion: the Airbus’ permanent diminution in value due to stigma of damage  \n  Of the number of factors which may affect the permanent diminution in value of the \nAirbus, some can be assessed  based  on the available information and some cannot.  \nThose that can be asse ssed and lean strongly towards the application of a diminution \nin value are: (i) the Airbus’ popular type and application in the passen ger role; (ii) its \nrelatively youn g age; (iii) the nature and extent of the damage (i.e. the rupturing of the \n \n57  Paragraph 61. \n58  First Report, paragraph E9. \n59  Airbus Press Release, 20 January 2016, “ First A320neo delivery opens new era in commercial aviation ” \n(Exhibit OR6, pages 1 and 2). \n60  First Report, paragraph E9. \n61  OrielVIP Report, Issue 14, February 2016 (Exhibit OR6, page 4).  \nD16/1/20\n \n  21 \nfuselage resulting in a five metre hole); (iv) the time since the damage event at the \npoint of valuation; and (v) the competitive state of the market. \n The factors which cannot be assessed include (i) precise details on the nature and \nextent of the damage; (ii) quality and documentation of repairs; and (iii) potential \noperational consequences. These factors can increase the diminution in value.62 \n Based on the review of the above factors and my market knowledge, I confirm my \nopinion of ascribing a minimum of 10% in diminution in value of the Airbus.   \nPart 4: Adjustments for the maintenance condition of the Airbus \n Mr Seymour and I disagree on the total valuation adjustment to be applied in respect \nof the maintenance condition of the Airbus. I calculate a total positive adjustment of \n$0.560m63 and Mr Seymour calculates a total positive adjustment of $1.214m64. The \nvariance is $0.654m, which is material.  \n The maintenance adjustments applied by Mr Seymour and me are summarised in the \nfollowing table.  \n \n62  I consider that further details on these factors would not decrease the 10% diminution in value that I \napply. This is because in reaching my minimum diminution in value of 10%, I assume that there are no \nfurther issues in respect of the repairs, the extent of the damage or the operational status of the aircraft, \nbeyond the factors already known.  \n63  First Report, Table 8. \n64  Second Joint Statement, paragraph 4.6. Mr Seymour’s maintenance adjustment was originally $0.739m \nin Seymour 1. For the reasons I explain at footnote 68, Mr Seymour subsequently updated this figure in \nthe Second Joint Statement.  \nD16/1/21\n \n  22 \nTable 4: Airbus maintenance adjustment comparison \nMaintenance \nevent My adjustment65 \n($) \nA Mr Seymour’s \nadjustment66 ($) \nB Adjustment \ndifference ($) \nB - A \nAirframe 12-\nyear check 633,333 475,000 (158,333) \nAirframe C-\nCheck (43,750) N/A67 43,750 \nNo 1 engine \noverhaul \n(hours) 1,178,943 1,033,000 (145,943) \nNo 1 engine \nLLPs (cycles) 579,375 605,000 25,625 \nNo 2 engine \noverhaul \n(hours) (1,580,013) (701,000) 879,013 \nNo 2 engine \nLLPs (cycles) (208,209) (198,000) 10,209 \nTotal 559,679 1,214,000 654,321 \n \n In the following paragraphs I discuss the Engine Number 2 maintenance adjustment, \nwhich is the principal driver of the remaining disagreement between my total \nadjustment and Mr Seymour’s total adjustment.68 \n \n65  First Report, Table 8. \n66  Second Joint Statement, Table A2.1. \n67  Mr Seymour does not adjust his Airbus value for the airframe C-Check.  As this maintenance event has \na relatively low cost compared to the 6 and 12-year airframe checks and occurs more frequently, it is at \nthe appraiser’s discretion whether or not to account for it. \n68  Prior to the Second Joint Statement, Mr Seymour also applied maintenance adjustments in respect of (i) \nthe 6-year maintenance check; and (ii) the landing gear (First Joint Statement, paragraph 7.6 and 7.7). \nBy contrast, for the reasons explained at paragraphs 92 to 96 and 119 of my First R"}
{"start": 45500, "text": "ck.  As this maintenance event has \na relatively low cost compared to the 6 and 12-year airframe checks and occurs more frequently, it is at \nthe appraiser’s discretion whether or not to account for it. \n68  Prior to the Second Joint Statement, Mr Seymour also applied maintenance adjustments in respect of (i) \nthe 6-year maintenance check; and (ii) the landing gear (First Joint Statement, paragraph 7.6 and 7.7). \nBy contrast, for the reasons explained at paragraphs 92 to 96 and 119 of my First Report, I assumed \nthese to be in half-life maintenance condition and so did not apply any adjustment. In the Second Joint \nStatement, Mr Seymour belatedly agreed to my approach, which we agree follows “ accepted industry \npractice ”, and updated his valuation of the Airbus accordingly (Second Joint Statement, paragraphs 7.5 \nto 7.6 and Table A2.1). Mr Seymour also amended his valuation of the Additional Airbus on the basis of \nD16/1/22\n \n  23 \nAdjustment for the Number 2 Engine maintenance status of the Airbus \n As Mr Seymour states in the Second Joint Statement, paragraph 7.8, the variance \nbetween our total maintenance adjustment for the Airbus is largely attributable to the \ndifference in our adjustments for the Number 2 Engine overhaul. I apply a negative \nadjustment of $1,580,01369 whereas Mr Seymour applies a negative adjustment of \n$701,00070. The variance is $879,01371. \n The following table shows the assumptions that Mr Seymour and I use in calculating \nthe adjustment for the Number 2 Engine overhaul. \nTable 5: Airbus’ Number 2 Engine adjustment assumptions \nAssumptions My assumptions \nand \nadjustment72 \nA Mr Seymour’s \nassumptions and \nadjustment73 \nB Adjustment \ndifference \n                           \nB - A \nEngine overhaul \ninterval 13,900 hours 20,000 hours - \nEngine overhaul \ncost $3.16m $2.60m - \nTime since last \noverhaul 15,391 hours 15,391 hours - \nTime remaining to \nnext overhaul 0 hours74 4,609 hours - \nAdjustment ($1,580,013) ($701,000) $879,013 \n \n \nthe same corrections to his maintenance adjustments for the valuation of that aircraft (Second Joint \nStatement, paragraphs 7.26 and 7.28 and Table A2.3).   \n69  First Report, Table 8.  \n70  Second Joint Statement, Table A2.1. Table A2.1 refers to the Number 2 Engine overhaul as the Engine \n2 Shop Visit.  \n71  $1,580,013 - $701,000 = $879,013. \n72  First Report, paragraphs 113-116 and Table 8. \n73  Seymour 1, paragraph 10.12. \n74  Even though the engine has operated longer (15,391 hours) than estimated overhaul interval (13,900 \nhours) I assume zero hours remaining to overhaul in line with accepted industry practice and as \ndiscussed in my First Report, footnote 74. \nD16/1/23\n \n  24 \n In his report, Mr Seymour states that he used the IBA Engine Value Book (\" EVB\") “as \nthe basis for the engine adjustment made to each aircraft ”75.  However, the EVB \nprovides a different set of assumptions for the V2533-A5 engine valuation to those that \nMr Seymour actually uses.  The EVB states the engine overhaul interval to be 17,000 \nhours (rather than the 20,000 hours that Mr Seymour uses) and the average overhaul \ncost to be $2.90m (rather than the $2.60m that Mr Seymour uses)76.  I do not know \nwhy Mr Seymour uses different assumptions to those set out in the EVB. As I explained \nat paragraph 114 to 116 of my First Report, based on the engine’s operating data and \nconfidential information available to me, I use an engine overhaul interval of 13,900 \nhours and an engine overhaul cost of $3.16m.  \n Using the assumptions in Mr Seymour’s EVB, the adjustment for the Number 2 engine \nshould be ($1,175,536), calculated as follows:  \n(i) 17,000 hours / 2 – 15,391 hours = - 6,891 hours. \n(ii) The hourly adjustment for the engine overhaul is $2,900,000 / 17,000 hours \n= $170.59 per hour. \n(iii) Total engine overhaul adjustment is $170.59 x – 6,891 hours = \n($1,175,536) . \n This increases Mr Seymour’s Number 2 Engine negative adjustment by $0.475m77, as \nshown in Table 6 below.    \n \n75  Seym"}
{"start": 49000, "text": "m.  \n Using the assumptions in Mr Seymour’s EVB, the adjustment for the Number 2 engine \nshould be ($1,175,536), calculated as follows:  \n(i) 17,000 hours / 2 – 15,391 hours = - 6,891 hours. \n(ii) The hourly adjustment for the engine overhaul is $2,900,000 / 17,000 hours \n= $170.59 per hour. \n(iii) Total engine overhaul adjustment is $170.59 x – 6,891 hours = \n($1,175,536) . \n This increases Mr Seymour’s Number 2 Engine negative adjustment by $0.475m77, as \nshown in Table 6 below.    \n \n75  Seymour 1, paragraph 6.11. \n76  Seymour 1, Appendix 18. \n77  $1.176m - $0.701m = $0.475m. \nD16/1/24\n \n  25 \nTable 6: Airbus Number 2 engine overhaul adjustments \nAdjustment component My adjustment78 Mr Seymour’s \nadjustment79 Mr Seymour’s \nadjustment as \ncorrected \nEngine overhaul cost $3.16m $2.60m $2.90m80 \nEngine overhaul interval 13,900 hours 20,000 hours 17,000 hours81 \nTime remaining to next \noverhaul 0 hours 4,609 hours 1,609 hours82 \nPercentage of interval \nremaining 0% 23% 9% \nAdjustment ($1,580,013) ($701,000) ($1,175,536)83 \n \n The resulting effect on the difference between our total maintenance adjustments for \nthe Airbus is summarised in Table 7 below, with my correction to Mr Seymour’s \nNumber 2 engine overhaul adjustment shaded in yellow.  \n \n78  First Report, paragraphs 113 to 116 and Table 8. \n79  Seymour 1, paragraph 10.12. \n80  Seymour 1, Appendix 18. \n81  Seymour 1, Appendix 18. \n82  17,000 hours – 15,391 hours = 1,609 hours. \n83  Paragraph 84.  \nD16/1/25\n \n  26 \nTable 7: Updated Airbus maintenance adjustment comparison  \nMaintenance \nevent My \nadjustment84 \n($) \nA Mr Seymour’s \nadjustment as \ncorrected85 ($) \nB Adjustment \ndifference          \n($) \nB - A \nAirframe 12-\nyear check 633,333 475,000 (158,333) \nAirframe C-\nCheck (43,750) N/A86 43,750 \nNo 1 engine \noverhaul \n(hours) 1,178,943 1,033,00087 (145,943) \nNo 1 engine \nLLPs (cycles) 579,375 605,000 25,625 \nNo 2 engine \noverhaul \n(hours) (1,580,013) (1,175,536)88 404,477 \nNo 2 engine \nLLPs (cycles) (208,209) (198,000) 10,209 \nTotal 559,679 739,464 179,785 \n \n As Table 7 shows, the correct application of the assumptions from IBA's EVB to Mr \nSeymour’s Number 2 Engine adjustment brings Mr Seymour's total maintenance \n \n84  First Report, Table 8. \n85  Seymour 1, paragraph 10.12 (save where otherwise specified). \n86  See footnote 67.  \n87  I note that Mr Seymour also does not use the assumptions from IBA’s EVB when calculating the No 1 \nengine adjustment for the Airbus. Had Mr Seymour applied the EVB assumptions to the No 1 engine, his \nresulting maintenance adjustment would have been a positive adjustment of $1,099,282, which is only \n$66,282 greater than the positive adjustment of $1,033,000 applied by Mr Seymour in Seymour 1. For \nthis reason, I have not sought to correct Mr Seymour’s adjustment for the No 1 Engine and instead \nfocus on the No 2 engine in paragraphs 80 to 86, as that component is the main driver of the difference \nin our total maintenance adjustments.     \n88  Paragraph 84.  \nD16/1/26\n \n  27 \nadjustment for the Airbus from $1.214m to $0.739m89. This reduces the variance \nbetween our respective total maintenance adjustments for the Airbus to $0.18m90.  \nSuch variance can be considered to be within a reasonable range. \n In Appendix A, I show the effect of my correction to Mr Seymour’s maintenance \nadjustment for the Airbus on the difference between our respective valuation \nconclusions.  \nPart 5: Adjustments for the maintenance condition of the Embraer \n Mr Seymour and I disagree on the total maintenance adjustment to be applied in \nrespect of the Embraer. I apply a total negative of adjustment of $613,44191 and Mr \nSeymour applies a total negative adjustment of $320,00092. The variance is $293,441, \nwhich is material relative to our overall valuation conclusions for this aircraft.93 \n The maintenance adjustments applied by Mr Seymour and me are summarised in the \nfollowing table. \nTable 8: Embraer maintenance adjustment comparison \nMaintenance \nevent My "}
{"start": 52500, "text": " and I disagree on the total maintenance adjustment to be applied in \nrespect of the Embraer. I apply a total negative of adjustment of $613,44191 and Mr \nSeymour applies a total negative adjustment of $320,00092. The variance is $293,441, \nwhich is material relative to our overall valuation conclusions for this aircraft.93 \n The maintenance adjustments applied by Mr Seymour and me are summarised in the \nfollowing table. \nTable 8: Embraer maintenance adjustment comparison \nMaintenance \nevent My \nadjustment94 \n($) \nA Mr Seymour’s \nadjustment95          \n($) \nB Adjustment \ndifference          \n($) \nB - A \nAirframe C-\nCheck (48,510) (65,000) (16,490) \nEngine \noverhaul (437,008) (130,000) 307,008 \nEngine LLPs (127,923) (125,000) 2,923 \nTotal (613,441) (320,000) 293,441 \n \n89  Mr Seymour's total maintenance adjustment for the Airbus in the Second Joint Statement was $1.214m \n(Table A2.1). $1.214m less $0.475m = $0.739m. \n90  $0.739m - $0.560m = $0.179m. \n91  First Report, Table 28. \n92  Seymour 1, paragraph 15.9. \n93  I value the Embraer at $1.09m and Mr Seymour values the Embraer at $2.37m (Second Joint \nStatement, paragraph 3.1). \n94  First Report, Table 28. \n95  Seymour 1, paragraph 15.9. \nD16/1/27\n \n  28 \n \n The main difference in our respective adjustments derives from our treatment of the \nEngine overhaul adjustments. \nMy calculation of the Engine overhaul adjustment \n I calculate my Engine overhaul adjustment by reference to the remaining hours before \noverhaul. I use an overhaul interval of 7,700 hours96.  This correlates with the typical \nremoval intervals of the AE3007A family being 7,000-8,000 EFH (Engine Flight \nHours)97. \n At the point of valuation, the engine had operated 6,726 hours since its last overhaul98.  \nUsing the typical overhaul interval of 7,700 hours, the engine had 974 hours99, or 13% \nof the typical interval remaining100.  Using the typical overhaul cost of $1.17m101, I \ncalculate the engine overhaul adjustment to be ($437,008) as follows: \n(i) 7,700 hours102 / 2 – 6,726 hours103 = (2,876) hours. \n(ii) The hourly adjustment for the engine overhaul is $1,170,000 / 7,700 hours = \n$151.95 per hour. \n(iii) Total engine overhaul adjustment is $151.95 x (2,876) hours = ($437,008)104. \nMr Seymour's calculation of the Engine overhaul adjustment \n Mr Seymour calculates his Engine overhaul adjustment by reference to the remaining \ncycles before overhaul.105  \n \n96  First Report, paragraph 242. \n97  Aircraft Commerce, Issue No. 61, ERJ-135/-145 maintenance analysis & budget (Exhibit OR6, page 10).  \n98  First Report, Table 27. \n99  7,700 hours – 6,727 hours = 974 hours. \n100  (974 hours / 7,700 hours)*100%. \n101  First Report, paragraph 245. \n102  The overhaul interval.  \n103  The time since last overhaul. \n104  This is the adjustment I apply in my First Report, at paragraph 245.  \n105  Whilst in principle it is equally valid to use either cycles or hours to determine the time before overhaul \nwhen calculating an engine overhaul adjustment, Mr Seymour should have (i) calculated the time before \noverhaul mandated by the remaining engine flight hours; (ii) compared it to the time before overhaul \nmandated by the LLP replacement (measured in cycles); and (iii) selected the shortest time before \noverhaul, in line with industry practice. This is the approach I took at paragraphs 242 to 244 of my First \nReport. Mr Seymour does not indicate whether or not he has taken this approach.  \nD16/1/28\n \n  29 \n Mr Seymour states in his report that the subject engine type has (i) an 8,500-cycle \noverhaul interval; and (ii) the cost of overhaul is $1.2m106.  However, the EVB \ninformation he says he relies on states that (i) the interval is 8,450 hours at an hour to \ncycle ratio of 1.3 : 1; and (ii) the average cost of overhaul is $1.0m107.  The interval of \n8,450 hours quoted in the EVB equates to  8,450 / 1.3 = 6,500 cycles, rather than the \n8,500 cycles Mr Seymour uses in his calculations. \n Using the 8,500-cycle overhaul interval"}
{"start": 56000, "text": "rt that the subject engine type has (i) an 8,500-cycle \noverhaul interval; and (ii) the cost of overhaul is $1.2m106.  However, the EVB \ninformation he says he relies on states that (i) the interval is 8,450 hours at an hour to \ncycle ratio of 1.3 : 1; and (ii) the average cost of overhaul is $1.0m107.  The interval of \n8,450 hours quoted in the EVB equates to  8,450 / 1.3 = 6,500 cycles, rather than the \n8,500 cycles Mr Seymour uses in his calculations. \n Using the 8,500-cycle overhaul interval and the fact that the engine in question has \noperated 5,168 cycles since its last overhaul108, Mr Seymour calculates that the subject \nengine has 3,332 cycles109 remaining to its overhaul, or 39%110 of the overhaul interval.  \nIf Mr Seymour had used the correct interval of 6,500 cycles, the cycles remaining would \nhave been 1,332 cycles111, or 20%112 of the interval. Using 1,332 cycles remaining to \noverhaul and an engine overhaul cost of $1.00m, Mr Seymour’s adjustment should \nhave been ($295,084)113. \n Table 9 below summarises Mr Seymour’s and my engine overhaul adjustments. \n \n106  Seymour 1, paragraph 15.9. \n107  Seymour 1, Appendix 28. \n108  First Report, Table 27.  \n109  Seymour 1, paragraph 15.9 (8,500 cycles – 5,168 cycles = 3,332 cycles).  \n110  (3,332 cycles / 8,500 cycles)*100%. \n111  6,500 cycles – 5,168 cycles = 1,332 cycles. \n112  (1,332 cycles / 6,500 cycles) * 100%. \n113  $1,000,000 / 6,500 cycles = $153.85 per cycle. 153.85 * (6,500 cycles / 2 – 5,168 cycles) = ($295,084) \nD16/1/29\n \n  30 \nTable 9: Embraer engine overhaul adjustments \nAdjustment \ncomponent My adjustment114 Mr Seymour’s \nadjustment115 Mr Seymour’s \nadjustment as \ncorrected \nEngine overhaul cost $1.17m $1.20m $1.00m116 \nEngine overhaul \ninterval 7,700 hours 8,500 cycles 6,500 cycles117 \nRemaining resource 974 hours 3,332 cycles 1,332 cycles118 \nPercentage of interval \nremaining 13% 39% 20% \nEngine overhaul ($437,008) ($130,000) ($295,084) \n \n I believe Mr Seymour’s treatment of the engine overhaul interval is not substantiated \nby the available information, including his company’s own publication (i.e. the EVB).  \nMr Seymour’s use of a larger than typical interval leads to the unrealistically low \ndeduction to reflect the Embraer’s engine’s maintenance condition.  The correct use of \nthe inputs quoted in Mr Seymour’s EVB brings the adjustment for the engine overhaul \nmuch closer to mine119.  \n The resulting effect on the difference between our total maintenance adjustments for \nthe Embraer is summarised in Table 10 below, with my correction to Mr Seymour’s \nengine overhaul adjustment shaded in yellow.   \n \n114  First Report, paragraphs 244 to 245. \n115  Seymour 1, paragraph 15.9 \n116  Seymour 1, Appendix 28. \n117  Paragraph 95. \n118  Paragraph 96. \n119  The variance between our engine overhaul adjustments is reduced from $307,008 (calculated as \n$437,008 - $130,000) to $141,924 (calculated as $437,008 - $295,084).  \nD16/1/30\n \n  31 \nTable 10: Updated Embraer maintenance adjustment comparison  \nMaintenance event  My \nadjustment120 \n($) \nA Mr Seymour’s \nadjustment as \ncorrected121 ($) \nB Adjustment \ndifference          \n($) \nB - A \nAirframe C-Check (48,510) (65,000) (16,490) \nEngine overhaul (437,008)     (295,084)122 141,924 \nEngine LLPs (127,923) (125,000) 2,923 \nTotal (613,441) (485,084) 128,357 \n \n As Table 10 shows, the change to Mr Seymour's engine overhaul adjustment would \nreduce the variance between our overall to maintenance adjustments from $293,441123 \nto $128,357, which I consider would be within a reasonable range. \n In Appendix A, I show the effect of my correction to Mr Seymour’s maintenance \nadjustment for the Embraer on the difference between our respective valuation \nconclusions.  \nPart 6: Adjustments for the maintenance condition of the Additional Embraer 394 \n I apply a negative maintenance adjustment of $338,561124 to the Additional Embraer \n394, and Mr Seymour applies a negative maintenance adjustment of $245,000125.  The \nvariance "}
{"start": 59500, "text": "to $128,357, which I consider would be within a reasonable range. \n In Appendix A, I show the effect of my correction to Mr Seymour’s maintenance \nadjustment for the Embraer on the difference between our respective valuation \nconclusions.  \nPart 6: Adjustments for the maintenance condition of the Additional Embraer 394 \n I apply a negative maintenance adjustment of $338,561124 to the Additional Embraer \n394, and Mr Seymour applies a negative maintenance adjustment of $245,000125.  The \nvariance is $93,561126. \n Whilst not recorded in our Second Joint Statement, I consider this variance to be within \na reasonable range. \n \n120  First Report, Table 28. \n121  Seymour 1, paragraph 15.9 (save where otherwise specified).  \n122  Paragraph 96. \n123  Table 8. \n124  Second Report, Table 19. \n125  Second Joint Statement, paragraph 7.41 and Table A2.7. \n126  $338,561 - $245,000 = $93,561. I note that the Second Joint Statement records this difference as \n$0.16m (Second Joint Statement, paragraph 7.41). I consider this to be a typographical error.  \nD16/1/31\n \n  32 \nPart 7:  Mr Seymour’s reference to “c ost factoring ” \n In the Second Joint Statement, Mr Seymour says that his value adjustments in respect \nof the Airframe and Landing Gear for the Boeing 737, and the engine shop visit costs \nfor the Boeing 767 533 and the Boeing 767 536, are subject to “ cost factoring ”127.   \n I note that cost factoring is not a described or a formally accepted practice in \ncommercial aircraft appraisal.  The ISTAT guidance, which Mr Seymour adopts in his \nvaluation128, states: \n“to the maximum extent possible, appraiser’s use of these [ISTAT] terms should \nconform to those [in] the ISTAT guidelines (sic).  Where the circumstances of a \nparticular appraisal assignment dictate a departure from these guidelines […], the \nappraiser’s report should clearly state the definitions attached to such terms to \npreclude any possibility that they could be misconstrued as conforming to the ISTAT \nguidelines”129. \n Seymour 1 does not mention cost factoring and Mr Seymour has not explained how \nhe says that it is to be applied.  For these reasons, I am unable to comment at this \nstage on what Mr Seymour might mean in respect of any adjustments made in respect \nof cost factoring or whether any such adjustments have been appropriately applied. \n \n  \n \n127  Second Joint Statement, paragraphs 7.14, 7.17 and 7.19.  \n128  IVS 2013 (the standard that I am instructed to apply) also requires disclosure of departure from the IVS \nstandards. \n129  Extract from ISTAT Appraisers Program Handbook (Exhibit OR6, page 13). \nD16/1/32\n \n  33 \nDECLARATION \nI, OLGA RAZZHIVINA, DECLARE THAT:  \n I understand that my duty as an expert is to help the court on matters within my \nexpertise, and that this duty overrides any obligation to the person from whom I have \nreceived instructions or by whom I am paid. I confirm that I have complied and will \ncontinue to comply with my duty. \n I have read CPR Part 35 on Experts and Assessors, the accompanying practice \ndirection and the Civil Justice Council's Guidance for the Instruction of Experts in Civil \nClaims 2014 and I have complied and will continue to comply with their requirements. \n I confirm that I have not entered into any arrangement where the amount or payment \nof my fees is in any way dependent on the outcome of the case. \n I know of no conflict of interest of any kind, other than any which I have disclosed in \nmy report. \n I do not consider that any interest which I have disclosed affects my suitability as an \nexpert witness on any issues on which I have given evidence. \n I will advise the party by whom I am instructed if, between the date of my report and \nthe trial, there is any change in circumstances which affect my answers. \n I have shown the sources of information I used. \n I have exercised reasonable care and skill in order to be accurate and complete in \npreparing this report. \n I have endeavoured to include in my report those matte"}
{"start": 63000, "text": "interest which I have disclosed affects my suitability as an \nexpert witness on any issues on which I have given evidence. \n I will advise the party by whom I am instructed if, between the date of my report and \nthe trial, there is any change in circumstances which affect my answers. \n I have shown the sources of information I used. \n I have exercised reasonable care and skill in order to be accurate and complete in \npreparing this report. \n I have endeavoured to include in my report those matters, of which I have knowledge \nor of which I have been made aware, that might adversely affect the validity of my \nopinion. I have clearly stated any qualifications to my opinion. \n I have not, without forming an independent view, included or excluded anything which \nhas been suggested to me by others, including my instructing lawyers. \n I will notify those instructing me immediately and confirm in writing if, for any reason, \nmy existing report requires any correction or qualification.  \n  \nD16/1/33\n \n  34 \nSTATEMENT OF TRUTH \nI confirm that I have made clear which facts and matters referred to in this report are \nwithin my own knowledge and which are not. Those that are within my own \nknowledge I confirm to be true. The opinions I have expressed represent my true and \ncomplete professional opinions on the matters to which they refer. \n \nI understand that proceedings for contempt of court may be brought against anyone \nwho makes, or causes to be made, a false statement in a document verified by a \nstatement of truth without an honest belief in its truth. \n \nSignature: …………………………………… \nDate: 14 July 2022 \n \nD16/1/34\n"}
