{"metadata": {"corpus_path": "AA5_1 D3-8 Trial Skeleton Argument - FINAL (05 06 23) (Updated).pdf", "file_size": 583715, "mtime": 1755610854.0195763, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "1 IN THE HIGH COURT OF JUSTICE  Claim No. BL -2017 -000665  \nBUSINESS AND PROPERTY COURTS OF ENGLAND & WALES   \nBUSINESS LIST (ChD)  \nB E T W E E N:  \nJSC COMMERCIAL BANK PRIVATBANK  Claimant  \n- and -  \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED  \n(4) TRADE POINT AGRO LIMITED  \n(5) COLLYER LIMITED  \n(6) ROSSYN INVESTING CORP  \n(7) MILBERT VENTURES INC  \n(8) ZAO UKRTRANSITSERVICE LTD  Defendants  \n \n \nSKELETON ARGUMENT  OF THIRD TO EIGHTH DEFENDANTS  \nfor Trial  \n \n \nReferences:  \n• To the statements of case  (in their most recent iterations) , are in the form POC/para; \nD1 DEF/para; D2 DEF/para; D3-8 DEF/para; REP/para  \n• To the Bundle are in the form {Bundle/volume/tab/page}  \n• To factual witness statements and expert reports in the form Name -#/par a \n• To the Bank’s opening written submissions in the form  Bank -Opening /para.  \n  \nAA5/1/1\n2 CONTENTS  \nA. INTRODUCTION  ................................ ................................ ...................  3 \nB. BACKGROUND  ................................ ................................ .....................  5 \nC. SUMMARY OF DEFENCES  ................................ ................................ .. 8 \nD. UNDERLYING FACTUAL ISSUES  ................................ ......................  11 \nD.1  Ownership and control of Ds3 -8 ................................ ..............  11 \nD.2  Ds3-5 Agency Agreements  ................................ .....................  14 \nD.3  The Relevant Supply Agreements  ................................ ...........  18 \nD.4  The Loan File Supply Agreements  ................................ ..........  21 \nE. TORT CLAIM: GENERAL  ................................ ................................ .... 22 \nF. TORT CLAIM: NO CAUSATION  ................................ ..........................  25 \nF.1 No harm caused by execution of Relevant Supply Agreements 26 \nF.2 No harm caused by receipt of the Unreturned Prepayments  ... 30 \nF.3 No harm caused by execution of Loan File Supply Agreements 31 \nG. LEGAL IMPEDIMENTS TO TORT CLAIMS  ................................ ........  33 \nG.1  Article 1166 not engaged: D3 -8s’ acts not unlawful  .................  33 \nG.2  Competition of claims and venire contra factum proprium  ....... 36 \nG.3  Transactions presumptively valid  ................................ ............  36 \nG.4  Transactions not void  ................................ ..............................  36 \nH. TORT: JOINT AND SEVERAL LIABILITY  ................................ ...........  37 \nI. TORT: CONTROL OF Ds3-8 AND ATTRIBUTION OF KNOWLEDGE  38 \nI.1 Requirement of knowledge / intention of Ds3 -8 .......................  38 \nI.2 Relevant law of attribution  ................................ .......................  39 \nI.3 Ukrainian la w on attribution of knowledge to Ds3 -8 .................  40 \nI.4 Bank’s factual case – ownership/control of Ds3 -8 & attribution  40 \nJ. TORT: LOSS  ................................ ................................ .......................  41 \nJ.1 Repayment defences  ................................ ..............................  42 \nJ.2 Use of Funds defence  ................................ .............................  42 \nJ.3 The Currency Defence  ................................ ............................  45 \nJ.4 Worked example of differential effect of Repayment Defences  46 \nK. TORT: INTEREST  ................................ ................................ ...............  47 \nL. UNJUST ENRICHMENT CLAIM: GENERAL  ................................ ....... 48 \nM. GOVERNING LAW OF UNJUST ENRICHMENT CLAIM  ....................  49 \nN. UNJUST ENRICHMENT CLAIM UNDER CYPRIOT LAW  ..................  52 \nN.1  Claims based on evolution of Foreign Law  ..............................  52 \nN.2  Section 70 of the Cypriot Contract Law  ................................ ... 53 \nN.3 Section 65 of the Cypriot Contract Law  .........................."}
{"start": 3500, "text": "................ ...............  47 \nL. UNJUST ENRICHMENT CLAIM: GENERAL  ................................ ....... 48 \nM. GOVERNING LAW OF UNJUST ENRICHMENT CLAIM  ....................  49 \nN. UNJUST ENRICHMENT CLAIM UNDER CYPRIOT LAW  ..................  52 \nN.1  Claims based on evolution of Foreign Law  ..............................  52 \nN.2  Section 70 of the Cypriot Contract Law  ................................ ... 53 \nN.3 Section 65 of the Cypriot Contract Law  ................................ ... 54 \nN.4  Freestanding cause of action outside the Cypriot Contract Law 55 \nN.5  Summary of D3 -8s’ defence under Cypriot law  .......................  56 \nO. UNJUST ENRICHMENT CLAIM UNDER UKRAINIAN LAW  ...............  57 \nO.1  The Key Issues  ................................ ................................ ........  59 \nO.2  Summary of D3 -8s’ defence under Ukra inian law  ...................  61 \nP. UNJUST ENRICHMENT: EXTENT OF LIABILITY / QUANTUM  .........  62 \nQ. UNJUS T ENRICHMENT: INTEREST  ................................ ..................  64 \nR. LIMITATION  ................................ ................................ ........................  65 \nR.1  Ukrainian law of limitation  ................................ ........................  66 \nR.2  Application to the facts  ................................ ............................  67 \nR.3  Disapplication of Ukrainian limitation on public policy grounds  68 \nS. CONCLUSION  ................................ ................................ .....................  69 \n \nAA5/1/2\n3 A. INTRODUCTION  \n1. The Court will already be familiar with various aspects of the Bank’s claim and \nthe defences to it after reading the other parties’ openi ng submissions , and an \nexhaustive explanation of the case would be unnecessarily repetitive.  This \nskeleton argument focuses on: (i) how aspects common to all Ds affect the \nclaims against Ds3 -8 and (ii) D3 -8s’ case on the aspects unique to the claims \nagains t them.  \n2. As explained below , even were the Bank  to succeed against D1&D2  it would \nnot follow that it should succeed against Ds3 -8. The claims against Ds3 -8 fail \non a variety of additional factual and legal  grounds , as well as on quantum . \n3. When considering  the claims against Ds3 -8, the Court is invited to have in mind \nthat: \n(a) The Bank’s case is in substance that Ds3 -8 were tools used by D1&D2  to \nmisappropriate money from the Bank.  Ds3-8 are not characterised as \nhaving acted independently or in furt herance of their own interests \n(whether proper or improper).  \n(b) It is common ground that Ds3-8 did execute the 54 Relevant Supply \nAgreements and did not supply goods or return  the Unreturned \nPrepayments  to their Ukrainian Borrower counterparts  (notwithstandin g \nUkrainian Court judgments and arbitration awards against them ). But  no \nextraction of money  from the Bank  was involved or resulted . When Ds3 -8 \nreceived the Unreturned Prepayments, they did so into accounts operated \nby the Bank; and almost immediately made  onward transfers of the full \namounts to other accounts operated by the Bank.1 Ds3-8 had no \ninvolvement in either the Relevant Borrowers’ obtaining of the Relevant \nDrawdown money from the Bank in the first place ; nor in transferring any \nmoney out of the Bank’s reach . \n \n1  This position was set out by Ds3 -8 right at the beginning of these proceedings in 2018: McNeill -\n2/10.25 {H4/12/21}. It has been expressly admitted in respect of Ds6 -8: REP/10.2 {A1/25/19} and \nnot understood to be in dispute re: Ds3 -5. \nAA5/1/3\n4 (c) Ds3-5 have minimal assets. The assets of Ds6 -8 are in the nature of \nilliquid receivables.2 There was never a  realistic prospect of recovery from \nthem of anything like the sums claim ed.  \n(d) Ds3-8 were on ly six of 35 non -Ukrainian companies who received \ntransfers of monies which had been drawn down from the Bank by the \nRelevant Borrowers.3 As for the  documents said by the Bank to have b"}
{"start": 7000, "text": "spect of Ds6 -8: REP/10.2 {A1/25/19} and \nnot understood to be in dispute re: Ds3 -5. \nAA5/1/3\n4 (c) Ds3-5 have minimal assets. The assets of Ds6 -8 are in the nature of \nilliquid receivables.2 There was never a  realistic prospect of recovery from \nthem of anything like the sums claim ed.  \n(d) Ds3-8 were on ly six of 35 non -Ukrainian companies who received \ntransfers of monies which had been drawn down from the Bank by the \nRelevant Borrowers.3 As for the  documents said by the Bank to have been \nexecuted to disguise the alleged misappropriation: (i) Ds3-5 were  only \nthree of 12 non -Ukrainian companies who executed Loan File Supply  \nAgreements ;4 (ii) the pledge agreements were executed by the Relevant \nBorrowers not Ds3 -5. None of the other non-Ukrainian companies nor any \nof the Relevant  Borrowers have been sued. It is right to infer  that claims \nwere only brought against Ds3 -8 in order to found the English Court’s \njurisdiction for the claims against D1&D 2. \n(e) Ultimately, the claims against Ds3 -8 fall to be evaluated by reference to  \neach of their  specific conduct , and not by reference to  the intentions or  \npurposes of others in having them so act (unless th eir knowledge and \nconduct  can properly be found to be attributable to Ds3-8) nor to any \nnebulous notion of involvement . \n4. Ds3-8 also should not be regarded as a n undifferentiated  block. The Bank must \nestablish liability, and quantum, separately in respect of each of Ds3 -8 \nindividually.  This is an important point because:  \n(a) Differences in alleged wrongdoing.  Regarding documents which the Bank \ncontends were executed to disguise the alleged misappropriation, b y \ncontrast with Ds3 -5 (the English companies), the Bank does not allege \nthat Ds6 -8 (the BVI com panies) executed any Loan File Supply \nAgreements.  \n \n2  Asset disclosure affidavits of directors of: D6, Kyriakou -2/7–10 {H4/17.1/4}; D7, Konnaris -2/7–10 \n{H4/17.2/5}; D8, Thrasyvoulou -2/7–10 {H4/17.3/4}  \n3  Dramatis personae, internal page 16 {AA1/6/16}; Thompson -1/3.2(b) {D1/1/28}  \n4  POC/Schedule 1 {A1/3/1}  \nAA5/1/4\n5 (b) Differences as to alleged harm  and quantum of loss . Each of Ds3 -8 are \nalleged to have received different amounts of Unreturned P repayments , \nsaid by the Bank to be causally linked to various different  Releva nt \nDrawdown s. Accordingly, to the extent that any of D1’s repayment  or use \nof funds  defences succeed,  how repayment  / use of funds  is apportioned  \nas against Borrowers’ liability under the  various  Relevant Loans , \nDrawdowns and Drawdown Portions  has importan t consequences for the \nliability of each  of Ds3 -8. \n(c) Different individuals  involved . The Bank’s case as to ownership and \ncontrol by  D1&D2  is largely based on inferences  drawn  from connections \nbetween  D1&D2  and individuals who happen to be connected with Ds3 -\n8. However, that factual case differs for each of Ds3 -8 because  it involves  \ndifferent individuals with different roles . Further, the Bank’s tort claims \nagainst Ds3 -8 depend upon attribution to them of kn owledge of the \nalleged misappropriation.  Albeit with some overlap, different individuals \nwere directors and UBOs  of Ds3 -8. \n(d) Differen ces in  circumstances . The bases on which Ds3 -8 executed the \nRelevant Supply Agreements  and received the Unreturned Prepayment s \ndiffers as between Ds3 -5 and Ds6 -8. D3 -5s’ case s are that, whatever the \ncommerciality of the Relevant Supply Agreements they executed, they did \nso as agents  and received the Unreturned Prepayments as trustees . \nB. BACKGROUND  \n5. The Chronology {AA1/4/1}  identifi es some of the relevant history. The facts fall \nlargely to be gleaned from the documents . Ds3-8 have not served witness \nstatements  and the Bank’s witness evidence largely  deals with subsequent \nevents .  \n6. The Statements of Fact applicable to Ds3 -8 are at {F1/ 86} – {F1/91} (supported \nby {F122} – {F127} ); and their Structure Charts are at {K4 -B1/1} "}
{"start": 10500, "text": "ted, they did \nso as agents  and received the Unreturned Prepayments as trustees . \nB. BACKGROUND  \n5. The Chronology {AA1/4/1}  identifi es some of the relevant history. The facts fall \nlargely to be gleaned from the documents . Ds3-8 have not served witness \nstatements  and the Bank’s witness evidence largely  deals with subsequent \nevents .  \n6. The Statements of Fact applicable to Ds3 -8 are at {F1/ 86} – {F1/91} (supported \nby {F122} – {F127} ); and their Structure Charts are at {K4 -B1/1} – {K4-B1/6}.  \nAA5/1/5\n6 7. It is fundamental to the proper analysis of all of the issues in these proceedings \nthat the transactions involving Ds3 -8 represent only a selected sample of a far \nmore complex history.  \n(a) The Bank’s original WFO application made plain that its transactional d ata \nshows that a loan recycling scheme had been in operation for some years , \nlinked to the constraints created by Ukraine’s currency control regulations, \nand pursuant to which funds advanced under new loans were used to \nmake it appear as though both capita l and the interest on old loans had \nbeen repaid. For some six years prior to 2014 the Bank advanced loans \nto borrowers who ma de prepayments to suppliers, which were then \nreturned within 90 days.5 \n(b) The documents disclosed also include a copy (without annexu res) of the \n“Panama V” Report provided by Kroll Associates UK to the NBU in 2017. \nThat report describes a long running loan recycling programme in which \nloans were advanced; repaid through the issue  of new loans to other \nparties; in turn repaid by further loans – all over the period 2007 –2016, \nculminating in an alleged loss at that time. Kroll alleged that:6 \n“... the material increase in the value of the corporate loan book \nover the Review Period was the result of a coordinated Loan \nRecycling scheme over m any years, whereby loans and the interest \ndue on them were repaid using the proceeds from new loans, which \nthemselves were then recycled by further new loans. ”7 \n(c) As that analysis makes plain, the Relevant Loans which are the focus of \nthese proceedings are a small subset of a long history, sliced out of the \nmiddle of the loan recycling scheme . \n(d) Indeed, in Bank -Opening/2 (4) {AA2/ 1/8} the history is summarised as if it \nreflects from start to finish an operation in which the recycling was “ simply \na device to lau nder the funds the Borrowers had drawn down ,” or, put \n \n5  Lewis -1 (affidavit)/270 –271 {H1/1/60}  \n6  {K5-B2/7L} – {K5-B2/9L} \n7  {K5-B2/8L/15}  \nAA5/1/6\n7 differently, one which was from the outset designed to misappropriate the \nfunds ultimately constituting the Unreturned Prepayments.  \n(e) There is no basis for that conclusion at all. The hard facts are that loans \nwere recycled for years in this way; and that in 2014 certain prepayments \nto certain suppliers were not ultimately repaid . The collapse of the \ndistinction between those events is unwarranted.  \n(f) Indeed, if and in so far as the loan recycling was illegit imate or might be \nfound to be wrongful in some way, its consequences ought to be \ndetermined by an analysis of the whole scheme, which the Bank has \ndisavowed.  \n8. The Bank’s justification for isolating the transactions  involving Ds3 -8 is that it \nsays these are the subset of transactions for which it can be shown that \nprepayments under supply agreements were not (directly) returned  to the \nRelevant Borrower ; identifying that as the point  of “the end of recycling ” (Bank -\nOpening/233 {AA2/1/ 103}), allegedly  brought about by increasing scrutiny from \nthe NBU.8 It then describes the consequence as the  “Misappropriation ”. \nHowever:  \n(a) That analysis superficially suggests that these particular funds were \nfraudulently extracted from the Bank, such that at the end of September \n2014 the Bank had $1.9bn less than it had in March of that year . \n(b) But that is misleading. Mr Davidson’s Use of Funds analysis shows  that \n(at a minimum) a large part of the funds wh"}
{"start": 14000, "text": "pening/233 {AA2/1/ 103}), allegedly  brought about by increasing scrutiny from \nthe NBU.8 It then describes the consequence as the  “Misappropriation ”. \nHowever:  \n(a) That analysis superficially suggests that these particular funds were \nfraudulently extracted from the Bank, such that at the end of September \n2014 the Bank had $1.9bn less than it had in March of that year . \n(b) But that is misleading. Mr Davidson’s Use of Funds analysis shows  that \n(at a minimum) a large part of the funds which were transferred pursuant \nto the Unreturned Prepayments can b y a process of matching be shown \nto have flowed back to loan accounts of other borrowers of the Bank (and \nto have repaid other loans which would not otherwise have been repaid)  \nwith the remainder difficult to trace into accounts of specific borrowers but \nnot said to have left the Bank .9  Whatever the consequences of those \n \n8  Bank -Opening/234 -7 {AA2/1/103}  \n9  Forensic Accounting Experts’ 1st Joint Statement/3.2.1 {D4/1/5}: “ Mr Thompson and Mr Davidson \nagree that most of the remaining Relevant Drawdowns  amounting to USD 557 million cannot be \n \nAA5/1/7\n8 flows as a matter of Ukrainian law, they at least show that  as a matter of \nfact the transfers of the Unreturned Prepayments did not  result in \nextraction of money out of accounts with the Bank . \n(c) The Bank has chosen not to bring its case in either of what might be said \nto be more conventional ways – (i) by seeking to trace funds which it could \nshow were extractively misappropriated  to the point when they were \nproperly speaking taken out of the Bank ; or (ii) by analysing its aggregate \nloan book and seeking to establish that but for Ds’ wrongful conduct (in \nrespect of a relevant subset of transactions) its net financial position would  \nhave been better. It expressly rejects both analyses.  \n(d) Instead, the Bank has chosen to focus on the Relevant Supply \nAgreements, to which it was not party; and not to seek to sue either the \nBorrowers  or those who ultimately could be shown to have received t he \nmoney. It  seeks causally to link the Unreturned Prepayments to Relevant \nLoans but otherwise than by tracing the flow of funds; and to contend that \nthe Unreturned Prepayments therefore represent a loss reclaimable in tort \nor unjust enrichment.  \n(e) Whether or not that analysis was borne of a de terminat ion to establish \nEnglish jurisdiction,  its somewhat novel nature needs careful \nconsideration.  \nC. SUMMARY OF DEFENCES  \n9. By way of high -level summary of Ds3-8s’ pleaded defences  (and without \nlimitation) : \n(a) As to the fact s: (i) Ds3-8 are not shown to have been owned or controlled  \nby D1 &D2; (ii) Ds3-5 acted as agents, and are not shown to have had \nnotice of  the alleged  relevant wrongd oing (for these purposes, an \n \neasily traced using  Exact Matching. The funds from these Relevant Drawdowns are in general terms \ndifficult to trace using Exact Matching ” and, in 2nd Joint Statement/3.1.1 {D4/2/8}, that if further tracing \nmethodologies of D1’s expert are appropriate, a further USD 188m and 118m of that USD 557m can \nbe traced.  \nAA5/1/8\n9 extractive scheme of misappropriation) ; (iii) Ds6-8 concluded genuine \nagreements  which cannot be said to have been commercially \ninexplicable.  \n(b) Causation not established . The Bank’s own case is that any loss had been \nsuffered upon the making of the Relevant Drawdowns: Bank -Opening/528 \n{AA2/1/208}. Ds3 -8 had no involvem ent in that. Moreover, in \ncircumstances where monies involved never left accounts operated by the \nBank, D3 -8s’ subsequent receipt and onward transfer of the Unreturned \nPrepayments did not cause the alleged loss. Further, the re is no evidence \nfor the necess ary contention that D3 -8s’ execution of the Relevant Supply \nAgreements, or D3 -5s’ execution of the Loan File Supply Agreements, \nactually had the practical effect of enabling the alleged misappropriation.  \n(c) No basis for relief under Article 1166 agains"}
{"start": 17500, "text": " in \ncircumstances where monies involved never left accounts operated by the \nBank, D3 -8s’ subsequent receipt and onward transfer of the Unreturned \nPrepayments did not cause the alleged loss. Further, the re is no evidence \nfor the necess ary contention that D3 -8s’ execution of the Relevant Supply \nAgreements, or D3 -5s’ execution of the Loan File Supply Agreements, \nactually had the practical effect of enabling the alleged misappropriation.  \n(c) No basis for relief under Article 1166 against Ds3 -8. The alleged acts of \nDs3-8 (i.e., the receipt of the Unreturned Prepayments and execution of \n“sham ”10 documentation)  are not independently unlawful acts capable on \ntheir own of supporting  liability under Article 1166  of the Ukrainian Civil \nCode (“UCC ”). \n(d) Claims precluded  or restricted in scope  as a matter of U krainian law  / \nagreements not void . The claims in tort are precluded  and/or restricted in \nscope  because: (i) they involve  establishing that the Relevant Loans and \nRelevant Supply Agreement s are void which they cannot be found to be \nin the absence of the Ukrainian Borrowers  and, further, that is not in any \nevent open to the Bank on an application of the venire contra factum \nproprium principle; and (ii) if the repayment defence is rejected the Bank \nhas claims in contract under the Relevant Loans against the Relevant \nBorrowers in respect of the alleged loss. Even if the Relevant Loans and \nRelevant Supply Agreements were concluded for the purposes alleged by \n \n10  The Bank uses the word “sham” loosely.  It is important to distinguish between: (i) sham in the \ncolloquial ‘fake/contrived’ sense, (ii) sham in the sense the Bank describes scenarios which engage \nspecific provisions of Ukrainian law, and (iii) sham as an English law concept.  \nAA5/1/9\n10 the Bank, that would  in any event , under the relevant  UCC  provisions, \nonly render these agreements voidable not void.  \n(e) No basis for joint liability for entire alleged loss.  The claim in tort that each \none of Ds3 -8 is jointly and severally liable for the total amount of the \nalleged loss is bad: the Bank cannot satisfy the relevant Ukrainian law \ntest. The alleged acts of Ds3 -8 were sufficiently discrete that each could \nonly be liable for the loss caused by the Unreturned Prepayments it \nreceived.  \n(f) Knowledge of Ds3 -8 not established . Even if the pleas as to alleged \nmisappropriation by D1&D2 were found to be proved, it would  not follow \nthat Ds3 -8 are also liable for  it. It is not sufficient to prove  that Ds3 -8 were \nused as part of a misappropriation  – it is necessary to prove  that Ds3-8 \nwrongfully participated in it. That would require attribution of D1&D2 ’s \nknowledge  and intentions  to Ds3-8, which is not appropriate . \n(g) D1’s Defences  on loss  apply to claims against Ds3 -8. D1’s defence s as \nto recoverability of loss in tort  apply to  preclude,  extinguish  and/or reduce \nclaims in loss as against Ds3 -8. The nature of the  repayment and use of \nfunds defences  is also such that , upon apportionment  between Ds3 -8, \nthey may operate such that a partial reduction of D1’s liability  may reduce \nto nil  the liability of one or more of Ds3 -8.  \n(h) Unjust enrichment claim is bad in law.  The unjust enrichment claim  fails \nbecause it is based on concepts of ‘indirect ’ enrichment which are not part \nof Ukrainian or Cypriot law.  It also  fails because it depends upon the \nRelevant Loans and Relevant Supply Agreements being void which they \nare not as a matter of Ukrainian law . In any event , in the light of the D1 \nloss defenc es there was no relevant enrichment at the expense of the \nBank, and/or any amount which might be recovered falls to be reduced.  \n(i) Limitation.  The claims are time -barred , either entirely or to the extent they \ndepend upon 4 Relevant Loans of  Promin met and  the 3 Cypriot Relevant \nBorrowers ( only introduced by amendment in 2020) . \nAA5/1/10\n11 (j) Interest.  There is n o legal "}
{"start": 21000, "text": "ing void which they \nare not as a matter of Ukrainian law . In any event , in the light of the D1 \nloss defenc es there was no relevant enrichment at the expense of the \nBank, and/or any amount which might be recovered falls to be reduced.  \n(i) Limitation.  The claims are time -barred , either entirely or to the extent they \ndepend upon 4 Relevant Loans of  Promin met and  the 3 Cypriot Relevant \nBorrowers ( only introduced by amendment in 2020) . \nAA5/1/10\n11 (j) Interest.  There is n o legal basis for any award of pre-judgment interest, \nlet alone one for compound interest . This is no afterthough t: interest is \nclaimed to exceed US$1billion, with hun dreds of millions of dollars turning \non the compound interest point alone.11  \nD. UNDERLYING FACTUAL ISSUES  \n10. Before coming to the  legal and causation difficulties in the Bank’s case  \n(addressed in Sections F and G below) , the factual issues  vis-à-vis Ds3 -8 \ninclude the following : \n(a) Whether D1&D2  owned and con trolled D s3-8 and procured the  execution \nof the relevant agreements and money transfers ; \n(b) Whether D s3-5 acted as agent s for undisclosed principals (encompassing \nwhether the agreements  with those principals  are shams12);  \n(c) Whether the Relevant Supply A greemen ts were contrived  / shams;13 and \n(d) Whether  the Loan File Supply Agreements  were contrived  / shams . \nD.1 Ownership and control  of Ds3 -8 \n11. Ds3-8 set out in Further Information the identities of their director, nominee \nshareholder and beneficial shareholder arrangements at the relevant times.14 \n12. The Bank’s case as to ownership  / control is a n essentially  inferential one,15 not \nseeking to contra dict that information, but seeking to establish that those \nshareholdings and arrangements were only matters of form; with the substance \nbeing that all of the relevant parties were acting on D1&D2 ’s instructions and \nfor their benefit.   \n \n11  At least US$345m, by reference to the Bank’s calculations to April 2020: POC/Schedule 3 {A1/5/5}  \n12  In the English law sense.  \n13  With the issue of whether that would be in consequence void as a matter of Ukrainian law being a \nseparate question: see Section G.4 below.  \n14  {A2/43/1}  \n15  See Bank -Opening/221ff {AA2/1/98} and 315ff {AA2/1/133}  \nAA5/1/11\n12 13. A central foundation of that inferential case  is presented in  the structure charts, \nboth for Ds3 -8 themselves and for the parties identified as the ir UBOs.  \n14. The D s3-8 charts {K4 -B1/1/1} – {K4-B6/1/1} are consistent with (and in part \nreflect) D3 -8s’ explanation of their ownership and control arrangements.  What \nthe charts  additionally do is to identify relevant individuals as also having other \nroles; and in particular the fact that many of the UBOs of Ds3 -5 and D8 (but not \nD6 and D7) are recorded as h aving  been employees of PBC  at different times,  \nnot always  during the relevant period of the transactions at issue , and that in \nsome instances they admittedly held other interests as D1 or D2’s nominees . \n15. The nominee charts for the UBOs16 identify alleged c onnections to  D1&D2 . \nTheir detailed analysis is a matter for closing submissions. For present \npurposes it is sufficient to note that:  \n(a) The degree of connection varies from person to person and company to \ncompany.  \n(b) Even when at their most substantial , the id entified connections are only \nconnections. They do not establish that Ds3 -8 were in fact being \ncontrolled by D1&D2 , nor that those UBOs held their interests in Ds3 -8 as \nnominees for D1&D2 . They only establish that all of these parties had \ndealings with each other.  \n16. The Bank contends that inferences should be drawn in light of the fact that D3 -\nD8 have not called as witnesses either their directors or their beneficial \nshareholders.  But such in ferences ought not to be drawn unless they are  \nlogically warranted.17 It is no doubt fair to infer that at least some of the UBOs  \nof Ds3 -8 had close business c"}
{"start": 24500, "text": "t those UBOs held their interests in Ds3 -8 as \nnominees for D1&D2 . They only establish that all of these parties had \ndealings with each other.  \n16. The Bank contends that inferences should be drawn in light of the fact that D3 -\nD8 have not called as witnesses either their directors or their beneficial \nshareholders.  But such in ferences ought not to be drawn unless they are  \nlogically warranted.17 It is no doubt fair to infer that at least some of the UBOs  \nof Ds3 -8 had close business connections with the Bank; and that PBC played \nsome part in the loan recycling operations. But tha t is not enough. The question \nis whether each of Ds3 -8 were acting under D1&D2’s control. The connections \nare not an adequate basis for that inference.  \n \n16  Variously, {K4 -A/11/1} (Ivlev); {K4 -A/14/1} (Kiperman); {K4 -A/19/1} (Melnyk); {K4 -A/24/1} (Pugach); \n{K4-A/25/1} (Romanovskyi); {K4 -A/29/1} (Trykulych) and {K4 -A/33/1} (Yesipova)  \n17  Efobi v Royal Mail Group Ltd  [2021] 1 WLR 3863 (UKSC) at [41]  {M1/23/14} .  \nAA5/1/12\n13 17. The Bank’s Opening addresses the history of the identification of related parties \nof the Bank in some de tail. Two of the Bank’s witnesses, Mr Luchaninov18 and \nMs Lozytska,19 also refer in passing to the NBU’s engagement with the Bank as \nto lists of related parties, under article 52 of the Ukrainian Law on Banks.20  \n(a) Neither witness gives any evidence as to th e status of D s3-8 as related \nparties. Mr Luchaninov refers to the NBU’s determination under \nResolution 105 in December 2016 that 1,092 parties should be classed \nas related.  The Bank does not appear to rely on that decision as against \nDs3-8,21 but it is rig ht to note that while Resolution 105 appears not to be \nin the Trial Bundle,  the associated list is at {E17/36} and is the one related \nparty list which does refer to Ds3 -8, in each case as a related party by \nreference to “criteria code” 529.  \n(b) That code is e xplained in Resolution 315 , the full version of which is at \n{E9/176.1 /2}, as: \n“Any party  through whom a transaction is carried out in the interests \nof the persons indicated in Part 1 of Article 52 of the Law [on Banks] \nand who is influenced during such a transaction by the parties \ndetermined in this part through labour, civil and other relati onships. ”  \n(c) Part 1 of Article 52 refers to  “executives of the bank, the head of the \ninternal audit service, heads and members of committees of the bank ’s \nboard of directors. ”22 \n(d) The NBU’s determination of relatedness is not explained in more detail \nand is no t itself evidence of ownership or control. In any event the breadth \nof code 529 is such as to render it entirely unhelpful.  \n \n18  Luchaninov -1/92 {B1/3/21}  \n19  Lozytska -1/43ff {B1/6/11}  \n20  {E18/215/5}  \n21  It refers to Resolution 105 at Bank -Opening/51 {AA2/1/29}.  \n22  {E18/215/5}  \nAA5/1/13\n14 18. The Bank’s case includes the allegation that ownership and control by D1&D2  \nwas e xercised  via Primecap.23  \n(a) At least Ds3 -5 engaged Primecap by way of  service agreements  \nconcluded in 2011 , copies of which are at {E1/59} – {E1/6 1}. But \ninteraction with  Primec ap (whether as service agent or otherwise) on its \nown establishes nothing.  \n(b) The foundation of the allegation rests heavily on the case as  to ownership \nand control of Primecap, on which Ds3 -8 rely on D1&D2 ’s denials24 and \nthe case they advance in that regard.  \nD.2 Ds3-5 Agency Agreements  \n19. D3-5s’ case s are that they had concluded the agency agreements which are at \nD3-8 DEF annexures A -C with Hangli  (BVI)  (13.03.14)  {A1/21/2} , Brimmilton \n(BVI) (19.03.09) {A1/22/2} and Collard  Securities  (Belize)  (30.01.14)  {A1/23/2}  \nrespectively  (the “ Agency Agreements ”); and that they executed the Relevant \nSupply Agreements with which they were involved as agent for their Principals \nin each case , and received and transmitted the Unreturned Pr epayments in the \nsame capacity.25   \n20. The agenc ies of Ds3 -5 a"}
{"start": 28000, "text": "concluded the agency agreements which are at \nD3-8 DEF annexures A -C with Hangli  (BVI)  (13.03.14)  {A1/21/2} , Brimmilton \n(BVI) (19.03.09) {A1/22/2} and Collard  Securities  (Belize)  (30.01.14)  {A1/23/2}  \nrespectively  (the “ Agency Agreements ”); and that they executed the Relevant \nSupply Agreements with which they were involved as agent for their Principals \nin each case , and received and transmitted the Unreturned Pr epayments in the \nsame capacity.25   \n20. The agenc ies of Ds3 -5 are relevant to two separate issues: (i) whether Ds3 -5 \nhad knowledge of  / intent vis -à-vis the all eged misappropriation  (“Agency No-\nIntent Defence ”); and (ii) irrespective of what  Ds3-5 knew of the alleged \nmisappropriation , whether they were enriched by receipt of the Unreturned \nPrepayments (or whether it was the Principals)  (“Agency No-Benefit \nDefence ”).  \n21. The Agency Agreements were governed by English law .26 Under the ir terms, \nDs3-5 were  obliged to conclude contracts in their name and operate without \n \n23  POC/12B {A1/2/4}  \n24  D1 DEF/10B(2) {A1/8/7}; D2 DEF/18B(2) {A1/18/8}  \n25  D3-8 DEF/16 -18C {A1/20/5}  \n26  D3–Hangli, clause 12.6 {A1/21/8}; D4 –Brimmilton, clause 11.6 {A1/22/7}; D5 –Collard, clause 12.6 \n{A1/23/8}  \nAA5/1/14\n15 disclosure of their Principals .27 Further, Ds3 -5 held money in respect of their \nbusiness activities on their Principals’ behalf on trust for them; in the case of D3 \n& D5 under express terms ,28 and in the case of D4, under  trustee duties  arising \nfrom the nature of the relationship.29 \n22. The Bank denies that Ds3 -5 acted as agents  and contends that  the Agency \nAgreements  were shams  (in support of which it also contends that the Principals \nwere thems elves owned and controlled by D1&D2 ).30  Its case i s set out  at \nBank -Opening/484  {AA2/1/194}.   There the Bank confuses two distinct issues: \n(i) were the Agency Agreements shams ; (ii) was the relationship between Ds3-\n5 and their P rincipal s used as part of a fraud  (and, if so, was that  to the \nknowledge  of Ds3 -5).  The Bank’s submissions there all go only towards issue  \n(ii), which may be relevant to the Agency No-Intent Defence  but not the Agency \nNo-Benefit Defence .  (See Section I below .) \n23. As for the Agency No -Benefit Defence , the trust obligations in favour of the \nPrincipals  would be  inoperative were  the Agency Agreements found to be  \nshams . This would require  the Bank to establish th at each of Ds3 –5 had – at \nthe time  they concluded those agreements – the necessary  “shamming intent ”: \nSnook v London and West Riding Investments  [1967] 2 QB 786  at 802.31  Even \nif it were established that an agency relationship was abused to the detriment \nof a third party , that would not mean that the agency relationship should be \ntreated as never having existed.   The Bank ’s submissions do not address this .  \n24. In any event , the various  matter s the  Bank  has raised concerning the agencies \ncould  not establish that they were sham s. \n \n27  D3–Hangli, clauses 3(i)&(ii) {A1/21/4}; D4 –Brimmilton, clauses 3(a)&(b) {A1/22/4}; D5 –Collard, \nclauses 3(i)&(ii) {A1/23/4}  \n28  D3–Hangli, clause 3(v)  {A1/21/4}; D5 –Collard, clause 3(v) {A1/23/5}  \n29  Bowstead & Reynolds on Agency  (22nd Edition) at §6-041: “ The present trend seems to be to \napproach the matter more functionally and to ask whether the trust relationship is appropriate to the \ncommercial rela tionship in which the parties find themselves ”.  It is submitted that the nature of the \nD4–Brimmilton agency, i.e., that D4’s activities thereunder are ministerial / functional in nature, is \nsuch that D4 holds the monies received pursuant to that agency on  trust for Brimmilton.  \n30  POC/12A {A1/2/4}; REP/8 {A1/25/17}  \n31  This is a matter of English law, the Agency Agreements being expressly so governed.  \nAA5/1/15\n16 25. As a preliminary point, the Agency Agreements are authentic as documents.   \nTheir authenticity was challenged in t"}
{"start": 31500, "text": ".  It is submitted that the nature of the \nD4–Brimmilton agency, i.e., that D4’s activities thereunder are ministerial / functional in nature, is \nsuch that D4 holds the monies received pursuant to that agency on  trust for Brimmilton.  \n30  POC/12A {A1/2/4}; REP/8 {A1/25/17}  \n31  This is a matter of English law, the Agency Agreements being expressly so governed.  \nAA5/1/15\n16 25. As a preliminary point, the Agency Agreements are authentic as documents.   \nTheir authenticity was challenged in the jurisdiction proceedings.32 In response, \nDs3-5 produ ced evidence explaining that the original agreements had been \nlodged with the Bank, that copies had then ( i.e., after the jurisdiction challenge) \nbeen obtained from the Bank itself, and that the agreements had in 2015 been \nprovided to D3’s and D5’s account ants33 – thereby rebutting any suggestion of \nrecent fabrication.   Indeed, in the case of D4, the Agency Agreement dates from \n2009 – some 5 years before the Relevant Supply Agreements.  \n26. Whatever the purpose  of the agencies (improper or otherwise) , the \ncontemporaneous documents and  activity demonstrate that the agencies were  \nand were intended to be  operational , and therefore reflect the true agreement \nbetween their parties : \n(a) the Bank’s own account fact sheets refer to their business as or as \nincluding agency activities : \n(i) The account fact sheet for D 3 dated 19.0 9.14, describes its “ Main \nActivity ” as including “ Agency activit ies” {F122/9/1}.  \n(ii) The account fact sheet for D4 dated 19.0 8.14 describes its “ Main \nActivity ”, as includ ing “Agency activity ” {F123/6/1}.  \n(iii) The account fact sheet for D5  dated 28.07.14  describes its “Main \nActivity ”, as including “Agency activities ” {F124/7/1} .  \n(b) As set out in Thompson -1, table 8. 4 {D1/1/291}, the bank statements \nrecord that the Principals were making remuneration payments to Ds3 -5 \nthroughout.34 Examples are the references on D4’s bank statement for \n2013 at {E4 /22.2/2}, and for 2014 at {E7/178.3/ 1}, in each case to “ Agency \nagreement dated 19.03.09 .”   \n \n32  Lewis -2/78 {H1/16/22}  \n33  {H4/19} – {H4/21}  \n34  With details  of some of the payments  at Thompson -1, Appendi ces 8 -2-1 to 8 -2-4 {D1/343/1}  \nAA5/1/16\n17 (c) There is a weight of contemporaneous documentation showing that the \nagency arrangements were in operation  at the time, for convenience listed \nin Schedule 1  attached to this skeleton argument  {AA5/2/1} . \n(d) The disclosed documents also include many of D3’s and D5’s Principals’ \ninstructions to them to execute the relevant agreements.35 Ds3-5 made \nclear in Further Information that they had been unable to locate all such \ndocuments.36 Even if these were formalised after the event (or \n“backdated ” as the Bank characterises it) , that does not establish that they \ndid not reflect genuine instruction s given informally at the time.  \n(e) The onward transmission of the Unreturned Prepayments to the Principals \n(up until 14 July 2014 , and thereafter on their instructions) itself supports \nthe inference that (whatever the ultimate purposes of those transfers) the \nagencies were real and were being acted upon.  \n(f) The Bank relies amongst other things on the fact that the agency point \nwas not raised by Ds3 -5 in response to the claims brought by the \nBorrowers in the Ukraine courts  and arbitrations  in 2014. But that is \nentirely consistent with the agent’s obligations under clauses 3 and 4 of \nthe Agency A greements to act as undisclosed agents.  \n(g) Indeed, the Bank prays in aid of its attack on the Relevant Supply \nAgreements that D3 -5s’ accounts showed limited trading.37 But those \naccounts are consistent with them operating as agents and not as \nprincipals.  \n27. Importantly, the Bank  has no convincing case as  to why  or how the Agency \nAgreements could have acted to further or disguise the alleged \nmisappropriation.  It was said that the Agency Agreements were “ designed to \nprovide a purpor"}
{"start": 35000, "text": "ements to act as undisclosed agents.  \n(g) Indeed, the Bank prays in aid of its attack on the Relevant Supply \nAgreements that D3 -5s’ accounts showed limited trading.37 But those \naccounts are consistent with them operating as agents and not as \nprincipals.  \n27. Importantly, the Bank  has no convincing case as  to why  or how the Agency \nAgreements could have acted to further or disguise the alleged \nmisappropriation.  It was said that the Agency Agreements were “ designed to \nprovide a purportedly legitimate reason for [D3 -5s’] onward transmission of \n \n35  See: {A2/41/2} and {A2/42/2}  \n36  Response 7, {A2/40/7}  \n37  Bank -Opening/216(4)&(5) {AA2/1/97}  \nAA5/1/17\n18 funds ”.38  But t hey were  demonstrably  unnecessary to that end: the  loan \nrecycling  scheme (as the Bank characterises it)  functioned well without the other \n32 suppliers operating under agencies.  Moreover, the agency agreement  \ndocuments  were incapable of d isguising th e involvement  of the Principals : (i) \nalthough not disclosed to the wider world, D3 -5s’ agencies were not hidden from \nthe Bank itself – its records contained the relevant information and \ndocumentation  about D3-5s’ agencies ; (ii) the Bank’s transaction data records \nto whom Ds3 -5 made onward transfers of the Unreturned Prepayments  – \nincluding to the Principals . \n28. It is submitted that it cannot seriously be disputed that the Agency Agreements \nwere made. The thrust of the Bank’s case39 is that if the Relevant Loan s and \nSupply Agreements were contrived  / shams (as it contends), the Agency \nAgreements must also have been. That simply does not follow. The relevant \nquestion is whether the Agency Agreements were entered into with the intention \nthat D s3-5 would operate as agents. There is no adequate basis to conclude \notherwise.  \nD.3 The Relevant Supply Agreements  \n29. Ds3-8 executed  54 Relevant Supply Agreements, with 46 of the 50 Relevant \nBorrowers.  There were no Relevant Supply Agreements with any of Prominmet \nor the 3  Cypriot Borrowers (which  fact assumes importance in the context of \ncausation, quantum of loss  and unjust enrichment ).   \n30. The Bank contends that the Relevant S upply Agreements  were shams because \nthey involved the sale of unrealistic quantities of various pr oducts and were for \nthat and other reasons commercially inexplicable.  \nRelevant Supply Agreements of the English Companies  \n31. Ds3-5 formally  admit that they did not themselves intend (that is other than as \nagents for their Principals’ performance) to perform t he agreements – {A2/45/1}. \n \n38  REP/8 {A1/25/17}  \n39  Bank -Opening/484 {AA2/1/194}  \nAA5/1/18\n19 However, that admission does not go any further. In particular, there is no \nsufficient warrant for the inference that they knew what their Principals intended.   \nThe factual allegation that the Relevant Supply Agreements are shams  is \ndenied.  \n32. The starting point is that if the Agency Agreements are not shams, that makes \nit likely that Ds3-5 did not share whatever intention the Principals may have had \nin procuring the execution of the Relevant Supply Agreements.40 \n33. As regards attribution of knowledge and intent to Ds3 -5 notwithstanding the \nagencies, in Bank -Opening/484 {AA2/1/194} the Bank relies on two themes . \n34. First, a wareness from circumstances:  i.e., that Ds3 -5 ought to have known \nanyway that the Relevant Supply Agreements w ere contrived  / shams  – given \ntheir nature and the lack of substance of the Principals.  \n(a) However, that is inconsistent with the Bank’s own case that Ds3 -5 just \nexecuted whatever was put before them (although Ds3 -5 would \ncharacterise it differently41) – which is itself neither out of the ordinary nor \ncontrary to lawful operation of an agency . As explained in  Bowstead & \nReynolds on Agency  (22nd Edition) at 6 -009 {M4/8/2}: “an agent would not \nnormally be excused from carrying out the principal’s directions on the \nbasis of a mere suspicion that the principal"}
{"start": 38500, "text": "rincipals.  \n(a) However, that is inconsistent with the Bank’s own case that Ds3 -5 just \nexecuted whatever was put before them (although Ds3 -5 would \ncharacterise it differently41) – which is itself neither out of the ordinary nor \ncontrary to lawful operation of an agency . As explained in  Bowstead & \nReynolds on Agency  (22nd Edition) at 6 -009 {M4/8/2}: “an agent would not \nnormally be excused from carrying out the principal’s directions on the \nbasis of a mere suspicion that the principal is engaged in furthering an \nillegal object ”. \n(b) In any event, although it is accepted that some of the supply agreements \nwere for what can be shown to improbable quantities , the agreements \nexpress ly provided for the possibility of non -delivery, with an alternative \nobligation to return the prepayment;42 and non -delivery together with \nrepayment would not have constituted a breach.   It cannot be concluded \n \n40  For the avoidance of doubt, if it is found that Ds3 -5 did share a nefarious intention with the Principals, \nthat does not render the Agency Agreements shams in the English law sense.  Accordingly, the \nAgency No -Benefit Defence stands even were the Agency No -Intent Defence to fall.  \n41  D3-5s’ case, that they “ in good faith executed the agreements as agent, without seeking to verify \nthe substance of the arrangements for  which they provided ” (D3 -8 DEF/17(1) {A1/20/7}).  \n42  See for example {F122/21/2} clause 3.3  \nAA5/1/19\n20 that even if Ds3 -5 had been required to enquir e into the substance of the \nRelevant Supply Agreements , and had done so , that those agreements \nwould been identified by them as shams.  \n35. Second, a ttribution of D1&D2’s knowledge and inten t. The Bank seeks to draw \nconnections between individuals associated (i ) with each of Ds3 -5 and the \nPrincipals, and (ii) with both D1&D2 and the Principals.   The structure charts for \nthe Principals43 again identify their UBOs as employees of PBC; and their \nnominee charts again identify some connections to D1&D2, but without \nestablishing that they were in fact owned or controlled by them.  \n36. The true question s ought to be whether the Principals had no intention of \nhonouring the obligation to repay  and, if so, whether Ds3 -5 were aware of this . \nWhile it is true that the repayments were not made, that in itself does not \nsufficiently justify that inference – not least because these transactions are a \nsmall subset of a much greater volume of transaction s involving Ds3 -5, in many \nof which repayment did follow .44 \nSupply Agreements of the BVI Companies  \n37. As to the few Relevant Supply Agreements with D s6-8, the contrived  / sham \nallegation falls flat  on the facts . That is because th ey were in each case \ncontract s for the supply of oil, a commodity heavily and freely traded on \ninternational markets  and the Bank does not suggest that the quantities involved \nor prices were other than usual (by contrast with how it attacks the Relevant \nSupply Agreements of Ds3 -5). \nRelevant Supply Agreements  considered  in 2014 judgments  \n38. The Relevant Supply Agreements were directly considered in the 2014 \nUkrainian Court judgments and arbitration awards (the lists of and references \nto which are included in the Statements of Fact), to whi ch the Bank was party. \n \n43  {K4-B2/1/1}, {K4 -B2/2/1} , {K4-B2/3/1}  \n44  Thompson -1/8.1 0 {D1/1/288}; Thompson -1, Appendix 3 -8-8 {D1/107/1} – only those transactions \nhighlighted in blue have U nreturned Prepayments).  \nAA5/1/20\n21 Taking the first Relevant Supply Agreement as an example, the Judgment at \n{F122/22/1}:  \n(a) records the fact of non -delivery and the relevant Borrower’s rejection of a \nrequest for postponement of the date for delivery;  \n(b) records that the pa rties then concluded an addendum agreement \nterminating the contract with an obligation to repay the prepayment;  \n(c) orders repayment; but  \n(d) does not find that the Supply Agreement was a sham or was anything \nother"}
{"start": 42000, "text": "ed Prepayments).  \nAA5/1/20\n21 Taking the first Relevant Supply Agreement as an example, the Judgment at \n{F122/22/1}:  \n(a) records the fact of non -delivery and the relevant Borrower’s rejection of a \nrequest for postponement of the date for delivery;  \n(b) records that the pa rties then concluded an addendum agreement \nterminating the contract with an obligation to repay the prepayment;  \n(c) orders repayment; but  \n(d) does not find that the Supply Agreement was a sham or was anything \nother than a binding commercial arrangement; and  \n(e) dismis ses the Borrower’s claim for termination of the pledge agreement \n(which is at least consistent with the loan not being a sham).  \n39. In REP/9B -C {A1/25/18}  and in Bank -Opening/263 -272 {AA2/1/113}  the Bank  \ncontends that the correspondence and addenda leading up to the judgment in \neach case were contrived / shams designed to mislead the court. However, the \nBank does not appear to impugn the Ukrainian C ourt itself (and would be \nrequired to make that clear if it were its case). The fact that the agreements \nwere cons idered by the appropriate Court and that repayment was ordered in \nproceedings to which the Bank was a party, but without any criticism of the \nsubstance of the agreements, remains inconsistent with the case that the \nagreements were contrived / shams.  \nD.4 The Loan File Supply Agreements  \n40. There are 78 Loan File Supply Agreements, concluded by various of the 35 \nsuppliers.  Ds3-5 executed 37 of those agreements (15 by D3, 5 by D4, 17 by \nD5) (“D3-5 Loan File Supply Agreements ”), but contend they did so as agents \nfor their Principals.  Ds6-8 did not execute any such agreements . \n41. The Loan File Supply Agreements differ from the Relevant Supply Agreements  \nin a number of respects, including that : (i) their terms provide for payment after \ndelivery of goods;  and (ii) no payments were made to any suppliers under them .  \nAA5/1/21\n22 42. The Bank’s case is that D1 &D2 procured  the conclusion of  all 78 of the Loan \nFile Supply Agreements  and are contrived / shams . The Ukrainian Borrowers’ \nrights under the  78 Loan File Supply Agreements wer e pledged (by those \nborrowers) to the Bank as security for various of the Relevant Loans (described \nas the LFSA Pledges).45 It is suggested  that the purpose of doing this was to \ndisguise the alleged misappropriation  so as to avoid detection by  the NBU.  \n43. The factual allegation that the Loan File Supply Agreements are  contrived /  \nshams is rejected for the same reasons as that concerning the Relevant Supply \nAgreements . \n44. Separately and i mportantly, the Relevant Loans of the 46 Ukrainian Borrower \ncounterparties to the Relevant Supply Agreements were only ever partially \nsecured  by pledges over the D3-5 Loan File Supply Agreements . In significant \npart, those loans  were secured  by pledges ove r other  Loan File Supply \nAgreements entered into by suppliers other than Ds3 -8.46 The significance of \nthis for the Bank’s case on causation is explained at Section F below.  \nE. TORT CLAIM: GENERAL  \n45. It is vital to identify with precision the conduct of Ds3 -8 which the Bank alleges \nfounds their liability in tort.  Its factual case against Ds3 -8 in tort is set out in \nPOC/54  {A1/2/31} :47 that they “ procured and/or assisted ” (i) the alleged \nmisappropriation  and (ii) its concealment , and that:  \n(a) Ds3-8 “created and/or executed ” the Relevant Supply Agreements “ in \norder that [they] would be able to receive the funds being misappropriated \nfrom the Bank ” and which were “ devised and executed ” so as to “ further \nand/or disguise ” the alleged misappropriation  (POC/54(b)) ; \n \n45  POC/17 {A1/2/7} and POC/Schedule 1 {A1/3/1}  \n46  POC/Schedule 1 {A1/3/1}  \n47  Those pleas are reiterated (without expansion) at Bank -Opening/483 {AA2/1/194}, characterised as \nD3-8s’ “participation in the Misappropriation and subsequ ent attempts to conceal it ”. \nAA5/1/22\n23 (b) Ds3-8 receive d payments"}
{"start": 45500, "text": "le to receive the funds being misappropriated \nfrom the Bank ” and which were “ devised and executed ” so as to “ further \nand/or disguise ” the alleged misappropriation  (POC/54(b)) ; \n \n45  POC/17 {A1/2/7} and POC/Schedule 1 {A1/3/1}  \n46  POC/Schedule 1 {A1/3/1}  \n47  Those pleas are reiterated (without expansion) at Bank -Opening/483 {AA2/1/194}, characterised as \nD3-8s’ “participation in the Misappropriation and subsequ ent attempts to conceal it ”. \nAA5/1/22\n23 (b) Ds3-8 receive d payments from the Relevant Borrowers but did not comply \nwith their obligations under the Relevant Supply Agreements  to either \ndeliver goods or rep ay the funds  (POC/54(c)) ; and \n(c) In respect of only the English Companies  (Ds3 -5), they “created and/or \nentered into ” Loan File Supply Agreements in order that the alleged \nmisappropriation could be “hidden ” from the Bank’s auditors and/or the \nNBU  (POC/54(d)) . \n46. This is all alleged to have been the provision of assistance to D1&D2 ( who are \nthemselves said to have “ procured ” the alleged misappropriation , POC/50  \n{A1/2/ 28}) and  whose  “knowledge and intentions ” are said to be attribut able to \nDs3-8 (POC/54(a)  {A1/2/31} ). In Bank -Opening/ 488 {AA2/1/197}  it is said that \n“D3-8 caused the Bank harm individually, in executing the particular RSAs and \nRSA Pledges to which they were a party ”,48 which documents are said to have \n“formed an integral part of the Misappropriation ”. \n47. The tort claim is based on Article s 1166 and 1190  UCC , for liability in respect \nof: (i) the Unreturned Prepayments each  of Ds3 -8 received  (Article 1166) , (ii) \nthe entirety  of the U nreturned Prepayments received by all of Ds3 -8 (Article \n1190) .  \n48. As noted in the Ukrainian Law Joint Statement  (“ULJS ”), it is common ground \nthat the requirements for liability under  Article 1166 are (i) unlawful conduct, (ii) \nharm, (iii) causation , and (iv) fault ; (ULJS/22 {C5/1/13}) . \n49. Article 1166  UCC  requires the Bank to establish that (i) acts of each of Ds3 -8 \nactually caused harm; and (ii) those acts were unlawful , by operation of a \nprovision of Ukrainian law.  As to those issues:  \n(a) The UCC does not specify a test for the existence of a causal link between \nunlawful conduct and harm for purposes of Article 1166, which is instead \nestablished by court practice (ULJS/40  {C5/1/18} ). \n \n48  As explained at paragraph 57 below, Ds3 -8 were not party to the RSA Pledges.  \nAA5/1/23\n24 (b) Mr Beketov  (for the Bank)  suggests the test is simply factual but -for \ncausation, while D s’ expert s explain that practice clearly shows that the \nlink must also be direct, necessary and inevitable  (ULJS/41  {C5/1/1 9}). \n(c) Ds3-8 contend that  (i) causati on is not made out on the facts ; and in any \nevent, (ii) their  alleged acts, if proved, were not unlawful in and of \nthemselves.   \n50. The Bank contends that Ds3 -8 are jointly and severally liable with D1&D2 and \neach other for the entire misappropriation , pursuan t to Article 1190  UCC .  As to \nthis: \n(a) It is common ground that that requires the Bank further to establish \n“indivisible harm ” caused by acts committed by  each of the Ds with unity \nof intent. There is a dispute as to whether the acts must be cumulative \n(Bank’s case) or collective (Ds’ case).49  \n(b) Ds3-8 contend that the alleged acts, if proved, would not satisfy the Article \n1190 test.  \n51. The issues are addressed below:  \n(a) Section F below explains D3 -8s’ case s as to why causation is not made \nout even on the Bank’s case as to the underlying facts . \n(b) Section G addresse s legal  impediments  to the Bank’s tort claims , which \napply whatever the  facts may be found to have been . \n(c) Sections  H and I address further  disputes as to joint and several liability  \nand attribution of knowledge . \n(d) As for loss /relief , disputes of  law and  of fact are addressed in Section  J.  \n(e) Interest is addressed in Section K. \n \n49  ULJS/56.3 {C5/1/24}  \nAA5/1"}
{"start": 49000, "text": "to why causation is not made \nout even on the Bank’s case as to the underlying facts . \n(b) Section G addresse s legal  impediments  to the Bank’s tort claims , which \napply whatever the  facts may be found to have been . \n(c) Sections  H and I address further  disputes as to joint and several liability  \nand attribution of knowledge . \n(d) As for loss /relief , disputes of  law and  of fact are addressed in Section  J.  \n(e) Interest is addressed in Section K. \n \n49  ULJS/56.3 {C5/1/24}  \nAA5/1/24\n25 F. TORT CLAIM: NO  CAUSATION  \n52. For the reasons set out below, e ven if the Bank proves misappropriation by \nD1&D2 , its case against Ds3 -8 fails on causation grounds – whether  on an \napplication of the looser ‘but for’ test (contended for by the Bank’s expert), or \nthe correct ‘direct, necessary and  inevitable’ test (contended for by D3 -8s’ \nexpert).  \n53. In summary:  \n(a) Receipt of funds.   The start point and end point of the causation enquiry \nshould be how the Bank itself puts its  case: “ the Bank suffered harm as a \nresult of the Misappropriation when it disbu rsed the Relevant Drawdowns, \ni.e., when it transferred funds to the Borrowers ”.50 On th at case , harm was  \ncaused by the Borrowers  who drew down the funds  and harm crystallised \nat that time  of draw down , not upon later failure by the Borrowers to repay \nthe R elevant Loans.  Accordingly, t he receipt of funds by Ds3 -8 \nsubsequent to the Relevant Drawdowns  and non -repayment of the same  \nwas not a cause of harm  which had not already been suffered .  \n(b) Execution of documentation.   Much is made in Bank -Opening of various \nthings Ds3 -8 did for the purpose of  disguising the alleged \nMisappropriation.  Crucially,  none of those things  is said to actually have \nhad the effect of  disguis ing the alleged Misappropriation  from anyone  (so \nas to have  cause d harm ). There is no lia bility for ineffectual or redundant \nwrongdoing.  \n(c) The issue of harm caused by the Loan File Supply Agreements requires \nespecially careful consideration because while D1 &D2 are alleged to have \nprocured all of those documents, only a sub -set of those documents were \nexecuted by Ds3 -5 (and none at all by Ds6 -8). \n \n50  Bank -Opening/524 (1) {AA2/1/20 6} and 528 {AA2/1/208}.  To like effect, in the context of what it says \nis the date from which pre -judgment interest should run: “ the Bank’s loss was suffered on the date \nof each Relevant Drawdown ” Bank -Opening/650 {AA2/1/255}.  \nAA5/1/25\n26 F.1 No harm caused by execution of Relevant Supply Agreements  \n54. Even if the Court were to conclude that Relevant Supply Agreements were \nshams or  were  contrived , they were not , on a proper analysis,  a cause of the \nBank’s loss . \n55. First, t he Bank does not make out a case that those documents facilitated the \nalleged Misappropriation in a material way :  \n(a) On its case, the Bank  and the Borrowers were all controlled by D1&D2 , \nand ‘in’ on the scheme . The Bank does not advance a case that anyone \nin the Bank was deceived into making the Relevant L oans by these \ndocuments; indeed, its case is that all the lending was put in place without \nrequired Supervisory Board approval (POC/52(2) {A1/2/30}) by \n“lieutenants” of D1&D2 : Bank -Opening/197 –198 {AA2/1/87} . The power \nto effect the relevant money transfers did not depend upon the Relevant \nBorrowers being able to present the Relevant Supply Agreements  to \nofficials at  the Bank to dupe them into advancing  the Relevant Loans and \npermitting the Relevant Drawdowns .51 At most the execution of the \nRelevant Supply Agreement s served only to create  a paper trail recording \nthe money transfers.  \n(b) The Relevant Loans were concluded by the Bank on the basis that there \nwould be a (generically phrased) “pledge agreement”  – not any pledge of \nan identified supply agreement (let alone a Relevant Supply \nAgreement).52 This demonstrates that execution of a  particular supply \nagreement was not in fact (what"}
{"start": 52500, "text": "Relevant Loans and \npermitting the Relevant Drawdowns .51 At most the execution of the \nRelevant Supply Agreement s served only to create  a paper trail recording \nthe money transfers.  \n(b) The Relevant Loans were concluded by the Bank on the basis that there \nwould be a (generically phrased) “pledge agreement”  – not any pledge of \nan identified supply agreement (let alone a Relevant Supply \nAgreement).52 This demonstrates that execution of a  particular supply \nagreement was not in fact (whatever the protocols should  have been) any \nkind of pre -requisite to the Bank granting the Relevant Loans to the \nBorrower . \n \n51  Bank -Opening/197  {AA2/1/8 7}: “Members of the Management Board who acted on D1 -2’s \ninstructions played key roles at all stages of the arrangement and approval of the Relevant Loans ”  \nand 198  {AA2/1/88} : “The Relevant Loans were not subjected to any proper scrutiny by the ECC; \nrather the so -called approval process was simply a rubber -stamping exercise ”.  \n52  POC/17(e) {A1/2/7}  \nAA5/1/26\n27 (c) Even if (contrary to the Bank’s own case)  loss was not already suffered \nupon  the Relevant Drawdowns  being made , and if subsequent transfers \nof funds w ere the cause of loss, the funds  were predominantly transferred \naway from the Relevant Borrowers to suppliers under non-relevant  Supply \nAgreements : Thompson -1, Figure 3 -1 {D1/1/29}.53 The chronology in \nBank -Opening/30  {AA2/1/ 22} spells out that Relevant Dr awdowns were  \nbeing made for 6 months  (from 01.11.13)  before the first Relevan t Supply \nAgreement was  even  executed  (on 14.05.14) . \n(d) For four of the Relevant Borrowers (i.e., the 3 Cypriot and Prominme t), \nthere w as no Relevant Supply Agreement at all.  They made Relevant \nDrawdowns of c.US$136m ,54 in respect of which there is simply no \nconnection whatsoever between the Borrower and documentation \nexecuted by Ds3-8. \n(e) Insofar as any use was made of supply agreements, it was  only said to \nhave been to justify the conversion of a Relevant Drawdown in UAH to \nUS$ (Bank -Opening/2 28-232 {AA2/1/100} ). However, that could only \ncover  the minority of the Relevant Drawdowns  in UAH ( UAH8.8bn , about \nUS$778m) .55 In any ev ent the timeline shows that  there was no t actually \nsuch a NBU requirement until after the  time of the Relevant Supply \nAgreements  (Bank -Opening/235  {AA2/1/ 103}), and there is no evidence \nthat any agreements were actually ever submitted to the NBU to justify \ncurrency conversions.  \n56. Secondly, w hatever their intended purposes, the evidence  is to the effect  that \nthe Relevant Supply Agreements could not have  had the effect of disguising \n \n53  There were 75 non -Relevant Supply Agreements: Thompson -1, Appendix 3 -3-7 {D1/106P/6}. Only \n12 of the 84 Unreturned Prepayments were direct onward transf ers of Relevant Drawdown funds \nunder Relevant Supply Agreements.  \n54  US$118m from 3 Cypriot Borrowers (Thompson -1, Appendix 3 -3-1 {D1/100/6}) and  UAH117m \n(~US$18.2m) from Ukrainian Prominmet (Statement of Fact for Prominmet LLC {F1/34/1} showing \nno Relevant  Supply Agreement; Relevant Drawdown sum at Thompson -1, Appendix 3 -3-1, row 168 \n{D1/100/4})  \n55  Thompson -1/3.10 {1/1/33}  \nAA5/1/27\n28 what was being done from anyone ; and there is no evidence that  the NBU  was \nactually deceived :  \n(a) The documents were in and of themselves insufficient for that purpose . \nAs explained in Bank -Opening /fn26  {AA2/1/28} , the NBU  would only be \nsatisfied by  “security over contractual rights ” if there  “was documentary \nevidence to show that they would be performed ”.  \n(b) The Bank’s evidence is to the effect that, absent such corroboration, the \nRelevant Supply Agreements were not capable of fooling anybody.  As Mr \nShekmar of the NBU explained  in connection with the ‘2016 Scheduled \nInspection’  (Shekmar -1/34) {B1/12/10}:  \n“In relation to collateral for the loans to corporate clients, the \ninspection report records my finding that the "}
{"start": 56000, "text": "ed by  “security over contractual rights ” if there  “was documentary \nevidence to show that they would be performed ”.  \n(b) The Bank’s evidence is to the effect that, absent such corroboration, the \nRelevant Supply Agreements were not capable of fooling anybody.  As Mr \nShekmar of the NBU explained  in connection with the ‘2016 Scheduled \nInspection’  (Shekmar -1/34) {B1/12/10}:  \n“In relation to collateral for the loans to corporate clients, the \ninspection report records my finding that the Bank was relying on \npledges over rights to receive goods, in respect of which the Bank \n“lacked sufficient documentat ion showing grounds to expect \ncashflows from collateralised assets, including prepayment for the \ninvolved goods ”. Accordingly, this collateral did not reduce the \nBank’s credit risk pursuant to NBU Regulation 23 . Indeed, we were \nnot able to identify a singl e instance, across the many agreements \nanalysed, of the Bank successfully enforcing this kind of security \nand taking control of the goods  identified in the agreements. In \nterms of the documents required to evidence cashflow under the \ncontracts, we were loo king for goods handover certificates showing \nthe goods  being delivered, or other types of documents that \nshowed the goods entering the country  at customs; or indeed any \nother type of historic document showing the suppliers ’ and \nborrowers ’ prior experience of delivering and receiving these goods \nor conducting a business in that regard.  We were unable to identify \nany such documents for the many pieces of collateral of this type \nthat we analysed. ” \n(c) Similarly, the NBU’s Report  of April 2015  {E12/103.1/17}  rejected pledges \nover tranches of s upply agreements  which pre -dated the Relevant Supply \nAgreements  as unacceptable collateral .56 The report:   \n(i) noted that the  “[s]uppliers of manganese ore, polyethylene \nterephthalate and aircrafts are, as usual, non -resident  companies, \nregistered in off -shore jurisdictions (Belize, Bahamas,  British Virgin \n \n56  That the NBU is there referring to non -relevant Supply Agreements is evident from: “ … though the \ncontracts were mainly concluded in December 2013 … ” whereas the Relevant Supply Agreements \nwere from May 2014 onwards.  \nAA5/1/28\n29 Islands) and the UK. The contracted petroleum product suppliers \nare in most of cases the counterparties that at the same time, are \nBank’s borrowers ”;  \n(ii) then set out most of t he same negative observations as the Bank \nhas made in these proceedings about the lack of utility in the \npledges  over the agreements ; \n(iii) before concluding: “ [c]ollateral for the loans of branch borrowers, \nwhich is not encumbered in favour of the Bank, cannot be regarded \nas acceptable collateral, and was not used for the calculation of \nprovisions ”.  \n57. Thirdly, w hile the Bank alleges in POC/31&32 { A1/2/22 } that pledge agreements \nover the Relevant Supply Agreements  (RSA Pledges)  disguis ed the \nmisappropriation , that allegation is  wholly unparticularised.   In its ex parte  \nevidence,  the Bank effectively recognised that any disguising was effected by \nway of the  LFSA Pledges over the  Loan File Supply Agreements.57  The RSA \nPledges were in any event not executed by Ds3 -8, but were as between the \nBank and Borrowers.58 The key acts were not the execution of the Relevant \nSupply Agreements (as between Ds3 -8 and Ukrainian Borrowers), but the \nsubsequent execution of the RSA Pledges (as between the Bank and  the \nUkrainian Borrowers).  \n58. Fourthly, i n Bank -Opening/263 –272 {AA2/1/113} , the Bank contends  that the \nRelevant Supply Agreements were used as part of a scheme  involving Ds3 -8 to \nprocure the 201 4 Ukrainian Judgments  and arbitration awards . Even were that \n \n57  In its ex parte evidence, in connection with the reference to the RSA Pledges in the 2014 Ukrainian \nJudgments, it was stated that “ Although the Bank does not appear to h ave copies of these pledge \nagreements on its fi"}
{"start": 59500, "text": "  the \nUkrainian Borrowers).  \n58. Fourthly, i n Bank -Opening/263 –272 {AA2/1/113} , the Bank contends  that the \nRelevant Supply Agreements were used as part of a scheme  involving Ds3 -8 to \nprocure the 201 4 Ukrainian Judgments  and arbitration awards . Even were that \n \n57  In its ex parte evidence, in connection with the reference to the RSA Pledges in the 2014 Ukrainian \nJudgments, it was stated that “ Although the Bank does not appear to h ave copies of these pledge \nagreements on its files, this suggests that they were replaced after judgment by the pledges that \nrefer to the Loan File Supply Agreements. ” (Affidavit of the Bank’s solicitor, Mr Lewis, sworn 15 \nDecember 2017, footnote 55 {H1/1/ 62}.) \n58  No copies of the RSA Pledges have been disclosed by the Bank but this is apparent from, for \nexample, in the Ukrainian Court Judgment dated 09.12.14 in respect of the claim Karinda brought \nagainst the Bank and D3 for relief: “ termination of Pledge Agreement (Property Rights to the Goods) \nNo. G.21.1.2.0/5 -162  dated 26.06.2014, entered into by and between Karinda LLC and Defendant -\n1\" (where Defendant -1 is a reference to the Bank) {F122/22/1}  \nAA5/1/29\n30 true, it caused no harm to the Bank . The Bank suggests that scheme had two \npurposes:  \n(a) First,  to enable the Borrowers to avoid incurring substantial penalties \nunder currency control laws . But that is not a  cause of  harm to the Bank \n– any such penalties were not payable to it.  \n(b) Second, to “furnish the Bank with evidence – capable of  being supplied to \nthe NBU – to explain why the Relevant Loans had not been repaid ” \n(emphasis added) . But it is not suggested that the  judgmen ts and awards  \nactually ever were  provided  to the NBU ,59 or had a ny particular effect on \nactions of the NBU.   \n59. The 2014 judgments  and awards did not in the event actually mislead or deceive \n– still less in a way that caused harm.   Moreover, they cannot possibly be said \nto have had any impact in respect of the Relevant Drawdo wns of the 4 Relevant \nBorrowers with whom no Relevant Supply Agreements were concluded (and in \nrespect of which there are no judgments or awards).  \nF.2 No harm caus ed by receipt of the Unreturned Prepayments  \n60. D3-8s’ receipt of the Unreturned Prepayments, and failure to repay them, \ncannot have been actions which “ procured ” or materially “ assisted ” the alleged \nmisappropriation in circumstances where:  \n(a) The Bank’s pleaded  case is that the misappropriation was effected at the \npoint when the Relevant Borrowers received the Relevant Drawdowns \n(i.e., prior to the transfers of the Unreturned Prepayments  to Ds3 -8). \n(b) The Bank has not established that any of the Unreturned Prepayme nts \nwere ever ultimately transferred outside the Bank.  Those monies have \nbeen at all times ‘visible’; where they were received from and transferred \n \n59  See further, Bank -Opening/31 {AA2/1/23} “… They were no more than pieces of paper that could \nbe shown to the regulator or auditor if they asked why the Unreturned Prepayments were \noutstanding ” (emphasis added)  \nAA5/1/30\n31 to are all part of the Bank’s records. D3 -8s’ receipt of the money did not \nhave the effect of hiding the mon ey. \n(c) The Bank has not alleged or established that the 46 Ukrainian Relevant \nBorrowers would have repaid the Relevant Drawdowns to the Bank had \nDs3-8 returned the Unreturned Prepayments to the m; and self -evidently \nthat could not be said of  the Relevant Drawdowns by the 4 Relevant \nBorrowers from whom Ds3-8 did not receive Unreturned Prepayments.   \n(d) The allegation is limited to receipt of, and failure to repay, the Unreturned \nPrepayments. The Bank has not alleged that Ds3 -8 misused, or permitted  \nthe misuse of, their accounts with the Bank. This was no doubt a \ndeliberate decision.  Such an allegation would have been met with a \n‘competition of claims’ defence  that the tort claim is precluded because  \nthe Bank would have a claim in contr"}
{"start": 63000, "text": "awdowns by the 4 Relevant \nBorrowers from whom Ds3-8 did not receive Unreturned Prepayments.   \n(d) The allegation is limited to receipt of, and failure to repay, the Unreturned \nPrepayments. The Bank has not alleged that Ds3 -8 misused, or permitted  \nthe misuse of, their accounts with the Bank. This was no doubt a \ndeliberate decision.  Such an allegation would have been met with a \n‘competition of claims’ defence  that the tort claim is precluded because  \nthe Bank would have a claim in contract for such misuse.   \nF.3 No harm caused by execution of Loan File Supply Agreements  \n61. Ds6-8 did not execute any Loan File Supply Agreements at all, and cannot have \nany liability for hiding a misappr opriation in that way.  The issue only falls to be \nconsidered as to D s3-5. \n62. Even if the Court were to find that the Loan File Supply Agreements  were shams \nor contrived , their execution was not a cause of harm :  \n(a) Those documents were not capable in and of themselves of hiding the \nalleged misappropriation.  On the Bank’s own case , it was the LFSA \nPledges  which di d so: POC/31& 32(d)  {A1/2/22}.  Again, t he key acts  for \ncausation purposes  were not the execution of the Loan File Supply \nAgreements  (as between suppliers and Ukrainian Borrowers) , but the \nsubsequent execution of the LFSA Pledge s (as between the Bank and the \nUkrainian Borrowers) .  \n(b) Whatever their intended purpose, t here is no evidence that  any of  the \nLFSA Pledges , let alone the D3-5 Loan File Supply Agreements,  in fact \nhad the effect of hiding what was happening from the Bank’s auditors or \nAA5/1/31\n32 the NBU.  The Bank goes no further than to say that the “ purpose of the \nLFSAs was simply to sit on the Bank’s files, to make it appear as though \nthe Ba nk’s lending was adequately secured ” (Bank -Opening/246  \n{AA2/1/107 }); it does not allege  anyone was consulted or presented with \nthose documents  and deceived  by the m, still less that any such deception \nled to harm to the Bank (not already suffered).  \n63. Even if the LFSA Pledges were effective at hiding misappropriation and so \ncausing harm,  and even if the suppliers were found responsible for having \ncaused  such  harm because of  their execution of Loan File Supply Agreements,  \nthe harm which can have been caused by Ds3 -5 is limited : \n(a) The Relevant Loans were not fully secured by LFSA Pledges over D3 -5 \nLoan File Supply Agreements  – the latter constituted only 37 out of 78 \nLoan File S upply Agreements  which were subject of LFSA Pledges .  \n(b) All that can have been  ‘hidden’ by the LFSA Pledges over the D3-5 Loan \nFile Supply Agreements  was misappropriation of drawdowns under the \nRelevant Loans up to the amount ostensibly  secured by th ose particular \npledges . Ds3-5 cannot have caused harm beyond the extent to which the \nD3-5 Loan File Supply Agreements were pledged under LFSA Pledges to \nsecure those Relevant Loans  which funded or caused the Unreturned \nPrepayments each received .60 It is necessary to establish what each  of \nDs3-5 ‘hid’.  \n64. Calculati on of  the quantum of loss caused by the D3-5 Loan File Supply \nAgreement s (if they were actually causative of loss)  would depend upon an \nanalysis of what sums remain  outstanding under each of the Rel evant Loans , \ncapped by reference to what sum under that loan , attribut able to an Unreturned \nPrepayment,  was secured  by an LFSA Pledge over a  D3-5 Loan File Supply \n \n60  The Bank claims compensation against each of Ds3 -8 in the amount of the Unreturned Prepayments \neach received (assuming the ambitious claim for joint and several liability for the entirety of the \nalleged harm for the alleged misappropriation fails). POC/55 {A1/2/32}: “ Alternatively, the Defendant \nSuppliers are each liable to compensate th e Bank for the funds they received pursuant to the \nRelevant Supply Agreements. ” \nAA5/1/32\n33 Agreement . That exercise would  fall to be performed after the D1 ‘Use of Funds’ \nand Repayment "}
{"start": 66500, "text": "each of Ds3 -8 in the amount of the Unreturned Prepayments \neach received (assuming the ambitious claim for joint and several liability for the entirety of the \nalleged harm for the alleged misappropriation fails). POC/55 {A1/2/32}: “ Alternatively, the Defendant \nSuppliers are each liable to compensate th e Bank for the funds they received pursuant to the \nRelevant Supply Agreements. ” \nAA5/1/32\n33 Agreement . That exercise would  fall to be performed after the D1 ‘Use of Funds’ \nand Repayment  defences are determined.  \n65. D4 Trade Point Agro ’s position illustrates this point:   \n(a) It received US$653m  of Unreturned Prepayments  but the Loan File  \nSupply Agreements it executed and which were  subject of  LFSA Pledges \nsecured only US$265m of Relevant Loans: {F1/90/2}  – about  40%.   \n(b) Relevant Loans which funded / caused the Unreturned Prepayments to \nD4 were  also secured by LFSA Pledges over Loan  File Supply \nAgreements executed by  other non -defendant suppliers . See, for \nexample , the first entries at P OC/Schedule 1 {A1/3/1}:  Kalten Trade  SA \nexecuted  4 such agreements and Stefford Limited  executed 2, which 6 \nwere pledged by AEF to secure 2 of its Relevant Loans  (4А13580I  & \n4А13578D ). On the Bank’s case it was dra wdowns on those 2 loans which \nfunded a US$45m Unreturned Prepayment to D4  on 26-27.06.14 : \nThompson -1, Appendix 3-2-2-1 {D1/10/1 }.  \n(c) Therefore,  D4 cannot therefore have hidden the  misappropriation of  more \nthan US$265m  in respect of the Unreturned Prepayments it received . \nG. LEGAL IMPEDIMENTS TO TORT CLAIMS  \nG.1 Article 1166 not engaged: D3 -8s’ acts not unlawful  \n66. As a matter of Ukrainian law:  \n(a) Article 1166 UCC is not a freestanding provision by reference to which \nconduct is treat ed as tortious / unlawful. It is a provision which governs \nthe imposition of liability where harm has been caused by conduct \nseparately established to be unlawful. The claim therefore requires that \nrelevant conduct is unlawful under some other provision of  Ukrainian law.  \n(b) The alleged acts of Ds3 -8 (described above) are not unlawful under the \nprovisions of Ukrainian law relied upon by the Bank.  \nAA5/1/33\n34  \n(c) Accordingly, liability under Article 1166 cannot be engaged.  \n67. As to the general proposition at (a), Ds3 -8 adopt the arguments of D1, and rely \non the supporting evidence of Mr Nahnybida.61 \n68. The Bank’s case against Ds3 -8 is that their conduct was unlawful under (i) \nArticle 3(1)(2) UCC (deprivation of others’ property rights); and (ii) Article 13 \nUCC (violating others’ rights with the intention of causing harm and/or a \ndefendant’s abusive exercise of its rights).62 However:  \n(a) Article 3(1)(2) UCC is, like Article 1166 itself, a provision expressing a \ngeneral principle, which is contravened by separately established \nunlawfu l conduct. Simply depriving another of its property without acting \nunlawfully is a matter governed by unjust enrichment, not tort. The \nquestion for these purposes is therefore not, did Ds3 -8 receive money \nwhich had been misappropriated from the Bank, but d id Ds3 -8 \nmisappropriate the Bank’s money?  \n(b) Article 13(2) & (3) UCC do not regulate the conduct of a person in some \ngeneral way, but only the misuse by a person of its rights vis -à-vis another.  \n69. The alleged conduct of Ds3 -8 would not be contrary to either of those \nprovisions, as explained in Nahnybida -3/66–74 {C4/1/11} and Nahnybida -4/23–\n33 {C9/1/5} : \n(a) There is no general rule of Ukrainian law prohibiting execution of \ndocuments in the nature of the Relevant Supply Agreements and the \nreceipt and onward transfers of monies.63 Doing so to further or disguise \na misappropriation could of course in appropriate circumstances be \n \n61  D3-8s’ expert evidence on this issue, on which they also rely, is at Nahnybida -3/57–60 {C4/1/10}  \n62  POC/54 {A1/2/31}  \n63  Nahnybida -3/63–68 {C4/1/11}  \nAA5/1/34\n35 unlawful, but only under the criminal law, and a collater"}
{"start": 70000, "text": " general rule of Ukrainian law prohibiting execution of \ndocuments in the nature of the Relevant Supply Agreements and the \nreceipt and onward transfers of monies.63 Doing so to further or disguise \na misappropriation could of course in appropriate circumstances be \n \n61  D3-8s’ expert evidence on this issue, on which they also rely, is at Nahnybida -3/57–60 {C4/1/10}  \n62  POC/54 {A1/2/31}  \n63  Nahnybida -3/63–68 {C4/1/11}  \nAA5/1/34\n35 unlawful, but only under the criminal law, and a collateral finding of \ncriminal wrongdoing in a civil action is impermissible in Ukrainian law.64 \n(b) The only relevant rights which Ds3 -8 could be said to have violated or \nabused were those under the Relevant Supply Agreements ( i.e., using \nthose rights to obtain money, intending neither to deliver the goods nor to \nrepay as required). But that would be l egally irrelevant because: (i) those \nwere rights as between Ds3 -8 and the Ukrainian Borrowers – not involving \nthe Bank; and (ii) breach of contractual obligations is not a violation or \nabuse of rights for the purpose of Article 13.65 \n70. The limited scope of A rticles 3(1)(2) and 13(2) & (3), and the explanation that \nthey do not render D 3-8s’ conduct unlawful, may, at first blush, seem surprising \nto an English Court. However, under Ukrainian law, conduct in the nature of that \nalleged stands properly to be addressed by way of a criminal prosecution,66 and \nif criminality were established those f indings would then satisfy the \n‘unlawfulness’ element of Article 1166  UCC . Were that process to have been \nproperly followed, there would have been no need to attempt to shoehorn the \nalleged conduct of Ds3 -8 into the confines of Articles 3(1)(2) and 13(2) &  (3).  \n71. Finally, for the purposes of ascertaining liability, the issue of whether there has \nbeen conduct unlawful as a matter of civil law is not a binary question. As the \nexperts agree “ the defendant will be liable to the extent that  the alleged conduct \nis so unlawful ” (emphasis added; ULJS/38.3 {C5/1/18}). It is therefore critical to \ndetermine what particular harm has been caused by what particular civilly \nunlawful conduct and what by conduct only unlawful under criminal law. Liability \nis not established b y finding only that there has been unlawful conduct \n(generally) and conduct causing harm (generally).  \n  \n \n64  Nahnybida -3/66 {C4/1/11}; Nahnybida -4/37 {C9/1/8}  \n65  Nahnybida -3/69–72 & 74 {C4/1/12}  \n66  Ds3-8 deny that their conduct was criminal.  \nAA5/1/35\n36 G.2 Competition of claims and venire contra factum proprium  \n72. The Bank’s claims against Ds3 -8 are:  \n(a) Precluded because (if the loans were no t repaid) it has con tractual claims \nin respect of the same loss against the Relevant Borrowers; and  \n(b) Restricted in scope to the extent that they involve violation of the principle \nof venire contra factum proprium / inconsistent conduct  so that  it is not \nopen to the Bank to all ege in these proceedings that some or all of the \nRelevant Loans are invali d.  \n73. On both of these issues, Ds3 -8 rely upon the arguments of D1.  \nG.3 Transactions  presum ptively  valid  \n74. The Bank’ s tort claims involve it  establishing that the Relevant Loan \nAgreements and Relevant Supply Agreements are  void. But on a proper \nanalysis, in Ukrainian law the matters alleged by the Bank  are only capable of  \nestablish ing that th ose agreements  are voidable and not void.  They could  be \nfound to be void  in proceedings to which the Relevant  Borrowers were party , \nbut not in their absence . The correctness of that analysis is supported by D 3-\n8s’ expert .67 \n75. Bank -Opening/453  {AA2/1/ 184} seeks to sidestep that point on the basis that (i) \nany requirement of joinder is a matter only of Ukrainian procedural law; and (ii) \nsince the claims are personal claims in tort and unjust enrichment joinder is \nunnecessary.  That position  is overly simpli stic and is not accepted.  \nG.4 Transactions not void  \n76."}
{"start": 73500, "text": " to which the Relevant  Borrowers were party , \nbut not in their absence . The correctness of that analysis is supported by D 3-\n8s’ expert .67 \n75. Bank -Opening/453  {AA2/1/ 184} seeks to sidestep that point on the basis that (i) \nany requirement of joinder is a matter only of Ukrainian procedural law; and (ii) \nsince the claims are personal claims in tort and unjust enrichment joinder is \nunnecessary.  That position  is overly simpli stic and is not accepted.  \nG.4 Transactions not void  \n76. Even if it were found that the Relevant Supply Agreements were to D3 -8s’ \nknowledge contrived for the purposes alleged th at would not render them void \nas a matter of Ukrainian law:  \n \n67  Nahnybida -3/206–230 {C4/1/33} and Nahnybida -4/92–107 {C9/1/20}.  \nAA5/1/36\n37 (a) Those alleged purposes ( i.e., violating the Bank’s rights) are not contrary \nto public policy so as to engage Article 228 UCC as they do not threaten \nthe “essential foundations of the rule of law ” – ULJS/12.3 –12.5 {C5/1/9}.  \n(b) Article 235 UCC (concerning the consequences of a ‘dummy’ tra nsaction) \nis not a basis for finding a transaction to be void, only for replacing it with \nthe true transaction between the parties – ULJS/14.2 {C5/1/10}.  \n77. For similar reasons , Ds3 -8 dispute that the Relevant Loans are void as a matter \nof Ukrainian law.  In this regard, Ds3 -8 rely on the contentions of D1 concerning \nwhy the Relevant Loans are not void  pursuant to Ukrainian banking and \ncompany  law (which provisions are not relevant to  the Relevant Supply \nAgreements).  \nH. TORT: JOINT AND SEVERAL LIABILITY  \n78. Joint  and several l iability under Article 1190 is not made out : \n(a) The alleged acts of Ds3 -8 (even if proved) do not give rise to liability under \nArticle 1166  – for reasons explained at Section G.1 above.  Accordingly,  \nin the view of Ds’ experts,  as a matter of law,  there can be no basis for \nliability under Article 1190.68 \n(b) In any event, t he alleged harm caused by the alleged acts of each of Ds3 -\n8 is not indivisible.  It is clearly divisible by reference to the  harm caused \nby each Unreturned Prepayment  – each of which on the Bank’s case was \nprocured by way of a separate Relevant Supply Agreement and a \nseparate transfer of money.   \n(c) Finally, t here is no unity of intention, given that any intention of D1&D2  is \nnot to be attributed to  Ds3-8. See further Sect ion I below.  \n \n68  ULJS/59.2 {C5/1/25}  \nAA5/1/37\n38 I. TORT: CONTROL OF Ds3-8 AND  ATTRIBUTION OF KNOWLEDGE  \nI.1 Requirement of knowledge / intention of Ds3 -8  \n79. As part of its claim against D1&D2 , the Bank must p rove (a) that those Ds owned \nand controlled Ds3 -8 (and the  Relevant  Borrowers)  so as  to establish that they \nwere in a position to implement the alleged misappropriation , and (b)  that \nD1&D2  did in fact use this position to  implement the alleged misappropria tion. \nHowever, to make good its claim against each of Ds3 -8 in tort, the Bank must \nalso prove that Ds3 -8 themselves had the requisite knowledge and intention . \nTo do so , the Bank must prove that Ds3 -8 were not simply used as pawns , but \nthat Ds3 -8 knew why they were being so used and participated in and shared \nthe purpose of such misappropriation  (in particular on the basis that D1&D2’s \nknowledge is to be attributed to them) . \n80. The Bank’s claims depend in a number of respects on D3-8s’ having had suc h \nknowledge:  \n(a) Unlawfulness  under Articles 3 and 13  UCC . The Bank squarely puts its \ncase that D3 -8s’ acts were unlawful on the ground that they “ acted in a \nmanner that violated the Bank’s rights and with the intention to injure the \nBank ” (POC/54 {A1/2/31}).  In the absence of attribution of knowledge and \nintent of D1 &D2 to Ds3 -8, the tort claim against them  must  fail. \n(b) Fault  under Article 1166(2)  UCC . D3-8s’ case is that they were not at fault \nfor any harm caused by their alleged action.69 This engages Article \n1166(2):  “a person who caused harm is"}
{"start": 77000, "text": " puts its \ncase that D3 -8s’ acts were unlawful on the ground that they “ acted in a \nmanner that violated the Bank’s rights and with the intention to injure the \nBank ” (POC/54 {A1/2/31}).  In the absence of attribution of knowledge and \nintent of D1 &D2 to Ds3 -8, the tort claim against them  must  fail. \n(b) Fault  under Article 1166(2)  UCC . D3-8s’ case is that they were not at fault \nfor any harm caused by their alleged action.69 This engages Article \n1166(2):  “a person who caused harm is exempt from compensation, if \nhe/she proves that the harm was  not caused by his/her fault ”.70 The \nburden is on Ds3 -8 to show that they “took all reasonable measures in his \npower of the proper perfor mance of the relevant obligation in the \ncircumstances ” (Nahnybid a-3/112 {C4/1/18}).  This defence is made good \nif Ds3-8 did not know (or should not have known) that their acts were \nprocured by D1 or D2  to further or disguise the alleged misappropriation.  \n \n69  DEF D3 -8/46(1) {A1/20/25}  \n70  Cited in translation at Nahnybida -3/26 {C4/1/6}  \nAA5/1/38\n39 If D1&D2 ’s knowledge is not attributed to them , it would follow that they \nwere not at fault . \n(c) Joint and several liability  under Article 1190  UCC . The Bank alleges that \nDs3-8 and Ds1/2  acted  “with a unity of intent ” {POC/55 {A1/2/32 }). That is \na necessary plea : Ds3-8 would have to have shared “common intention ” \nwith D1 &D2 for joint and several liability under Article 1190 : Nahnybida -\n3/117 {C4/1/18}   \n(d) Voidness of the Relevant Supply Agreements.  Ds3-8 were parties to the \nRelevant Supply Agreements.  For those agreements to be treated as void  \n(which for separate reasons is not possible within these proceedings), \nwould require that Ds3-8 have had the intention to  cause harm to the \nBank .71 The Bank accepts this: P OC/32A {A1/2/23}.  \nI.2 Relevant law of attribution  \n81. It may first be necessary to determine which law governs the question of \nattribution.  \n82. In the first instance, the attribution problem arises as part of the tort enquiry and \nmight therefore properly be seen as an issue to be determined by the law  of the \ntort, and hence Ukrainian law.  Under Article 15 of Rome II  Regulation 864/2007  \n{M1/3/7} the law of the tort governs the “basis and extent of liability ” (as well as \nvicarious liability).72 \n83. The qualification is that to the extent that Ukrainian law d etermines attribution \nby reference to corporate constitution or governance, or principles of agency, it \nmay be logical for th at part of th e answer to be informed by the law of the \ncompanies’ incorporation (English and BVI law), or the law of the agency \n \n71  It argues that that constitutes violation of public policy contrary to Article 228 UCC such as to render \nan agreement void. Even then, Ds3 -8 will rely on arguments of D1 that an intention to cause harm \nto the Bank (even if proved against D1 & D2 and attributed to Ds3 -8) is not an intention to violate \nUkrainian public policy for the purposes of Article 228 UCC.  \n72  This continues to apply in this jurisdiction under regulation 4 of The Law Applicable to Contrac tual \nObligations and Non -Contractual Obligations (Amendment etc.) (EU Exit) Regulations 2019.  \nAA5/1/39\n40 agreements with D s3-5 (English law).   Broader principles of English or BVI law \nof attribution would not apply.  \nI.3 Ukrainian law on attribution of knowledge to Ds3 -8 \n84. The Ukrainian law experts agree in ULJS/ 107-8 {C5/1/ 42} that there is no \nstatutory or general con cept of “imputed knowledge” by reference to which the \nknowledge of one person may be attributed to another by reference solely to \ntheir relationship. Mr Beketov considers attribution is determined by “common \nsense ”. Mr Nahnybida and Mr Aloyshin  disagree and consider that while the \nknowledge of a company’s officers is to be attributed to the company, the \n(unshared) knowledge of beneficial shareholders or those with influence or \ncontrol over those officers is n"}
{"start": 80500, "text": "no \nstatutory or general con cept of “imputed knowledge” by reference to which the \nknowledge of one person may be attributed to another by reference solely to \ntheir relationship. Mr Beketov considers attribution is determined by “common \nsense ”. Mr Nahnybida and Mr Aloyshin  disagree and consider that while the \nknowledge of a company’s officers is to be attributed to the company, the \n(unshared) knowledge of beneficial shareholders or those with influence or \ncontrol over those officers is not.73 \n85. On Ds’ experts ’ view there is therefore no warrant for the attribution to Ds3 -8 of \nany knowledge beyond that of their directors . \nI.4 Bank’s factual case – ownership /control of Ds3 -8 & attribution  \n86. The Bank’s case is that: “ [t]he knowledge and intentions of [D1] and [D2] are to \nbe attributed to [Ds3 -8] by reason of  their ultimate ownership and/or control over \n[Ds3-8]” (POC/54(a) {A1/2/31}) (emphasis added).   However, it would  not follow \nfrom the fact of ownership or control (if proved) that knowledge of an owner / \ncontroller should be attribut ed to Ds3 -8. The use of a corporate entity to effect \nwrongdoing  is not necessarily the same as  that corporate entity being an active \nor knowing party to that wrongdoing.  \n87. The Bank’s case as to ownership and control has been addressed in Section \nD.1 above ; its elaborat ion in opening will be addressed further in Closing \nSubmissions.  \n \n73  Nahnybida -3/77&83 {C4/1/13}; U LJS/109 {C5/1/42}  \nAA5/1/40\n41 J. TORT: LOSS  \n88. Ds3-8 adopts D1’s repayment, use of funds and currency defences to the claim \nin tort in regard to loss. \n89. The application of these defences to the quantum of liability of each Ds3 -8 \nrequires care , given that:  \n(a) Unless the joint and several liability claim succeed s, each of Ds3 -8 can \nonly be liable in respect of the loss caused by the Unreturned \nPrepayment (s) it received . \n(b) The defences are not based on showing that the debts of Ds3 -8 to the \nBorrowers ( i.e., arising from the Unreturned Prepayments) have been \nrepaid.  Rather, t he def ences are premised on the debts of the Relevant \nBorrowers to the Bank having been repaid , or that the funds advanced \nhave  been used to the Bank’s  ultimate  benefit , such that there is no loss.  \n(c) Accordingly, identifying the link between the Relevant Drawdowns  (or \nRelevant Drawdown Portions)  and the Unreturned Prepayments is vital . \nLoss to the Bank was not caused by those of the drawdowns which are to \nbe treated as repaid  or as having been  used to the Bank’s benefit.   \n(d) The forensic accounting expert evidence presented by the Bank and D1 \naddresses how the defences  would operate to reduce the overall quantum \nfor which D1 is alleged otherwise to be liable.  \n(e) For purposes of any several liability of Ds3 -8, a further computation al \nexercise using that data is required , to identify  how repayment / use of \nfunds in respect of Relevant Drawdowns  (or Relevant Drawdown \nPortions)  extinguishes or reduces loss by reference to  each specific \nUnreturned Prepayment  of each of Ds3 -8.  \n(f) Without p rejudice to the fact that the burden of proof is on the Bank, Ds3-\n8 intend for the Court’s benefit to prepare and provide  a spreadsheet  / \ntables  which does so  mechanically ( i.e., without any forensic accounting \nanalysis or judgement).   \nAA5/1/41\n42 (g) A worked example illustrating the differential effect which different \noutcomes on the repayment defence can have as between each of Ds3 -\n8 is provided at Section J.4 below.  \nJ.1 Repayment  defences  \n90. The “Repayment” defence74 is that loss was only US$25m75 because, save for \nthat amount, the debts of the Relevant Borrowers which funded the Unreturned \nPrepayments ( i.e., Relevant Drawdown / Relevant Drawdown Portions) were \nrepaid by a combination of: (i) transfers of assets to the Bank, crediting the \nRelevant Borrowers’ accounts; (ii) transfers of cash (from other borrowers); and \n(iii) the ‘Transforma"}
{"start": 84000, "text": "etween each of Ds3 -\n8 is provided at Section J.4 below.  \nJ.1 Repayment  defences  \n90. The “Repayment” defence74 is that loss was only US$25m75 because, save for \nthat amount, the debts of the Relevant Borrowers which funded the Unreturned \nPrepayments ( i.e., Relevant Drawdown / Relevant Drawdown Portions) were \nrepaid by a combination of: (i) transfers of assets to the Bank, crediting the \nRelevant Borrowers’ accounts; (ii) transfers of cash (from other borrowers); and \n(iii) the ‘Transformation’ process, whereby the New Borrowers cleared \noutstanding debts by themselves taking on fresh loans  from the Bank.  \n91. Ds3-8 adopt and rely upon D1’s submissions in  that regard, both as to principle \nand as to quantification.  \n92. The Bank’s argument that the  non-asset transfer  repayments fall to be ignored \nis an artificial one, reflecting its decision to focus on a subset of transactions \nsliced out of the middle of a hist ory of loan recycling and not to trace the funds \nfrom those loans to demonstrate its loss ; and is inconsistent with the principles \nestablished in Komercni Banka v Stone & Rolls  [2003] 1 Lloyd’s Rep 383  \n{M1/9/1}  (which the Bank contends re flect an analysis which Ukrainian law \nwould apply) . \nJ.2 Use of Funds  defence  \n93. The Use of Funds defence is advanced by D1, and adopted by Ds3 -8, only in \nthe alternative, should the Bank’s contention that the repayments can be \nignored be upheld.  \n94. Although the Unreturned Prepayments were not returned directly by Ds3 -8 to \nthe Relevant B orrowers , the majority of the  Relevant Drawdowns which \n“caused ” or funded  the Unreturned Prepayments  can be shown to have recycled \n \n74  DEF D1/15 {A1/8/1 2} \n75  DEF D1/55C {A1/8/30}  \nAA5/1/42\n43 back to loan accounts of other Bank debtors (who would not otherwise have \nrepaid their loans) such t hat no loss was suffered by the Bank by reason of the  \nRelevant D rawdowns which “cause d” or funded the Unreturned Prepayments.  \n95. The forensic account ing experts agreed in FAJS/3  {D4/1 /5}, as updated in their \nsupplementary joint statement , paragraph  3.1 {D4/2/8} , that if cash inflows to \nthe accounts are matched to cash outflows, US$1,784m of the Relevant \nDrawdowns can accurately be traced to repayments of loans and Relevant \nloans; while the remainder (US$557m) are more difficult to trace.  \n96. The Bank contends that such an analysis is inappropriate in law.   Ds3-8 rely on \nthe arguments of D1 i n this regard.  \n97. It is common ground that Ukrainian law of tort provides for compensation for \ndamages under Article s 22 and 1192  UCC , but there is a dispute as to whether \nthe use to which a Relevant Loan has been put needs to be taken into account \n– ULJS/45 {C5/1/20}.  \n98. As to the specific relevance of the funds being returned to the Bank, Mr Beketov \nseeks to invoke the logic of an English judgment , National Bank Trust v Yurov \nand others  [2020] EWHC 100 (Comm)  {M1/22/1} (which itself referred to the \nKomercni Ban ka decision (above) ).  \n99. Both, the Komercni Bank a and Yurov decision s support the repayment defence , \nand the debate ought in principle to stop there.   \n100. The Bank’s contention that the repayment defence should be rejected , but that \nthe logic of these decisions should then be applied against the use of funds \ndefence , is a misplaced analysis:  \n(a) Yurov concerned Russian law fraud claims against former owners of that \nBank, by which it was said the defendants caused the bank to ad vance \n$1bn to their own companies; which funds then disappeared. The claim \nwas quantified by reference to the amount of the outstanding debt.  \nAA5/1/43\n44 (b) The defendants argued that no loss was caused because all that they did \nwas refinance existing bad debt, and the bank’s net financial position was \nnot made worse by them doing so ; but failed to establish that on the facts .  \n(c) But Bryan J also considered there was a more fundamental difficulty, \nbecause [1193] {M1/22/370} the"}
{"start": 87500, "text": "o ad vance \n$1bn to their own companies; which funds then disappeared. The claim \nwas quantified by reference to the amount of the outstanding debt.  \nAA5/1/43\n44 (b) The defendants argued that no loss was caused because all that they did \nwas refinance existing bad debt, and the bank’s net financial position was \nnot made worse by them doing so ; but failed to establish that on the facts .  \n(c) But Bryan J also considered there was a more fundamental difficulty, \nbecause [1193] {M1/22/370} the argument involve d accepting that a \nfraudster  can steal from the Bank to repay his own indebtedness and then \nclaim that the Bank suffered no loss as a result of the theft ; and said that \nthe analysis was wrong because [1194] it: \n“looks only at the Bank’s net financial position, ignores the fact that \nthe earlier loan has in fact been repaid and fails to analyse whether \nthe fraudulent conduct in fact caused the loss with which the Bank \nis left.”  \n(d) Komercni Bank a ultimately found that a fraudster could not offset against \nhis liability a credit for the benef it obtained by the Bank when an earlier \n(bad) loan was repaid using some of the cash (see also Yurov  at [1208]  \n{M1/22/376} ). \n(e) In different forms, both of th ose are objections to a counterfactual analysis \nwhich might be said to be too removed from the direct  consequences of \nthe tort.  \n(f) However, the only alternative to the repayment analysis is one focused \non the difference in the claimant’s position as a result of the tort, \ncomparing the position in which the claimant is with that which it \ncounterfactually woul d have been in had the tort not been committed, and \nprovided that loss was caused by the tort and was not too remote.  \n(g) The rule as to reduction of damages in the light of related benefits is that \nsummarised by the Supreme Court in Lord Clarke in The New Fla menco  \n[2017] 1 WLR 2581 at [16]  {M4/4.1/7 }. In simplistic terms, a benefit falls \nto reduce a loss if it was also legally and factually caused by the relevant \nwrong, applying a common -sense overall judgment to the sufficiency of \nthe causal nexus; and on the basis that benefits do not fall to be tak en \ninto account, even where caused by the breach, where it would be \nAA5/1/44\n45 contrary to fairness and justice for the defendant wrongdoer to be allowed \nto appropriate them for his benefit because they are the fruits of \nsomething the innocent party has done or acqui red for his own benefit.  \n(h) It is common ground that the Relevant Loans were repaid. The Bank’s \nown case involves seeking to identify its loss by wider analysis, identifying \na causal link between the Relevant Loans and the Unreturned \nPrepayments . \n(i) If the Repay ment analysis is rejected, the Bank’s thesis necessarily invites \na focus  on its net financial position.  \n(j) Once the analysis is widened in that way there is no logic to limiting it so \nas to ignore the fact that the majority of the funds can be shown ultimatel y \nto have remained with the Bank repaying other debts which would \notherwise not have been repaid.  \n(k) Indeed, if, as the Kroll report suggests, the relevant transactions formed \npart of a loan recycling practice in operation from 2007 to 2016, the narrow \nfocus on these transactions is wholly artificial. And viewed in New \nFlamenco  terms, it would be extraord inary to suggest that the operation \nof the ongoing loan recycling so as to return the prepayments to the Bank \nin settlement of loans which would otherwise never have been repaid is \neither (i) not caused by the tort in the sense of the scheme; or (ii) is th e \nfruit of something the Bank otherwise did for its own benefit.  \n \nJ.3 The Currency Defence  \n101. The “Currency” defence arises from the fact that the Bank operated in UAH and \nnot US$; and some of the Relevant Loan advances were in UAH and not US$. \nAny loss it suffer ed ought therefore wholly or at least partly to be measured at \nthe time of the tort, in UAH.   Ds3-8 re"}
{"start": 91000, "text": "ch would otherwise never have been repaid is \neither (i) not caused by the tort in the sense of the scheme; or (ii) is th e \nfruit of something the Bank otherwise did for its own benefit.  \n \nJ.3 The Currency Defence  \n101. The “Currency” defence arises from the fact that the Bank operated in UAH and \nnot US$; and some of the Relevant Loan advances were in UAH and not US$. \nAny loss it suffer ed ought therefore wholly or at least partly to be measured at \nthe time of the tort, in UAH.   Ds3-8 rely on D1’s arguments in this regard.  \n \nAA5/1/45\n46 J.4 Worked example of differential effect of Repayment Defence s \n102. The position of D8  provides an example.  \n(a) It entered into only one Relevant Supply Agreement: C0711 -2014 DD, \ndated 11.07.14, with the Ukrainian Borrower, Inkeriya.76  D8 received only \none Unreturned Prepayment; US$6m from Inkeriya on 14.07.14. That \nUnreturned Prepayment was a direct onward transfer of a US$6m \nRelevant Drawdown under a Relevant Loan 4I3603D on 14.07.14.77 \n(b) The Bank’s transaction data records this Relevant Drawdown as having \nbeen fully repaid (partially directly and partially indirectly) by asset transfer \n(i.e., and not by cash repayments or the New Loans / Transformation).78  \nGiven also that the entirety of the Relevant Loan is repaid, the repayment \nis unaffected by the debate about whether  a FIFO or proportional \napproach should be applied.79 \n(c) Therefore, the key (and only) issue so far as D8 is concerned is whether \nthe assets transferred should be given their credit value, the true value \nascribed by D1’s expert or that ascribed by the Bank’s exp ert. It is \nunaffected by either of the cash repayment or new loan/Transformation \npoints.  \n103. A further point of distinction is that different findings as to valuation of different \nkinds of assets (petrol stations, aircraft, hotels, stadium etc.) have different ial \nimpacts on each of Ds3 -8. That follows because credit for the total of all asset \ntransfers was not proportionally applied across all Relevant Loans. Tranches of \nasset transfers were allocated to specific Relevant Loans.  So, D8’s position will \nonly be affected by the value of specific assets being those allocated to \n \n76  {F1/91/1}  \n77  Using Bank’s transaction narrative methodology  \n78  Thompson1, Appendix 4 -7 “Ultimate source of repayment of Relevant DrawdownsThompson1, \nAppendix 4 -8-32-1” {D1/130/1}  and Thompson1, “ Appendix 4 -8-32-1 – Repayment of Relevant \nDrawdowns made by Inkeriya ; Ultimate sources of repayment ” {D1/202/5}  – {D1/202/7}  \n79  As to which debate, see Davidson1/4.34 -4.49 {D2/1/25} . \nAA5/1/46\n47 repayment of this Relevant Drawdown of Inkeriya.  Those assets are identifiable \nby tranche in Davidson 2, Appendices 3 and 5 (under label “ RD 84 ”).80 \nK. TORT: INTEREST  \n104. The Bank claims  interest  in respect of any damages : (i) from the time of the \nRelevant Drawdowns , (ii) on a compound basis , and (iii) at rates above the 3% \nprovided for in Article 625 UCC .81  \n105. First, Ds3-8 submit that pre-judgment interest  (compound or simple)  is not \navailable under Ukrainian law: Nahnybida -3/261 {C4/1/48},  266-271 {C4/1/49} \nand 282 {C4/1/54}.   \n106. Pre-judgment interest in the tort claim is, in effect, damages  as part of the \nsubstantive claim.  Therefore, the general position  is that, if it cannot be claimed \nunder Ukrainian law, English law statutes do not avail the Bank . See Dicey , The \nConflict of Laws  (16th ed), at §4-113 {M4/6/3} :  \n“It is submitted that the right to claim interest by way of damages in \na claim in tort is wit hin the ambit of Art.15  [of the Rome II \nRegulation]  and is not, in any sense, a procedural question for the \nlaw of the forum. Accordingly, whether there is such a right depends \non the law which is found to apply to the tort. ” \n107. The Bank relies on  first insta nce authority that Section 35A, Senior Courts Act \n1981  {M1/1/1}  is nevertheless available  as a procedural remedy  so as to"}
{"start": 94500, "text": "6/3} :  \n“It is submitted that the right to claim interest by way of damages in \na claim in tort is wit hin the ambit of Art.15  [of the Rome II \nRegulation]  and is not, in any sense, a procedural question for the \nlaw of the forum. Accordingly, whether there is such a right depends \non the law which is found to apply to the tort. ” \n107. The Bank relies on  first insta nce authority that Section 35A, Senior Courts Act \n1981  {M1/1/1}  is nevertheless available  as a procedural remedy  so as to provide \nfor pre-judgment  (simple)  interest ,82 Ds3-8 submit that the better view is that it \nis not  so available and that decision should not be followed . \n108. Secondly , compound interest is not available under Ukrainian law – Nahnybida -\n3/273 {C4/1/52}.  Ds3-8 also dispute that compound interest is availabl e under \nthe English Court’s equitable jurisdiction ,83 given  that Ukrainian l aw does not \n \n80  Asset tranches being T29.1, T2.3, T5.1, T3.5. Direct repayment aspect: Davidson -2, Appendix 3 \n{D2/14/4} ; Ultimate (including indirect) repayment aspect: Davidson -2, Appendix 5 {D2/16/4 } \n81  POC/38 {A1/2/26} and POC/63 –63A {A1/2/35}; Bank -Opening/649 –652 {AA2/1/ 254} \n82  Troke v Amgen  [2020] 4 WLR 159  at [56]  {M1/21/11} ; see Bank -Opening/655, fn427 {AA2/1/256}  \n83  POC/63A {A1/2/35}; DEF D3 -8/68.3 {A1/20/3 5} \nAA5/1/47\n48 provide for it , and that is fatal: Kazakhstan Kagazy v Zhunus [2018] EWHC 369 \n(Comm)  at [104] & [108]  {M1/19/43} . \n109. Thirdly,  Ds3-8 also dispute that there is any basis to exceed the Ukrainian \nstatutory rate of 3%, whether  by reference to  claiming the same as damages  \nunder Ukrainian law  or under English statutes .84  \nL. UNJUST ENRICHMENT CLAIM: GENERAL  \n110. The Bank brings claims in unjust enrichment against each of Ds3-8 in the \namount of the Unreturned Prepayments.  Those claims receive startlingly little \nanalysis in Bank -Opening/490 -497 {AA2/1/191} . \n111. Ds3-8 deny the claims in their entirety and in the alternative contest the quantum \nof any relief. The following is sues arise:  \n(a) Governing law.  Whether the governing law is Cypriot ( as Ds3-8 contend) \nor Ukrainian (as the Bank contends) .85 \n(b) Indirect nature of alleged enrichment.  Whether relief is available as a \nmatter of Cypriot or Ukrainian law given that the alleged enri chment is \n‘indirect’ in the senses that (i) Ds3 -8 did not receive any property from the \nBank but only from  a sub set of the  Relevant Borrowers; (ii)  there is a \nproperty ‘mismatch’ – the Bank’s case is not that its property was \ntransferred by the Borrowers t o Ds3 -8, but only that the Relevant \nDrawdowns “ caused ” the Unreturned Prepayments.86  Moreover, some of \nthe Relevant Drawdowns were made b y 3 Cypriot Borrowers and \nPromin met from whom Ds3 -8 received no Unreturned Prepayments at all.  \n(c) Claims depend upon a greements being void. Whichever law applies, the \nunjust enrichment claims fail if the Relevant Loans or the Relevant Supply \nAgreements are not void, since in that event, the Re levant Borrowers  had \n \n84  As the Bank claims at POC/63 {A1/2/35}  \n85  D3-8 DEF/48 {A1/20/26}, cf. REP/19 {A1/25/25}   \n86  It is anticipated that the Court will be familiar with the shape of this debate from D3 -8s’ recent \namendment application.  \nAA5/1/48\n49 the right to the money they transferred to Ds3 -8 and/or Ds3 -8 had the right \nto receive the Unreturned Prepayments . (This issue is addressed  in \nSection G.3 and G.4 above in  connection with the tort claims and not \nrepeated here.)  \n(d) Venire contra factum proprium  / inconsistent conduct of the Bank .  This \nprinciple is applicable to the claims in unjust enrichment  as in tort, as they \ninvolve the Bank asserting the voidness of the Relevant Loans . (See  \nSection G.2 above .)  \n(e) Competition of claims . The competition of claims principles applicable to \ntort ( Section G.2 above) apply equally to  the claims  under Ukrainian law  \nin unjust enrichment.87 \n(f) Other"}
{"start": 98000, "text": "ction with the tort claims and not \nrepeated here.)  \n(d) Venire contra factum proprium  / inconsistent conduct of the Bank .  This \nprinciple is applicable to the claims in unjust enrichment  as in tort, as they \ninvolve the Bank asserting the voidness of the Relevant Loans . (See  \nSection G.2 above .)  \n(e) Competition of claims . The competition of claims principles applicable to \ntort ( Section G.2 above) apply equally to  the claims  under Ukrainian law  \nin unjust enrichment.87 \n(f) Other defences.  Various other defences are available under Ukrainian or \nCypriot law  on the facts, including Ds3-5 having received the Unreturned \nPrepayments qua agent and/or on trust for their Principals.   \n(g) Extent of Liability and Quantum.  See Section P below . \n(h) Limitation.  See Section R below.  (This arises under the Ukrainian law \nclaim.)  \n112. The governing law issue is analysed first, followed by the analysis under each \nof the competing governing laws . \nM. GOVERNING LAW OF UNJUST ENRICHMENT CLAIM  \n113. It is common ground that t he Rome II Regulation determines the applicable law.  \nArticle 10 of which provides:  \n“Unjust enrichment  \n1.  If a non -contractual obligation arising out of unjust enrichment, \nincluding payment of amounts wrongly received, concerns a \nrelationship existing between the parties, such as one arising out of \na contract or a tort/delict, that is closely connected with th at unjust \n \n87  Nahnybida -4/87–91 {C9/1/19}  \nAA5/1/49\n50 enrichment, it shall be governed by the law that governs that \nrelationship.  \n2.  Where the law applicable cannot be determined on the basis \nof paragraph 1 and the parties have their habitual residence in the \nsame country when the event giving rise  to unjust enrichment \noccurs, the law of that country shall apply.  \n3.  Where the law applicable cannot be determined on the basis \nof paragraphs 1 or 2, it shall be the law of the country in which the \nunjust enrichment took place.  \n4.  Where it is clear from  all the circumstances of the case that the \nnon-contractual obligation arising out of unjust enrichment is \nmanifestly more closely connected with a country other than that \nindicated in paragraphs 1, 2 and 3, the law of that other country \nshall apply.”  \n \n114. Ds3-8 submit that Cypriot law is the applicable law on the basis  that: \n(a) Article 10(1) is not engaged. Despite having disavowed it at the outset of \nthese proceedings,88 the Bank now seeks  to rely on Article 10(1)  by \ninvok ing a “tortious relationship ” between th e Bank and Ds3 -8, governed \nby Ukrain ian law.89 This is misconceived:  (i) the claim in tort  is denied  and \nis not one based on a tortious  duty owed by  Ds3-8 so as could constitute \na “relationship ” with the Bank;90 and, (ii) in any event would not have been \none “ existing ” prior to the events  giving rise to the claim .91 Bank -\nOpening/490  {AA2/1/197}  reflects a failure properly to apply these \nprinciples.  \n(b) Article 10(2) does not apply. None of Ds3-8 had their habitual residence \nin the same country as the Bank at the time when their bank accounts \nwere credited.  \n \n88  The Bank’s ex parte  skeleton argument dated 15.12.17, page 8, footnote 3: “ Article 10(1) does not \napply because there is no existing relationship between the Bank and the Defendant Suppliers. ” \n{G2/1/8}  \n89  REP/19.2 {A1/25/25}  \n90  Per Teare J in Banque Cantonale de Geneve v Po levent Ltd  [2016] QB 394  at [16]  {M4/3/7} : “… \narticle 10(1) is not intended to refer to the mere “relationship” of wrongdoer and victim created by \nthe commission of the tort. ”  \n91  See Dicey  at §36-031 {M4/6/ 6}:  “… this appears to presuppose a relationship  already existing \nbetween the parties prior to the occurrence of the events which gives rise to the non -contractual \nobligation arising out of unjust enrichment. ” Teare J so held in Polevent  (supra ) at [17]  {M4/3/8} . \nAA5/1/50\n51 (c) So, t he law applicable to the unjust enrichment claims fall s to be \n"}
{"start": 101500, "text": "d to refer to the mere “relationship” of wrongdoer and victim created by \nthe commission of the tort. ”  \n91  See Dicey  at §36-031 {M4/6/ 6}:  “… this appears to presuppose a relationship  already existing \nbetween the parties prior to the occurrence of the events which gives rise to the non -contractual \nobligation arising out of unjust enrichment. ” Teare J so held in Polevent  (supra ) at [17]  {M4/3/8} . \nAA5/1/50\n51 (c) So, t he law applicable to the unjust enrichment claims fall s to be \ndetermined under Article s 10(3)  and 10(4) . \n(d) Given that t he alleged unjust enrichment comprised the creditin g of bank \naccounts held in the Cyprus branch of the Bank, under Article 10(3), \nCypriot law governs the unjust enrichment  claim . \n115. The real battleground is whether Ukrainian law nevertheless applies  because  \nthe answer under Article 10(3) is displaced by  Article 10(4) on the basis that “it \nis clear from all the circumstances of the case ” that the unjust enrichment is \n“manifestly more closely connected ” to Ukraine than Cyprus .92 \n116. The Article 10(4) “manifestly more closely connected ” displacement provision is \nnot satisfied : \n(a) The requirement of “manifestly ” closer connection makes plain that the \nexception only applies where there is a compelling reason ,93 such as \nwhere the place of the enrichment has no real connection to the overall \nproblem.  \n(b) That is plainly no t the position in this case. The Bank operated a branch \nin Cyprus, through which all of the relevant transactions were conducted. \nDs3-8 were managed by professional directors in Cyprus. D3-5s’ service \nagent, Primecap, was in Cyprus.  \n(c) On any view, the connections to Cyprus are real and substantial  and at \nleast as strong as the connections to Ukraine , and it would be wrong to \ndisplace the application of Cypriot law simply because the Bank was \nprimarily based in and managed from Ukraine, and some of the Relevant \nBorrowers were there ; in particular  where  some of the Relevant Borrowers \nwere Cypriot and  other non -Cypriot connections do not point to Ukraine  \n(Ds3-8 are not Ukrainian  but English and BVI companies ). \n \n92  As the Bank contends at REP/19.3 {A1/25/25}  \n93  Dicey, The Conflict of Laws  (16th ed), §36-043-4  {M4/6/10} \nAA5/1/51\n52 N. UNJUST ENRICHMENT CLAIM UNDER CYPRIOT LAW  \n117. The C ypriot law experts are Mr Nathan ael for the Bank, in Nathan ael-1 \n(adopting with minor modifications Artemis -2, the report of the Bank’s erstwhile \nexpert Mr Artemis, who passed away) and Nathan ael-2;94 and Mr Erotocritou \nfor D s3-8 in Erot ocritou -1 and Erotocritou -2.95 Their Joint Statement  (“CLJS ”) is \nat {C -12/1}.  \n118. Under Section 29(1) of the Cyprus Courts of Justice Law, 1960, Cypriot law is \nbased on English law subject to modification by laws and judgments of the \nCypriot courts since 1960. English case law is not binding, but is persuasive . \nThe Bank’s case (REP/25)96 is that if Cypriot law applies, it has claims in unjust \nenrichment pursuant to Section 70 or Section 65 of the Contract Law (Cap 149 ); \nor under a freestanding common law  / equit able cause of action.  The law \nconcerning each of those is addressed separately below, before D3 -8s’ case is \nsummarised.  \n119. However, as that explanation will show, a substantial part of the dispute \nbetween the experts is driven by the Bank’s reliance not on wh at Cypriot law is \nbut on what Mr Nathan ael predicts it will become. For that reason, it is necessary \nfirst to address the proper approach of an English Court when a party relies on \nevolution of  foreign law.   \nN.1 Claims based on evolution of Foreign Law  \n120. In Yukos v Rosneft  [2014] 2 CLC 162, Simon J distinguished between: (i) future \ndecisions on already developing areas of foreign law, and (ii) future \ndevelopments of the foreign law.  See at [30]  {M4/2/10} : \n“… a further issue may arise where the foreign law is going through \na period of change (as the Claimant contended in t"}
{"start": 105000, "text": "sary \nfirst to address the proper approach of an English Court when a party relies on \nevolution of  foreign law.   \nN.1 Claims based on evolution of Foreign Law  \n120. In Yukos v Rosneft  [2014] 2 CLC 162, Simon J distinguished between: (i) future \ndecisions on already developing areas of foreign law, and (ii) future \ndevelopments of the foreign law.  See at [30]  {M4/2/10} : \n“… a further issue may arise where the foreign law is going through \na period of change (as the Claimant contended in the present case). \nThe question is then the extent to which the English Court can \nanticipate the ‘trajectory’ of the developing law. Mr Pol lock referred \nto a passage in the judgment of Beatson J in Blue Sky One Ltd v. \nBlue Sky Airways LLC  [2010] EWHC 631 (Comm) at [88] in support \nof his contention that it can. In that case Beatson J was considering \n \n94  {C10/1}; {C -10/35}; {C10/37}.  \n95  {C11/1} and {C11/69).  \n96  {A1/25/3 2} \nAA5/1/52\n53 a particular problem: that the decisions of the Iranian courts are \nseldom referred to, the views of commentators are seldom relied \non and only decisions of the Supreme Court sitting in banc \nconstitute legally binding precedent. In these circumstances I am \nnot persuaded that Beatson J’s reference to the ‘trajectory of \nIranian law’ bears the weight that Mr Pollock sought to attach to it. \nTo the extent that he was submitting that the English court should \ndecide what conclusion a foreign court would reach on a developing \narea of the law, the point is uno bjectionable. If he was intending to \ninvite me to make findings which went beyond the present state of \nRussian law and to anticipate a rational development of it , his \ninvitation must be declined.”    (emphasis added)  \n121. In SFO v Litigation Capital  [2021] EWHC 1272 (Comm), Foxton J followed \nSimon J, holding at [529]  {M4/5/179} :  \n“This is clearly an interesting point of Jersey law concerning the \ninteraction of property and trusts law in the context of trustee fraud \nwhich is not subject to any direct Jersey author ity, and on which \nthere is much to be said on both sides. As Simon J held in Yukos \nCapital, the role of the court in these circumstances is to decide \nwhat conclusion the foreign court would reach on a developing area \nof the law, not to seek to anticipate a  rational development in the \nforeign law or decide what the law should  be.”  (emphasis added)  \n122. See also Banca Intesta v Comune Di Venezia  [2022] EWHC 2586 (Comm) at \n[127]  {M4/7/39} . \nN.2 Section 70  of the Cypriot Contract Law  \n123. Section 70  of the Contract Law  provi des, in translation :97  \n“Where a person lawfully does anything for another person, or \ndelivers anything to  him, not intending to do so gratuitously, and \nsuch other person enjoys the benefit  thereof, the latter is bound to \nmake compensation to the former in  respect of, or to  restore, the \nthing so done or so delivered .” \n124. As set out in the CLJS , it is common ground that:  \n(a) CLJS/3(a)  {C12/1/7}  – the four elements of a Section 70 claim are that (i) \nthe act must be done lawfully; (ii) for another person; (iii) it must be done \nby a person not intending to act gratuitously; and (iv) the person for whom \nthe act is done must enjoy the benefit of it.  \n \n97  Erotocritou 1/5.11 {C11/1/18}.  \nAA5/1/53\n54 (b) CLJS/3(b)  {C12/1/7} – the Supreme Court of Cyprus has on several \noccasions expressly ruled that a claim under Section 70 has not as yet \nbeen accepted as providing a basis for unjust enrichment as an \nautonomous / freestanding cause of action.  \n(c) CLJS/3(c)  {C12/1/8} – the Supreme Court of Cyprus has not to date \nrecognised a claim for indirect enrichment under Section 70.  \n(d) CLJS/3(e ) {C12/1/10} – a right of action under Section 70 is not \nsustainable where the transactions are governed by valid contractual \nagreements.  \n(e) CLJS/3(f)  {C12/1/11} – common law defences, such as the defence of \nchange of position and ministerial receipt, are app licable t"}
{"start": 108500, "text": "s for unjust enrichment as an \nautonomous / freestanding cause of action.  \n(c) CLJS/3(c)  {C12/1/8} – the Supreme Court of Cyprus has not to date \nrecognised a claim for indirect enrichment under Section 70.  \n(d) CLJS/3(e ) {C12/1/10} – a right of action under Section 70 is not \nsustainable where the transactions are governed by valid contractual \nagreements.  \n(e) CLJS/3(f)  {C12/1/11} – common law defences, such as the defence of \nchange of position and ministerial receipt, are app licable to a claim under \nSection 70, where the defendant has changed position in good faith or \naccounted to his principal without notice of any wrongdoing.  \n125. The key disputes as to the application of Section 70 are:  \n(a) Whether the Supreme Court is likely , where an appropriate case arises , \nto recognise an autonomous cause of action in unjust enrichment as a \ndevelopment of Section 70;  and \n(b) Whether the application of Section 70 to indirect enrichment is likely to be \nrecognised following modern English case law . \nN.3 Section 65  of the Cypriot Contract Law  \n126. Section 65 of the Contracts Law provides , in translation : \n“When an agreement is discovered to be void, or when a contract \nbecomes void, any person who has received any advantage under \nsuch agreement or contract is b ound to restore it, or to make \ncompensation for it, to the person from whom he received it”.98  \n127. It is common ground:  \n(a) (CLJS/4(a)  {C12/1/12} ) that the constituent elements of a Section 65 claim \nare (i) the discovery that an agreement is void; (ii) a person w ho has \n \n98  Artemis -2/26 {C10/1/8}  \nAA5/1/54\n55 received an advantage under the agreement must restore it or \ncompensate the person from who m he received it.  \n(b) (CLJS /4(e) {C12/1/14} ) that common law defences such as the defence \nof change of position and ministerial receipt, are applicable to a claim \nunder Section 65 (subject to the same points identified in regard to \nSection 70).  \n128. The key disputes as to the application of Section 65 are: \n(a) Whether it is capable of applying to indirect enrichment or to situations \nwhere there was not a contract between the parties;  and \n(b) Whether it can be applied to sham or unlawful agreements.  \nN.4 Freestanding c ause of action outside the Cypriot Contract Law  \n129. As explained in CLJS/5  {C12/1/15} , Mr Erotocritou’s view is that the principles \nof unjust enrichment have expressly been codified by the Contract Law, and the \nCyprus Courts are bound to observe its provisions . While the law might be \ndeveloped within the str ucture of its provisions, no claim for unjust enrichment \ninconsistent with those provisions will be recognised.  Mr Nathan ael argues that \nthe Contract Law is a “consolidation law ” and its provisions do not limit the  \ndevelopment of a common law  unjust enrich ment cause of action . \n130. Mr Nathan ael contends that the Cypriot Supreme Court would be likely both to \nrecognise a general standalone unjust enrichment cause of action; and to \nendorse English law’s recognition of the potential for liability for indirect unjust  \nenrichment, as explained by Lord Reed in Investment Trust Companies v \nRevenue  & Customs Com mrs [2018] AC 275  {M4/4/1 }. \n  \nAA5/1/55\n56 N.5 Summary of D3 -8s’ defence under Cypriot law  \n131. D3-8s’ case is in summary that:  \n(a) No autonomous cause of action.   There is no general autonomous cause \nof action under Cypriot law for unjust enrichment, but only the statutory \nremedies under Section 70 and  Section 65 of the Contract Law.  Any \nanticipation that Cypriot law may develop a wider and autonomous unjust \nenrichm ent action is at best an anticipation of a rational development in \nthe law, and does not represent Cypriot law today.  \n(b) Statutory causes of action not engaged by ‘indirect’ enrichment .  Neither \nSection 65 no r Section 70 have been found to apply to indirect e nrichment  \nas conventionally understood . Neither do they apply where the parties \nhave contra"}
{"start": 112000, "text": "er Section 70 and  Section 65 of the Contract Law.  Any \nanticipation that Cypriot law may develop a wider and autonomous unjust \nenrichm ent action is at best an anticipation of a rational development in \nthe law, and does not represent Cypriot law today.  \n(b) Statutory causes of action not engaged by ‘indirect’ enrichment .  Neither \nSection 65 no r Section 70 have been found to apply to indirect e nrichment  \nas conventionally understood . Neither do they apply where the parties \nhave contractual remedies  (even if not against the defendant) .  \n(c) No liability even under application of ITC principles.  Even were Cypriot \nLaw to be found to recognise the indire ct enrichment principles set out in \nEnglish law in ITC, liability would  not in any event be established  against \nDs3-8. Lord Reed explained those principles at [61]  {M4/4/27} , in \nparticular in regard to liability for indirect enrichment where a defendant  is \neffectively party to a broader transaction  made up of a co -ordinated set of \nsub-transactions.  It would be wrong to conclude that the facts sufficiently \nshow (i) that each Relevant Supply Agreement was co -ordinated w ith a \nspecific Relevant Drawdown  such that a transaction between the Bank \nand one of Ds3 -8 can b e identified in respect of each Unreturned \nPrepayment  – the complexity of the forensic accounting evidence gives \nthe lie to that; nor (ii) that, even if there w ere such co -ordination, Ds3-8 \nwere a knowing party to it.   Moreover, even if  all that could be established, \nit would be artificially to isolate the transfers from a broader scheme.  The \ntask, applying ITC, would be to identify end points – the ultimate transferor \nand transferee of value – so as to establish who was enriched by co -\nordinated transactions.  There is no suggestion by the Bank that anything \nDs3-8 did as  ‘middlemen’  was actually for their own be nefit.  \nAA5/1/56\n57 (d) Monies were  lawfully transferred.   If the Relevant Loans or the Relevant \nSupply Agreements are not void (which is a matter of Ukrainian law) , then \nthere will be no basis for a claim in unjust enrichment under any of the \nposited Cypriot law causes of  action.  \n(e) Elements of statutory causes of action not satisfied.   In various respects \nelements of Section 65 nor Section 70 are not satisfied .  These include: \nthat Section 65 would only operate were there  contract s between  the \nBank and Ds3 -8; that Section 70  would only operate had the Bank \nintended to enrich Ds3 -8.  \n(f) Defences.  In any event defences of change of position and (in the case \nof Ds3-5) ministerial receipt  and absence of having “enjoyed the benefit” \nof the funds  are engaged , unless it can be found that D s3-8 were knowing \nparticipants in a scheme of misappropriation.  Under the Agency \nAgreements, Ds3 -5 only received the prepayments as trustees for their \nPrincipals  and so were not enriched . \n(g) Extent of liability.  Points in this regard and as to q uantum are made at \nSection P below (largely common with the claim under Ukrainian law).  \nO. UNJUST ENRICHMENT CLAIM UNDER UKRAINIAN  LAW  \n132. The Bank’s case as to Ukrainian law of unjust enrichment is set out in POC/42 -\n4699 focus ed on Articles 1212 –4 UCC , which provide  (in translation) :100 \n1212  General provisions on obligations in connection \nwith the acquisition or preservation of property without \nsufficient legal grounds  \n \n(1) A person, who acquired property or preserved it  at the  expense \nof another person (the victim) without sufficient legal grounds \n(groundlessly acquired property), is obliged to return this property \nto the victim. A person is also obliged to return the property when \nthe basis on which it was acquired has subsequ ently disappeared.  \n \n(2) The provisions of this Part shall apply irrespective of whether \nthe groundless acquisition or preservation of property was the \n \n99  {A1/2/27}  \n100  Nahnybida -1/126–7 {C4/1 /20} & 189 {C4/1/30}  \nAA5/1/57\n58 result of "}
{"start": 115500, "text": "of another person (the victim) without sufficient legal grounds \n(groundlessly acquired property), is obliged to return this property \nto the victim. A person is also obliged to return the property when \nthe basis on which it was acquired has subsequ ently disappeared.  \n \n(2) The provisions of this Part shall apply irrespective of whether \nthe groundless acquisition or preservation of property was the \n \n99  {A1/2/27}  \n100  Nahnybida -1/126–7 {C4/1 /20} & 189 {C4/1/30}  \nAA5/1/57\n58 result of the behaviour of the acquirer of the property, the victim, \nother persons, or as a consequence,  of an accident.  \n \n(3) The provisions of this Part shall also apply to claims regarding:  \n1)  return of performance under an invalid transaction;  \n2) recovery of property by an owner from unlawful \npossession;  \n3) return of performance by one of the parties t o an \nobligation;  \n4)  compensation for harm by a person who illegally \nacquired the  property or preserved it at the expense of \nanother person.  \n \n1213  Return in kind of groundlessly acquired property  \n \n(1) The acquirer is obliged to return to the victim the unjustifiably \nacquired property in kind.  \n \n(2) In case of impossibility of returning groundlessly acquired \nproperty in kind to the victim, its value shall be compensated, which \nis to be determined at the time when the court is considering the \nreturn of the property.  \n \n1214  Compensation of profits from unjustifiably \nacquired property and expenses for its maintenance  \n \n(1) A person who has acquired or preserved property without \nsufficient legal ground shall be liable for compensation of all the \nprofits he/she has received or c ould have received from that \nproperty from the time when he/she became aware or could have \nbecome aware of possession of the property without sufficient legal \nbasis. …   \n \n(2) In case of acquiring or preserving money without sufficient \nlegal ground, interest  shall be charged for the use of money (Article \n536 of this Code).”  \n \n133. The principles are addressed in the reports of Mr Beketov and Mr Nahnybida, \nand in ULJS/75 -93 {C5/1/30} . They agree (UJLS/75) that the elements of a \nclaim under Article 1212  UCC  are:  \n(a) the acquisition of property (including money);  \n(b) that such acquisition is at the expense of the claimant; and  \n(c) the absence of legal grounds for the acquisition (or if there were such \ngrounds, they have fallen away and ceased to exist).  \nAA5/1/58\n59 O.1 The Key Issues  \n134. It is co mmon ground that D s3-8 received the Unreturned Prepayments by way \nof credit to their accounts in Cyprus, and immediately paid those funds on. D3 -\n5s’ case is that they received and paid the funds on wards  in their capacity as \nagents for their undisclosed Pri ncipals.  \n135. The key issues of law as to the Ukrainian law unjust enrichment claims are:  \n(a) Whether Article 1212  UCC  is engaged in situations of ‘indirect ’ enrichment  \n(of the kind in play on the Bank’s claim, as described above)  and, i n that \ncontext , the nature o f the “at the expense  of” requirement ; \n(b) Receipt by Ds3-5 as agent s; \n(c) The scope and analysis of the  requirement that Ds3 -8 have received the \nUnreturned Prepayments  “without sufficient legal grounds ” in the context \nof the debate about whether the Relevant Supply Agreements are void or \nvoidable  and whether an ‘abuse of rights’ principle prevents D3 -8s’ \nreliance on rights under those agreements ; \n(d) The relevance of the funds returning to the Bank ; \n(e) Extent of liability / Quantum (see Section P below ). \n(f) Interest  (see Section Q below ). \n(g) Limitation (see Section R below).  \nIndirect Enrichment not “at the expense of ” the Bank  \n136. Mr Nahnybida con siders  that the claim depends on the funds having been \ntransferred by the claimant to the defendant, so that “ the enrichment of the \nacquirer must also result in the mutual reduction of the victim's property ,” and \nthat a factual connection between the Bank’s"}
{"start": 119000, "text": "rning to the Bank ; \n(e) Extent of liability / Quantum (see Section P below ). \n(f) Interest  (see Section Q below ). \n(g) Limitation (see Section R below).  \nIndirect Enrichment not “at the expense of ” the Bank  \n136. Mr Nahnybida con siders  that the claim depends on the funds having been \ntransferred by the claimant to the defendant, so that “ the enrichment of the \nacquirer must also result in the mutual reduction of the victim's property ,” and \nthat a factual connection between the Bank’s alle ged loss and the alleged \nenrichment is not a sufficient or proper basis for an unjust enrichment claim.101 \n \n101  Nahnybida -3/136 –142 {C4/1/21}  \nAA5/1/59\n60 Mr Beketov argues that it is sufficient that chains of transfer s are causally linked \n(ULJS/79  {C5/1/31} ). \n137. Similarly, the experts disagree as to whethe r any enrichment  of Ds3 -8 by \nreceiving the Unreturned P repayments from (and not repaying) the Borrowers \ncan be said to be “at the expense of ” the Bank (ULJS/82 -3 {C5/1/32} ). Mr \nNahnybida’s analysis is that the loan advances became the Borrowers’ \nproperty, and when the prepayments were made they were not accompanied \nby a reduction in the Bank’s property within the meaning of Article 1212  UCC \n(ULJS/84 -5 {C5/1/33} ). \nReceipt  by the English Companies  as agent  \n138. Mr Beketov contends that ministerial receipt is irr elevant. Mr Nahnybida \ndisagrees, because if the proper analysis is that the funds were only received \non behalf of  or on trust for  the principal, there can be no claim against the agent \n(Nahnybida -3/176 -177 {C4/1/28}; ULJS/81  {C5/1/32} ). He refers to Articl e 1018  \nUCC , in terms of which “ property acquired by the commission agent at the \nexpense of the principal is the property of the principal ”.102 Mr Beketov  attempts \nto avoid that analysis on the basis of a contention that article  does not apply to \nnon-Ukrainian agency relationships . However,  Mr Nahnybida’s analys is is not \ndependent on Article 1018 itself applying but  encompasses  an application of the \nprincip le it embodies . \nReceipt without sufficient legal grounds  \n139. The experts agree (ULJS/88  {C5/1/35} ) that receipt pursuant to a valid contract \nwould exclude a cause of action in unjust enrichment.  \n(a) The validity of the Relevant Supply Agreements – addressed in t he tort \ncontext above – is therefore central to the Unjust Enrichment claim.  \n(b) Mr Nahnybida’s  view is that the failure to claim and to establish the \ninvalidity of either the Relevant L oan or the  Relevant S upply Agreements, \n \n102  {C4/3/22}  \nAA5/1/60\n61 and for that purpose to have joine d the Borrowers to these proceedings, \nis fatal to the unjust enrichment claim : ULJS/89 -91 {C5/1/35} . \n140. Mr Nahnybida explains that ‘abuse of rights’ caselaw from the tort context  is not \napplicable to prevent a defendant to an unjust enrichment from asserting that, \npursuant to the terms of a valid contract, it had sufficient legal grounds to recei ve \nproperty : Nahnybida -4/78–80 {C9/1/16} . \nReturn of the funds to the Bank  \n141. Mr Beketov treats as irrelevant any use of the funds received (after their onward \npayment) to  repay other Bank loans.  Mr Nahnybida ’s view is that in that scenario \nthe reduction in the Bank’s property is decreased such that the l iability is \naccordingly decreased  (ULJS/86  {C5/1/34} ). \nO.2 Summary of D3 -8s’ defence under Ukrainian law   \n142. If the Ukrainian law of unjust enrichment applies, D s3-8 contend (amongst other \nthings), by reference to the above principles, that:  \n(a) By operation of the competition of claims principle , the claim in unjust \nenrichment  is precluded .103 \n(b) D3-8s’ receipt of the Unreturn ed P repayments was not “at the expense \nof” the Bank, because  (i) they received them from the Borrowers  not the \nBank , (ii) the Relevant L oans are not void and cannot be found to be void  \nin the absence of the Borrowers , and (iii) no concept of abuse of rights is \nengaged . \n(c) Ds"}
{"start": 122500, "text": "gst other \nthings), by reference to the above principles, that:  \n(a) By operation of the competition of claims principle , the claim in unjust \nenrichment  is precluded .103 \n(b) D3-8s’ receipt of the Unreturn ed P repayments was not “at the expense \nof” the Bank, because  (i) they received them from the Borrowers  not the \nBank , (ii) the Relevant L oans are not void and cannot be found to be void  \nin the absence of the Borrowers , and (iii) no concept of abuse of rights is \nengaged . \n(c) Ds3-5 were not enriched by receipt as agents.   \n(d) There were  “sufficient legal grounds ” for receipt of the Unreturned \nPrepayments  since the Relevant Supply A greements are not void and \ncannot be declared invalid  and no concept of abuse of ri ghts is engaged \n \n103  Nahnybida -4/87–91 {C9/1/19}  \nAA5/1/61\n62 to prevent Ds3 -8 relying on the Relevant Supply Agreements if they are \nnot void .104 \n(e) By reason of the matters addressed in D1’s no loss defences, the Bank \nhas not suffered a loss  (or a loss in the amount alleged)  and any \nenrichment was theref ore not at the expense of the Bank  (or not to the \nextent beyond the amount of the loss) . That includes the limitation of any \nclaim by reference to the Bank’s UAH losses , notwithstanding the receipt \nof the Unreturned Prepayments  in USD.  \n(f) Points as to the extent of liability and  quantum are made at Section  P \nbelow (largely common with the  claim under Cypriot law) . \nP. UNJUST ENRICHMENT: EXTENT OF LIABILITY / QUANTUM  \n143. If the Court were to uphold the claims for unjust enrichment, several points as \nto the extent of and quantification of liability arise.  \n144. First, it is common ground under both Cypriot and Ukrainian law that liability \ncannot be joint and several. The upper li mit of the each claim as against each \nof Ds3 -8 must be by reference to the Unreturned Prepayments received by that \nparticular defendant.  \n145. Second, it is necessary to consider D1’s Repayment Defences. If it is right to \nconclude that the repayments cannot be d isregarded, it must follow that any \nenrichment of Ds3 -8 was not at the expense of the Bank to the extent of the \nvalid repayments.  \n146. Third, it is necessary to consider the matters raised by D1’s Use of Funds \ndefence. US $1,784m of the Relevant Drawdowns can ac curately be traced to \nrepayments of Relevant Loans  and other loans.  \n \n104  As to whether ‘abuse of rights’ can be applied in the context of an unjust enrichment claim to prevent \na defendant from relying on a right to receive prope rty, the experts’ competing views are summarised \nat ULJS/89 {C5/1/35}.   \nAA5/1/62\n63 147. Both those second and third points  squarely pose the question whether liability \nin unjust enrichment is limited by the requirement that the enrichment be at the \nexpense of the claimant, o r whether it can be quantified as the full amount of \nthe enrichment notwithstanding that the loss to the claimant was much less. As \nto that  (and by way only of summary) :105 \n(a) Where  Cypriot law Section 65 operates, the experts are agreed that the \ndefendant must restore the advantage received or compensate the \nperson  from whom he received it.106 If the right analysis is that the  \nRelevant  Loans and Relevant S upply Agreements are void, and the \nindirectness of the enrichment does not matter, the express focus on \ncompensation must require the deduction of any amounts which have \nflowed back to the Bank (and in regard to which it has not suffered other \nloss).  \n(b) Where Cypriot law Section 70 operates the sam e is true, since it too refers \nto a compensation remedy.  \n(c) If Cypriot law were to be found to incorporate a freestanding unjust \nenrichment cause of action based on English principles, the position \nwould be less well defined (and indeed, affected by an area o f English law \nwhich is still developing). Goff & Jones, The Law of Restitution  (10th ed) \n§6-86–§6-96 {M4/9/3} summarises both the cases in which any limitation \nby re"}
{"start": 126000, "text": "ther \nloss).  \n(b) Where Cypriot law Section 70 operates the sam e is true, since it too refers \nto a compensation remedy.  \n(c) If Cypriot law were to be found to incorporate a freestanding unjust \nenrichment cause of action based on English principles, the position \nwould be less well defined (and indeed, affected by an area o f English law \nwhich is still developing). Goff & Jones, The Law of Restitution  (10th ed) \n§6-86–§6-96 {M4/9/3} summarises both the cases in which any limitation \nby reference to what was at the claimant’s expense has been rejected; \nand the developing debat e academically and following Lord Reed’s \ndecision in ITC, in which (at [43 -45] {M4/4/21} ) he explained that unjust \nenrichment focuses on a transfer of value where the defendant “ has \nreceived a benefit from the claimant ” and the claimant had “ suffered a loss \nthrough his provision of the benefit ”. It is submitted that it would be \nextraordinary if liability in unjust enrichment could follow where A \nmistakenly transfers money to B, B transfers it to C, and C returns it to A; \n \n105 Detailed cross -references to expert evidence were set out in D3 -8s’ written submissions on D3 -8s’ \nrecent application to amend: (i) in support {G1/86/1}, (ii) in reply {L/155.1 /1}.  The Court’s ruling of \n30.05.23 is at {A5/29/1}.  \n106  CLJS/4 (a)(1) {C12/1/12 }  \nAA5/1/63\n64 and where  A plainly benefits because  any debt C had to A was otherwise \nentirely irrecoverable . \n(d) If Ukrainian law applies, Ds3 -8 submit that although they have received \nthe amount of the USD Unreturned Prepayments, that enrichment is only \n“at the expense”  of the Bank to the extent that D3 -8s’ receipt corresponds \nto a reduction in the Bank’s property . Accordingly,  D3-8s’ liability is  limited \nto the  quantum of the  Bank’s  relevant  loss – being those of  the Relevant \nDrawdowns / Relevant Drawdown  Portions  which funded the Unreturned \nPrepayments . \n148. Fourth, the same issue arises as to the currency point, since : (i) some of the \nRelevant Drawdowns which funded or caused the Unreturned Prepayments \nwere in UAH not USD (notwithstanding that D3 -8s’ receipts were all in USD) ; \nand/or (ii) the property lost  stand s to be  measured in UAH . \nQ. UNJUST ENRICHMENT: INTEREST  \n149. The Bank claims pre-judgment interest on sums owing on its unjust enrichment \nclaims .107 It claims  (i) simple interest under Article 1214(2)  UCC ; and (ii) \ncompound interest.  While Ds3 -8 accept that simpl e interest can be awarded on \nArticle 1214(2) UCC,108 they deny that pre -judgment interest  is available  and \ndeny the claimed rate of 10. 875%.109 \n150. The experts disagree as to the p oint from which interest for unjust enrichment \nclaims begins to run . The Bank’s expert’s view is that interest runs from the \nmoment of enrichment , while  D3-8s’ expert’s view is it would run only from  the \nentry into force of the relevant court order.110 \n151. The applicable rate of interest under Article 1214(2) UCC is 3%: Nahnybida -\n3/199 {C4/1/31}. This is accepted by Mr Beketov , ULJS/93.1 {C5/1/3 7}, although  \n \n107  POC/46 {A1/2/28}, POC/60 {A1/2/33}, POC/63 –63A {A1/2/35}  \n108  DEF D3 -8/36 {A1/20/21}  \n109  POC/Schedule 3 {A1/5/1}  \n110  See ULJS/112 {C5/1/43} and Nahnybida -3/261 {C4/1/48} & 282 {C4/1/54}.  \nAA5/1/64\n65 he contends that “ lost profit ” can be awarded in addition.  D3-8s’ expert’s view \nis that where the relevant property is money, simple interest is all that is \navailable: ULJS/93 .2 {C5/1/3 7}. \n152. By contrast with the tort claim, on the unjust enrichment claims the Bank does \nnot allege that compound interest is available under the  foreign law ; it only relies \non the English Court’s equitable jurisdiction to so award in “ cases of fraud ”.111 \nAgain, Ukrainian law does not provide for it, and that is fatal. But , in any event, \nthe Bank’s own case on unjust enrichment does not engage concepts of \nfraudulent conduct  at all : it relies on Ukrainian and Cypriot"}
{"start": 129500, "text": "LJS/93 .2 {C5/1/3 7}. \n152. By contrast with the tort claim, on the unjust enrichment claims the Bank does \nnot allege that compound interest is available under the  foreign law ; it only relies \non the English Court’s equitable jurisdiction to so award in “ cases of fraud ”.111 \nAgain, Ukrainian law does not provide for it, and that is fatal. But , in any event, \nthe Bank’s own case on unjust enrichment does not engage concepts of \nfraudulent conduct  at all : it relies on Ukrainian and Cypriot law concern ing \nreceipt of another’s property without regard to whether that involved fault or \nblame on the defendant’s part.  \nR. LIMITATION  \n153. Ds3-8, in common with the other Ds, raise a defence of limitation .  It covers  both \nthe tort a nd Ukrainian law unjust enrichment claims.  \n154. Article 257 UCC sets the three -year limitation period, which commences under \nArticle 261 UCC  from the date on which the claimant became aware or should \nhave become aware of the facts on which the claim depends; or  (in the case of \na claim arising out of void transactions ) from the date when the transaction was \nperformed.112 \n155. The Bank resist s the limitation defences on the grounds that (REP/22 -23 \n{A1/25/28} ): \n(a) It suggests the Bank is not to be attributed with knowledge of the facts \nunderlying the claims until a reasonable period after nationalisation at the \nend of 2016.  \n \n111  POC/63A {A1/2/35}. That compound interest is not available under  the UCC is confirmed by D3 -8s’ \nexpert at Nahnybida -3/199 {C4/1/31}.  \n112  D3-8 DEF/60 -62 {A1/20/3 2} \nAA5/1/65\n66 (b) The Court can and should disapply any applicable limitation period \npursuant to Article 267(5)  UCC  or refuse to allow Ds to rely on it under \nArticle 16(3)  UCC . \n(c) The application of a limitation period expiring before 19 .12.17  should be \nfound to be in conflict with public policy and therefore disapplied pursuant \nto and/or Article 26 of Rome II  (which it apparently contends applies as \nwould Section 2( 1) of the Foreign Limitation Periods Act 1984113). \nR.1 Ukrainian law of limitation  \n156. The experts agree:  \n(a) that the relevant limitation periods under Article 261 UCC  are three years \nfrom actual or constructive knowledge of (i) violation of the Bank’s right or \n(ii) of the person who violated it (ULJS/100  {C5/1/39} ); \n(b) for purposes of constructive knowledge parties are assumed to act \nreasonably;  \n(c) under Article 267(5)  UCC,  the Court has a discretion to disapply a \nlimitation period if there are valid reasons to do so, the key consideration \nbeing whether there are objective reasons beyond the claimant's control \nthat prevented or significantly hindered the claimant from bringin g the \naction in due time (ULJS/103  {C5/1/40} ). \n157. Mr Beketov argues that Article 261 UCC should be interpreted so that \nknowledge of both points is required (treating the “or” as conjunctive, not \ndisjunctive); and further that the knowledge must extend to all four elements of \nthe tort (and presumably the same for the unjust enrichment claim).  Ds’ experts \ndisagree (ULJS/101 -2), pointing to the clear words of Article 261(1)  UCC : \n“The limitation period shall apply from the date, when a person \nbecame aw are or could have become aware of the violation of its \nright or about the person who violated the same.”  \n \n113 Bank -Opening/515, fn.458 {AA2/1/203}  \nAA5/1/66\n67 158. Article 267(5) UCC provides:  \n“If the court recognised the reasons for missing the limitation period \nas legitimate, the violated rights is subject to p rotection.”  \nWhile the application of that provision is heavily fact dependent and is applied \non a case -by-case basis, the key question is whether it can be said that \nobjective reasons beyond the claimant’s control prevented it from bringing its \naction tim eously.  \n159. Mr Beketov contends for a further fall -back, treating the reliance on the limitation \nperiod as an abuse of rights. Ds’ experts logically suggest that the q"}
{"start": 133000, "text": "tation period \nas legitimate, the violated rights is subject to p rotection.”  \nWhile the application of that provision is heavily fact dependent and is applied \non a case -by-case basis, the key question is whether it can be said that \nobjective reasons beyond the claimant’s control prevented it from bringing its \naction tim eously.  \n159. Mr Beketov contends for a further fall -back, treating the reliance on the limitation \nperiod as an abuse of rights. Ds’ experts logically suggest that the question of \ndisapplication falls entirely within the scope of Article 267(5)  UCC  (ULJS/104  \n{C5/1/41 }). \nR.2 Application to the facts   \n160. Ds3-8 will adopt the arguments  to be made by D1 in connection with  attribution \nand the Bank’s state of knowledge.  \n161. Focusing on Ds3 -8, the fact of the Unreturned Prepayments has been in plain \nsight since 90 days after each  relevant transfer.  The Relevant Loans and \nPrepayments were also already the subject of media scrutiny by November \n2014.114 The Bank rightly concedes in Bank -Opening/508 {AA2/1/201} that all \nof the relevant events took place more than three years before its claim.  \n162. The argument in Bank -Opening/511  {AA2/1/ 202} focuses on when the post -\nNationalisation new manag ement acquired knowledge of the potential cause of \naction. That is irrelevant unless it can be said that no knowledge of anyone at \nall can be a ttributed to the Bank prior to Nationalisation, which would be a \nremarkable conclusion. The Bank has not even attempted to show that every \nsingle member of the Management and Supervisory Boards was party to a \nfraud. The suggestion that the Bank should be f ound not to have had knowledge \nas at December 2014 is not founded in reality.  \n \n114  See, for example, {E6/324}, {E6/325)  \nAA5/1/67\n68 163. Separately , the claim for loss in respect of  Relevant Drawdowns on Relevant \nLoans of Prominmet and the 3 Cypriot Borrowers is time-barred as that was only \nthe subject of a 2020 a mendment in these proceedings.  Ds3 -8 rely on D1’s \narguments in this regard.   The quantum of those loans is addressed at \nparagraph 55(d)  above .  This will affect th e quantum of liability of each of Ds3 -\n8 differently, depending upon whether and if so the extent to which those \nparticular Relevant Loans are regarded as having  funded (Ds’ case) or  “caused ” \n(Bank’s case) the Unreturned Prepayments which each of Ds3 -8 rece ived.  That \nwill turn on decisions the Court makes on issues of forensic accounting.  \nR.3 Disapplication  of Ukrainian limitation on public policy grounds  \n164. The Bank also seeks to  disapply any time -bar arising under Ukrainian law in  \nreliance  on Article 26 of Rome II , which  provides:  \n“The application of a provision of the law of any country specified  \nby this Regulation may be refused only if  such application is  \nmanifestly incompatible with the public policy (ordre public) of  the \nforum. ” (emphasis added)  \n165. Recital 32 of Rome II provides:  \n“Considerations of public interest justify giving the courts of the \nMember States the possibility, in exceptional circumstances, of \napplying exceptions based on public policy and overriding \nmandatory provisions ” \n166. In Begum v M aran [2022] 1 All ER (Comm) 940  {M1/29/1} , the Court of Appeal 's \napplication of  Article 26 in the limitation context  was informed by what the \nposition would be under  the Foreign Limitation Periods Act 1984  (“FLPA 1984 ”).  \nSection 2 , FLPA 1984  provides for disapplication of a foreign limitation period  \nwhere it would “ conflict with public policy ” encompassing where it would “ cause \nundue hardship”  to a party.  \n167. Coulson LJ held, at [113]  {M1/29/28} , that “ public policy should be invoked for \nthe purposes of disapplying a foreign limitation period only in exceptional \ncircumstances ” and that this “ could only be where the foreign limitation period \nwas contrary to a fundamental principle of justice ”.  This was noted to be a “ very "}
{"start": 136500, "text": "or disapplication of a foreign limitation period  \nwhere it would “ conflict with public policy ” encompassing where it would “ cause \nundue hardship”  to a party.  \n167. Coulson LJ held, at [113]  {M1/29/28} , that “ public policy should be invoked for \nthe purposes of disapplying a foreign limitation period only in exceptional \ncircumstances ” and that this “ could only be where the foreign limitation period \nwas contrary to a fundamental principle of justice ”.  This was noted to be a “ very \nhigh bar ”.  Referring back to Art icle 26, Rome II, Coulson LJ stated that counsel \nAA5/1/68\n69 “rightly drew attention to the words of art 26, which said it 'only' applied if the \nforeign limitation period was 'manifestly incompatible' with public policy ”. \n168. As for “undue hardship ”, Coulson LJ at [102] {M1/29/26} adopted propositi ons \nset out by Wilkie J, upon a review of the authorities, in KXL v Murphy [2016] \nEWHC 3102 (QB) : \n(a)     'Undue' in this context means 'excessive' …;  \n(b)     The focus is on the undue hardship caused to the claimant \nby the application of a foreign limitation period over and above that \ninevitably caused by the application of the foreign limitation period \nin question …  \n(c)     If, within the foreign limitation period, the claimant acquires all \nthe material required for bring t he action, it is not contrary to public \npolicy to apply the foreign rule, even if he is only a few days late in \ncommencing the proceedings …   \n… \n169. In KXL v Murphy , Wilkie J concluded  that a non -extendable three -year Ugandan \nlaw limitation period in the contex t of a claim for damages for sexual abuse could \nnot be said to be so short as inevitably to involve hardship of that kind.  \n170. It is submitted that t he UCC provisions on limitation , and their application to the \nfacts alleged by the Bank, do not come close to what would be required under \nthese public policy and undue hardship  tests. \nS. CONCLUSION  \n171. The Court is respectfully requested to dismiss all of the Bank’s claims against \neach of Ds3 -8. \n \n5 June  2023  THOMAS PLEWMAN KC  \nBrick Court Chambers  \nthomas.plewman@brickcourt.co.uk  \n020 7379 3550  \nMARC DELEHANTY  \nLittleton Chambers  \nmdelehanty@littletonchambers.co.uk  \n0207 797 8600  \nAA5/1/69\n"}
