{"metadata": {"corpus_path": "AA1_3 List of issues.pdf", "file_size": 294150, "mtime": 1755683452.25684, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n  \nIN THE HIGH COURT OF JUSTICE  Claim No. BL-2017-000665  \nBUSINESS AND PROPERTY COURTS  \nOF ENGLAND AND WALES   \nBUSINESS LIST (ChD)  \n \nB E T W E E N :  \n \n \nJSC COMMERCIAL BANK PRIVATBANK  \nClaimant \n \n- and - \n \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \n \n \n \n           \n \nLIST OF COMMON GROUND AND CONTESTED ISSUES1 \n           \n \nSUMMARY OF THE ISSUES \n \nThe Alleged Misappropriation \n \n1. Was there a Misappropriation of the Bank’s funds in the amount of c. USD 1.9 billion as alleged \nby the Bank, by means of Relevant Drawdowns being made to the Borrowers under Relevant \nLoans, the proceeds of which were used to fund Unreturned Prepayments to D3-8 pursuant to \nRelevant Supply Agreements (the “ Alleged Misappropriation ”)? \n \n \n \n1  This List of Issues refers to the parties’ statements of case in their amended form as at 29 May 2023.  It endeavours \nto identify principal issues in a structured manner; sub-issues are only identified where there is a specific purpose in \nso doing. It does not purport to be exhaustive and is without prejudice to the full content of the parties’ pleaded cases; \nand it does not widen the issues beyond the limitations of each party’s statement of case. \nAA1/3/1\n \n The Bank’s claim in tort against D1-8 \n \n2. Generally, are the elements of a claim under Article 1166 Civil Code (“ CC”) established in \nrelation to any of D1-8? \n \n3. Unlawfulness, ownership, control and the relevant agreements.  \n3.1. Did any of the Defendants effect and/or procure and/or assist in the Alleged \nMisappropriation? \n3.2. If they did, in doing so, was any of the Defendants’ alleged conduct unlawful for the \npurposes of Article 1166 CC?  In particular, did D1-8 breach duties owed by them \n(variously) under the CC, the JSC Law and/or the Law on Banks? \n3.3. Factual issues which relate to the Bank’s case include:  \n3.3.1. Did D1 and/or D2 control the individuals and/or departments at the Bank who \nundertook the transactions comprising the Alleged Misappropriation?  \n3.3.2. Did D1 and/or D2 own and/or control the Borrowers and/or D3-8 ( inter alia  through \nPBC and/or Primecap)?  \n3.3.3. Did D1 and/or D2 procure (directly or indirectly) the grant of the Relevant Loans, the \nexecution of the Relevant Supply Agreements and/or the making of Unreturned \nPrepayments under the Relevant Supply Agreements?  \n3.3.4. Did D3-5 enter into the Relevant Supply Agreements as agents for undisclosed \nprincipals pursuant to the Alleged Agency Agreements, or were those Alleged Agency \nAgreements shams and/or were the Alleged Principals further companies owned \nand/or controlled by D1 and/or D2?  \n \n4. Causation, quantum, repayment, use of funds. Did any unlawful conduct by D1-8’s cause harm \nto the Bank? If so, what was the quantum of that loss? Particular issues are: \n4.1. Was any loss to the Bank caused by the conduct of the NBU rather than D1-8? \n4.2. Is the Bank’s claim to be assessed by reference to Relevant Drawdowns or Relevant \nDrawdown Portions (i.e. those parts of Relevant Drawdowns which, using the Bank’s \nMethodology, can be allocated to the Unreturned Prepayments)?  \n4.3. The Repayment Defence: were some or all of the Relevant Drawdowns (or Relevant \nDrawdown Portions) repaid by the Borrowers to the Bank (by “Cash Repayments”, \npursuant to the Asset Transfer and/or pursuant to the Transformation), and if so what \namount was repaid? Do any of those repayments stand to be ignored in assessing the \nBank’s loss? If so, which repayments and in what amount? \n4.4. The Use of Funds Defence: alternatively, is the harm suffered by the Bank reduced if the \nAA1/3/2\n \n sums advanced under the Relevant Drawdowns / Relevant Drawdown Portions circled \nback to the Bank to repay other lending (by the Borrowers, Intermediary Borrowers, the \n193 borrowers"}
{"start": 3500, "text": "sset Transfer and/or pursuant to the Transformation), and if so what \namount was repaid? Do any of those repayments stand to be ignored in assessing the \nBank’s loss? If so, which repayments and in what amount? \n4.4. The Use of Funds Defence: alternatively, is the harm suffered by the Bank reduced if the \nAA1/3/2\n \n sums advanced under the Relevant Drawdowns / Relevant Drawdown Portions circled \nback to the Bank to repay other lending (by the Borrowers, Intermediary Borrowers, the \n193 borrowers or others)? \n4.5. Currency: was the Bank’s loss (if any) felt in Ukrainian Hryvnia and/or US Dollars? \n(References to USD in this List of Issues is for convenience only.) \n \n5. Other defences: is the Bank precluded from bringing its tort claim in these proceedings by reason \nof any of: \n5.1. The fact that none of D1-8 have been convicted of criminal offences in respect of their \nalleged conduct (in this regard, is the conduct relied on by the Bank unlawful only as a \nmatter of criminal, rather than civil, law?); \n5.2. The alleged existence of employment contracts between D1-2 and the Bank; \n5.3. Ukrainian law on competition of claims, the money having been advanced under \nRelevant Loan agreements between the Bank and the Borrowers;  \n5.4. Allegedly inconsistent conduct on the part of the Bank; and/or \n5.5. Any issue of limitation.  \n \nThe Bank’s unjust enrichment claim against D3-8 \n6. Is the Bank’s unjust enrichment claim against D3-8 governed by Ukrainian or Cypriot law?  \n \n7. In either case, were D3-8 enriched by the acquisition of property (in the form of the Unreturned \nPrepayments) at the expense of the Bank without sufficient legal grounds?  \n \n8. Is the Bank precluded from bringing its unjust enrichment claim in these proceedings by reason \nof any of: \n \n8.1. The Bank’s pursuit of a claim against D3-8 in tort;  \n8.2. If the unjust enrichment claim is governed by Ukrainian law, the Ukrainian law on \ncompetition of claims, the money having been advanced under Relevant Loan \nagreements between the Bank and the Borrowers; \n8.3. Allegedly inconsistent conduct on the part of the Bank; and/or \n8.4. If the unjust enrichment claim is governed by Ukrainian law, any issue of limitation.  \n \n \n  \nAA1/3/3\n \n DETAILED LIST OF COMMON GROUND AND ISSUES \n \n(A) D1 AND D2’S INVOLVEMENT WITH THE BANK \n \nCommon ground2 \n1. The Bank was founded by D1 and D2 (along with three other individuals) in March 1992.  \n \n2. Between 31 December 2010 and the Bank’s nationalisation in December 2016, D1 and D2 \ntogether (ultimately) owned in excess of 80% of the Bank’s shares. At all material times until \nDecember 2016, D1 and D2 were members of the Bank’s Supervisory Board (“ the Supervisory \nBoard ”) of which D2 was Chairman until around 30 April 2015. \n \n3. After an inspection of the Bank conducted between April and August 2014, from September \n2014, the NBU appointed a Curator over the Bank. \n \n4. The Bank was declared insolvent by the NBU and nationalised by the Ukrainian government \non or around 18 December 2016 (although in other proceedings there is a dispute as to whether \nthe Bank was in fact insolvent). \n \nIssues in dispute \n5. What level of control did D1 and/or D2 (individually and/or collectively) exercise over the \nBank before its nationalisation and, in particular, what level of control did D1 and/or D2 \nexercise over the Bank’s corporate lending decisions?3 \n \n(B) THE BORROWERS AND THE RELEVANT LOANS \n \nCommon ground4 \n6. Between April 2013 and August 2014 the Bank entered into 134 (on the Bank’s case purported) \nloan agreements with 47 Ukrainian borrowers and three Cypriot borrowers (the “ Borrowers ” \nand the “ Relevant Loans ”).5  \n \n7. Each of the Relevant Loans to the 47 Ukrainian Borrowers had a value of between UAH 31 \nmillion and UAH 600 million (where the loan was denominated in UAH) and US$5 million and \n \n2  Not admitted by Ds3-8. \n3  POC/¶14 { A1/2/6 }; Bank RRFI 30.7.21 { A2/19 }; D1/¶12 { A1/8/10 } D2/¶¶20-27 { A1/18/10 }; Reply/¶"}
{"start": 7000, "text": "14 the Bank entered into 134 (on the Bank’s case purported) \nloan agreements with 47 Ukrainian borrowers and three Cypriot borrowers (the “ Borrowers ” \nand the “ Relevant Loans ”).5  \n \n7. Each of the Relevant Loans to the 47 Ukrainian Borrowers had a value of between UAH 31 \nmillion and UAH 600 million (where the loan was denominated in UAH) and US$5 million and \n \n2  Not admitted by Ds3-8. \n3  POC/¶14 { A1/2/6 }; Bank RRFI 30.7.21 { A2/19 }; D1/¶12 { A1/8/10 } D2/¶¶20-27 { A1/18/10 }; Reply/¶3A \n{A1/25/3 }. \n4  Not admitted by Ds3-8. \n5  POC/¶16 { A1/2/7 }. \nAA1/3/4\n \n US$57 million (where the loan was denominated in USD); was stated to be made for the purpose \nof financing the Borrower’s “ current activities ” or “ working capital replenishment ”; was advanced at \nan interest rate of 10.3% to 12%; and was advanced for a period of between 11 months and five \nyears; and, save for one Relevant Loan, provided that the loan would be secured by a “ pledge \nagreement ”.6 \n \n8. Each of the 47 Ukrainian Borrowers filed account opening documentation with the Bank. The \ndocumentation disclosed by the Bank (which the Ds do not admit is authentic or complete):  \n \n8.1. indicated in 36 cases that the Borrower had no credit history and in 11 cases only \nreferred to previous loans to the Bank;  \n \n8.2. gave no information in relation to the Borrower’s “ sales” “primary customers ” “long term \ncontracts ” or “ prospects for growth ”;  \n \n8.3. stated (where information was provided) that the Borrower had one employee (or, in \nfive cases, two) employees;  \n \n8.4. in 35 cases, stated that the Borrower conducted the business of “ unspecialised wholesale \ntrade” and in relation to four Borrowers provided no information; and \n \n8.5. in relation to the remaining 8 Borrowers, stated that the Borrower carried on: “ business \nand management consultancy ” (in 2 cases); wholesale trade of “ fuel and lubricants ”; the \nmanufacture of “ rubber tyres ” and activities in the “ field of sports ”; the wholesale trade of \ngaseous fuels and similar products; the “ retail trade in fuel ”;  the business of “ dairy \nprocessing production of butter and cheese ”; and the “ construction of residential and non-residential \nbuildings ”.7  \n \n \n9. Each of the Relevant Loans to the three Cypriot Borrowers had a value of between US$14.5 \nmillion and US$59.5 million; was stated to be made for the purpose of “ replenishment of floating \nassets for payments according to contracts, including for shares ”; was advanced at an initial annual interest \nrate of 11%, with interest payable at the same time as the principal was due to be repaid; was \ninitially advanced for a period of 3 days; and provided that the loan would be secured by a \n \n6  POC/¶¶17(a)-(d) { A1/2/7 }; D1/¶16(1) { A1/8/12 }. \n7  POC/¶18(a) { A1/2/8 }; D1/¶19(1) { A1/8/14 }. \nAA1/3/5\n \n specified pledge agreement.8 \n \n10. Each of the three Cypriot Borrowers filed account opening documentation with the Bank’s \nCyprus branch. The documentation disclosed by the Bank (which the Ds do not admit is \nauthentic or complete): \n \n10.1. disclosed no credit history save in respect of Fiastra Trading Limited (“ Fiastra ”), \nwhich disclosed one previous loan with the Bank; \n \n10.2. gave no meaningful information on the Borrower’s commercial history; \n \n10.3. stated that the Borrower had two “ other personnel ” other than the company secretary \nand director (Celastrina Trading Co. Ltd (“ Celastrina ”) and Fiastra) or provided no \nsuch information (Densitron Enterprises Limited (“ Densitron ”)); \n \n10.4. stated that it conducted business in “ investments, trading with securities of the companies related \nto the metallurgical, energy and oil sectors ” (Celastrina); “ Investment (communication, mining, \nmetallurgical and oil industries) ” (Densitron); or “ trading with steel products, asset management \nservices, direct investments, holding ” (Fiastra); and \n \n10.5. identified the “ sources of repayment of obligations ” as “ due "}
{"start": 10500, "text": "information (Densitron Enterprises Limited (“ Densitron ”)); \n \n10.4. stated that it conducted business in “ investments, trading with securities of the companies related \nto the metallurgical, energy and oil sectors ” (Celastrina); “ Investment (communication, mining, \nmetallurgical and oil industries) ” (Densitron); or “ trading with steel products, asset management \nservices, direct investments, holding ” (Fiastra); and \n \n10.5. identified the “ sources of repayment of obligations ” as “ due to current activity ” and the \n“alternative sources of repayment obligations ” as “ pledge ”.9 \n \n11. The Relevant Loans were denominated in UAH and USD. The Borrowers made 270 \ndrawdowns under the Relevant Loans in the sum of UAH 8,803,056,367 and USD \n1,558,599,352.10 Applying the FX rate at the date of drawdown, these drawdowns total USD \n2,335,943,519 or UAH 23,037,002,809. The Bank refers to these drawdowns as the Relevant \nDrawdowns .11  \n \n12. D1 has admitted an interest in 21 of the Borrowers.12 D2 has admitted an interest in  19 of the \nBorrowers.13 \n \n \n8  POC/¶17A { A1/2/7 }; D1/¶16A { A1/8/12 }. \n9  POC/¶18A { A1/2/9 }; D1/¶19A { A1/8/15 }. \n10  Thompson1/Appendix 3-3-1 { D1/100/6 }; Davidson3/Appendix 3 { D2/23/8 }. \n11  AccountancyJR/¶2.2 { D4/1/4 }. \n12  D1/¶20(1) { A1/8/15 } {A1/16 }. \n13  D2/¶5(2)(b) { A1/18/2 } {A1/19 }. \nAA1/3/6\n \n 13. The Relevant Loans were not authorised by the Bank’s Supervisory Board, or referred to it.14 \n \n14. The Relevant Loans were (purportedly) secured by pledges of shares in companies as identified \nin D1/Schedule 6 (the “ Share Pledges ”) and other rights and assets.15 D1 and D2 have \nadmitted that they owned and/or controlled certain of the pledgors and companies whose \nshares were pledged as recorded in D1/Schedule 6.16  \n \n15. D1 has admitted to having held an interest in Primecap Cyprus Limited (“ Primecap ”) from \nJuly 2010 to May 2011, and in PBC from September 2013 to February 2014.17 \n \nIssues in dispute \n16. In relation to the Borrowers:  \n16.1. At the times the Relevant Loans were made, did D1 and/or D2 ultimately (i) own \nand/or (ii) control  any of the Borrowers and, if so, which ones? Did they exercise \nany such control via Prydniporovsky Business Centre LLC (“ PBC ”)?18  \n \n16.2. Did the Borrowers have any credit or trading history and/or any real prospect of \nrepaying the capital/interest under the Relevant Loans?19  \n \n17. In relation to the Relevant Loans:  \n17.1. Did D1 and/or D2 procure the granting of the Relevant Loans? Were the Relevant \nLoans entered  into with the knowledge of D1 and/or D2 and/or on their \ninstructions?20  \n \n17.2. Were the Relevant Loans granted in accordance with the Bank’s internal lending \nprocedures?21 \n \n17.3. Should the Relevant Loans, or some of them, have been referred to the Supervisory \nBoard for authorisation in accordance with the Bank’s internal lending procedures? \n \n14  POC/¶52(2) { A1/2/30 }; D1/¶61(9)(c) { A1/8/38 }; D2/¶56(5) { A1/18/29 }. \n15  {A1/17/1 }. These were: pledges over the Borrowers’ contractual rights under supply agreements; (for seven \nBorrowers) a pledge over assets of PJSC Nikopol Ferroalloy Plant; and (for Prominmet) a pledge of contractual rights \nunder supply agreements entered into by three other Borrowers and Stalkar LLC and a guarantee granted by PJSC \nIngosstrakh Insurance Company: POC/¶17(e), 19(a1), 19(g1) { A1/2/7 }; D1/¶16(2), 20(3)(a), 20(9A) { A1/8/12 }. \n16  {A1/17/1 }; {TR1-D/1 }; {TR1-D/3 }. \n17  D1/¶10B-10C { A1/8/8 }. \n18  POC/¶¶12C, 19-19A, 32(f), 52(1) { A1/2/4 }; D1/¶¶10C, 20-20A { A1/8/8 }; D2/¶¶5(2)(b), 19C 30-31A { A1/18/8 }; \nReply/¶¶4-5, 6E-6G { A1/25/5 }. \n19  POC/¶¶18-18A, 32(a) { A1/2/8 }; D1/¶¶19-19A { A1/8/14 }; D2/¶29 { A1/18/13 }. \n20  POC/¶¶32A 52(1)(iv) { A1/2/30 }; D1/¶¶8(3), 20 { A1/8/15 }; D2/¶¶5(2)(b), 30 { A1/18/14 }. \n21  POC/¶¶35(g), 52(2) { A1/2/25 }; D1/¶¶7(2)(b), 12(2), 61(9) { A1/8/10 }; D2/¶¶20, 25, 27(2), 39(7) { A1/18/10 }. \nAA1/3/7\n \n What are the consequences (if "}
{"start": 14000, "text": " { A1/8/8 }. \n18  POC/¶¶12C, 19-19A, 32(f), 52(1) { A1/2/4 }; D1/¶¶10C, 20-20A { A1/8/8 }; D2/¶¶5(2)(b), 19C 30-31A { A1/18/8 }; \nReply/¶¶4-5, 6E-6G { A1/25/5 }. \n19  POC/¶¶18-18A, 32(a) { A1/2/8 }; D1/¶¶19-19A { A1/8/14 }; D2/¶29 { A1/18/13 }. \n20  POC/¶¶32A 52(1)(iv) { A1/2/30 }; D1/¶¶8(3), 20 { A1/8/15 }; D2/¶¶5(2)(b), 30 { A1/18/14 }. \n21  POC/¶¶35(g), 52(2) { A1/2/25 }; D1/¶¶7(2)(b), 12(2), 61(9) { A1/8/10 }; D2/¶¶20, 25, 27(2), 39(7) { A1/18/10 }. \nAA1/3/7\n \n What are the consequences (if any) of any failure to do so?22  \n \n17.4. Were the Relevant Loans shams (contrary to Article 235(1) CC) and/or transactions \ncontrary to Ukrainian public policy (contrary to Article 228(1) CC) in that they were \n(i) not intended to create enforceable commercial obligations and/or (ii) put in place \non the instructions of D1 and/or D2 to misappropriate assets from the Bank? Are \nthey valid, void or voidable23?  \n \n17.5. Were the Relevant Loans granted on preferential terms as to ( inter alia ) their interest \nrate and security? If so, are they valid, void or voidable24?   \n \n18. Were the Relevant Loans adequately secured by genuine security, in particular by: (i) pledges \nover the Borrowers’ contractual rights under supply agreements (the “ RSA Pledges ” and \n“LFSA Pledges ”), and/or (ii) the pledges of shares identified in D1/Schedule 6 (the “ Share \nPledges ”). In relation to the purported security:  \n \n18.1. What was the value of the shares pledged pursuant to the Share Pledges?25  \n \nThe main issues which arise in respect of the valuation of the pledged shares are addressed in the \njoint statement of the parties’ valuation experts: see Bezant-TaylorJS126 and Bezant-TaylorJS2.27  \n \n18.2. Were the Relevant Loans, and any security or collateral held in respect of them, \nreflected in the Bank’s financial statements?  What, if any, significance is to be \nattached to the auditors’ conclusions as to the adequacy of the Bank’s collateral for \nits corporate loan portfolio?28  \n \n18.3. Did D1 and/or D2 own and/or control any or all of the entities which granted the \nsecurity for the Relevant Loans referred to above beyond those in which they have \nadmitted an interest in D1/Schedule 6.29  \n \n18.4. Why did D1 and/or D2 agree to grant security over assets they owned and/or \n \n22  POC/¶¶35(g), 52(2), 56 { A1/2/25 }; D1/¶¶7(2)(b), 12(2), 61(9)-(10) { A1/8/10 };  \n23  POC/¶32 { A1/2/22 }. \n24  Bank RRFI 20.10.20 (no2)/¶8(b) { A2/16/7 }. \n25  D1/¶18(1) { A1/8/13 }; Reply/¶¶7A-D { A1/25/11 }. \n26  {D10/1 }. \n27  {D10/10 }. \n28  POC/¶19(a) { A1/2/10 }; D1/¶18(2) { A1/8/13 }; D2/¶29 { A1/18/13 }, Reply/¶¶7-7E { A1/25/10 }. \n29  Reply/¶¶7A.3, 7B.3 { A1/25/10 }. \nAA1/3/8\n \n controlled as security for the Relevant Loans?30  \n \n18.5. Were the LFSA Pledges, RSA Pledges, Share Pledges and/or any other security \ndocuments shams (contrary to Article 235(1) CC) and/or transactions contrary to \nUkrainian public policy (contrary to Article 228(1) CC) in that they were (i) not \nintended to create enforceable commercial obligations and/or (ii) put in place on the \ninstructions of D1 and/or D2 to hide their alleged misappropriation of assets from \nthe Bank? Are they valid, void or voidable?31  \n \n(C) THE DEFENDANT SUPPLIERS AND THE SUPPLY AGREEMENTS \n \nCommon ground \n \n19. Although not admitted by D1 or D2, it is common ground between the Bank and D3-8 that: \n19.1. D3-8 entered into 54 (purported) supply agreements with the Borrowers between \nMay and August 2014 pursuant to which they  agreed to supply large quantities of \nindustrial equipment and commodities to 46 of the Borrowers in return for a \nprepayment (the “Relevant Supply Agreements ”). \n \n19.2. Prepayments of c. US$ 1.91 billion were made by 46 of the Borrowers  to D3-8 under \nthe Relevant Supply Agreements and were not returned by D3-8 to those Borrowers \n(the “Unreturned Prepayments ”), and judgments in relation to the Unreturned \nPrepayments were later entered against D3-8 by the Economic Court of \nDne"}
{"start": 17500, "text": "which they  agreed to supply large quantities of \nindustrial equipment and commodities to 46 of the Borrowers in return for a \nprepayment (the “Relevant Supply Agreements ”). \n \n19.2. Prepayments of c. US$ 1.91 billion were made by 46 of the Borrowers  to D3-8 under \nthe Relevant Supply Agreements and were not returned by D3-8 to those Borrowers \n(the “Unreturned Prepayments ”), and judgments in relation to the Unreturned \nPrepayments were later entered against D3-8 by the Economic Court of \nDnepropetrovsk and the International Commercial Arbitration Court at the \nUkrainian Chamber of Commerce.32  \n \n19.3. D3-5 had no intention of themselves supplying the goods referred to in the Relevant \nSupply Agreements which they executed (on D3-5’s case, in the event that their \nAlleged Principals (as defined below) neither supplied the goods nor repaid the \nprepayments), and accordingly had no prospect of themselves supplying the goods \nunder the Relevant Supply Agreements.33  \n \n \n30  POC/¶¶19(a)-(a.2) 52(1)(vi.A) { A1/2/10 }; D1/¶¶20(3)-(3B) { A1/8/15 }; D1 RRFI 20.8.21/¶¶19-22 { A2/31.1/13 }; \nD2/31 { A1/18/14 }; D2 RRFI 11.11.22 { A2/39.2/2 }; Reply/¶¶7-7E { A1/25/11 }. \n31  POC/¶¶19B, 32-32A { A1/2/14 }; D1/¶30, { A1/8/20 }; D2/¶¶31(1)-(2), 35, 67(4)-(5) { A1/18/14 }; Reply/¶¶7-7E, \n9.2, 10.2 { A1/25/11 }. \n32  POC/¶¶5, 25(a)(i), 52(1), 54(c), 58, 61 { A1/2/2 }; D3-8/¶18 { A1/20/8 }; Reply/¶¶7.A2, 8.5 { A1/25/10 }. \n33  D3-5 Notice to Admit { A2/45 }. \nAA1/3/9\n \n 19.4. At least 44 of the Borrowers entered into 78 further supply agreements between 5 \nSeptember 2013 and 22 October 2015 (the “ Loan File Supply Agreements ”). D3-\n5 entered into 37 of the Loan File Supply Agreements.34  \n \nIssues in dispute \n20. In relation to D1-2: \n20.1. Did D1 and/or D2 ultimately (i) own and/or (ii) control  D3-8 from (at the latest) \nJanuary 2013 and at all material times? Did they exercise any such control via \nPrimecap?35  \n \n20.2. Did D1 and/or D2 procure D3-8 to enter into the Relevant Supply Agreements?36  \n \n20.3. Did D1 and/or D2 procure the Borrowers to make the Unreturned Prepayments to \nD3-8?37  \n \n20.4. Did D1 and/or D2 ultimately (i) own and/or (ii) control  the Alleged Principals (as \ndefined below) from (at the latest) January 2013 and at all material times?38  \n \n21. Were the Relevant Supply Agreements shams (contrary to Article 235(1) CC) and/or \ntransactions contrary to Ukrainian public policy (contrary to Article 228(1) CC) in that they \nwere (i) not intended to create enforceable commercial obligations and/or (ii) put in place on \nthe instructions of D1 and/or D2 to hide their alleged misappropriation of assets from the \nBank? Are they valid, void or voidable?39 In that regard: \n \n21.1. Are the terms and nature of all or any of the Relevant Supply Agreements \ncommercially inexplicable?40  \n \n21.2. Did D3-5 (i) enter into the Relevant Supply Agreements acting in good faith and as \nagents for and on instructions from undisclosed principals (being, respectively, \nHangli International Holdings Limited, Brimmilton Limited, and Collard Securities \n \n34  POC/¶27 { A1/2/21 }; D1/¶27 { A1/8/20 }; D3-8/¶21(1) { A1/20/13 }. \n35  POC/¶¶12, 12B 26, 32(f), 52(1)(iii) { A1/2/4 }; D1/¶¶10(1), 10B, 26 { A1/8/7 }; D2/¶¶5(2)(c), 18B 16-18, 33, 35(5), \n56 {A1/18/2 }; D3-8/¶¶11(1),18B, 20 { A1/20/3 }; D3-8 RRFI 27.3.20/¶¶1-3 { A2/40/2 }; Reply/¶6 { A1/25/6 }. \n36  POC/¶¶32A, 52(1)(v) { A1/2/30 }; D1/¶¶8(4), 25 { A1/8/7 }; D2/¶¶5(2)(c), 56 { A1/18/2 }; D3-8/¶¶17, 19 \n{A1/20/7 }. \n37  POC/¶52(1)(v.A) { A1/2/30 }. \n38  POC/¶12A { A1/2/4 }; D1/¶10A { A1/8/7 }; D2/¶18A { A1/18/8 }; Reply/¶9D { A1/25/18 }. \n39  POC/¶32 { A1/2/23 }. \n40  POC/¶¶24-25 { A1/2/15 }; D1/¶25 { A1/18/19 }; D2/¶¶16-17, 29, 32-33, 35 { A1/18/7 }; D3-8/¶¶11(2), 17, 19 \n{A1/20/3 }; Reply/¶¶8-9 { A1/25/16 }. \nAA1/3/10\n \n Limited, “ the Alleged Principals ”) pursuant to agency agreements between D3-5 \nand the Alleged Principals (“ the Alleged Agency Agreements ”) and (ii) receive the \nU"}
{"start": 21000, "text": "7, 19 \n{A1/20/7 }. \n37  POC/¶52(1)(v.A) { A1/2/30 }. \n38  POC/¶12A { A1/2/4 }; D1/¶10A { A1/8/7 }; D2/¶18A { A1/18/8 }; Reply/¶9D { A1/25/18 }. \n39  POC/¶32 { A1/2/23 }. \n40  POC/¶¶24-25 { A1/2/15 }; D1/¶25 { A1/18/19 }; D2/¶¶16-17, 29, 32-33, 35 { A1/18/7 }; D3-8/¶¶11(2), 17, 19 \n{A1/20/3 }; Reply/¶¶8-9 { A1/25/16 }. \nAA1/3/10\n \n Limited, “ the Alleged Principals ”) pursuant to agency agreements between D3-5 \nand the Alleged Principals (“ the Alleged Agency Agreements ”) and (ii) receive the \nUnreturned Prepayments in their capacity as agents and conduits for the Alleged \nPrincipals and/or on trust for the Alleged Principals and transfer those amounts \nonward on the instructions of the Alleged Principals, to the Alleged Principals or to \nthird parties identified by the Alleged Principals?41  \n \n21.3. Are the Alleged Agency Agreements shams?42  \n \n21.4. Did D6-8 have any prospect of fulfilling their obligations under the Relevant Supply \nAgreements?43  \n \n21.5. Are the Relevant Supply Agreements to be treated as loans made by the Borrowers \nto the Suppliers?44  \n \n22. Were the Loan File Supply Agreements shams (contrary to Article 235(1) CC) and/or \ntransactions contrary to Ukrainian public policy (contrary to Article 228(1) CC) in that they \nwere (i) not intended to create enforceable commercial obligations and/or (ii) put in place on \nthe instructions of D1 and/or D2 to hide their alleged misappropriation of assets from the \nBank? Are they valid, void or voidable45? In that regard: \n \n22.1. Did D3-5 conclude those of the Loan File Supply Agreements which they executed \non instructions from their Principals, in good faith and in their capacity as agents?46  \n \n(D) LIABILITY IN TORT \n \nCommon ground \n23. The Bank’s claim in tort against D1-8 is governed by Ukrainian law and is brought under \nArticle 1166 CC, which provides that:   \n \nArticle 1166. General grounds for liability for property damage  \n \n41  D3-8/¶17-18 { A1/20/7 }; D3-8 RRFI 27.3.20/¶7 { A2/40/7 }; Reply/¶¶8-9D { A1/25/16 }. \n42  POC/¶12A { A1/2/4 }; D2/¶18A { A1/18/7 }; D3-8/¶¶16-18A { A1/20/7 }; Reply/¶¶8-9D { A1/25/16 }. \n43  POC/¶¶9-11, 18(b), 22-24, 25(a) and (e), 32(b)-(c) { A1/2/15 }; D3-8/¶¶19, 22(3) { A1/20/11 }; D3-8 RRFI 27.3.20/ \n¶11 { A2/40/11 }. \n44  D1 RRFI /¶14 { A2/21/8 }. \n45  POC/¶¶31-32, 52(1)(vi), 54(d) { A1/2/22 }; D1/¶¶27-30 { A1/8/20 }; D2/¶¶34-35, 56 { A1/18/17 }; D3-8/¶¶21-22 \n{A1/20/14 }. \n46  D3-8/¶21{ A1/20/14 }. \nAA1/3/11\n \n 1. Property harm caused by unlawful decisions, actions or omissions to the \npersonal non- property rights of a natural or legal person, as well as harm caused \nto the property of a natural or legal person, shall be compensated in full by the \nperson who caused the harm.  \n2. The person who caused the harm shall be exempt from paying compensation \nfor the harm if he proves that the harm was caused not through his fault.  \n… \n4. Harm caused by lawful actions shall be compensated in the instances provided \nby the Civil Code of Ukraine or other law.  \n \n24. The components of a claim under Article 1166 are (i) unlawful conduct; (ii) harm; (iii) a causal \nlink between the unlawful conduct and the harm; and (iv) fault.47 \n \n25. In case criminal conduct is alleged, in the absence of a criminal conviction, the claimant must \nshow that the defendant’s alleged conduct is unlawful as a matter of civil law. In such a case, \nthe defendant will be liable to the extent that the alleged conduct is so unlawful.48  \n \n26. None of D1-D8 have been prosecuted in relation to any of the matters complained of as \nconstituting unlawful conduct by the Bank. \n \nIssues in dispute  \n27. In relation to unlawful conduct: \n \n27.1. Did any of the actions, omissions or decisions alleged on the part of any of the \nDefendants constitute unlawful conduct for the purposes of Article 1166 CC under: \n \n(a) Articles 3(1)(2), 13(2)-(3) and/or 92 CC; \n \n(b) Articles 51 and/or  63(1) of the Law of Ukraine on Joint Stock Companies \n(the “ JSC Law ”); and/or "}
{"start": 24500, "text": "been prosecuted in relation to any of the matters complained of as \nconstituting unlawful conduct by the Bank. \n \nIssues in dispute  \n27. In relation to unlawful conduct: \n \n27.1. Did any of the actions, omissions or decisions alleged on the part of any of the \nDefendants constitute unlawful conduct for the purposes of Article 1166 CC under: \n \n(a) Articles 3(1)(2), 13(2)-(3) and/or 92 CC; \n \n(b) Articles 51 and/or  63(1) of the Law of Ukraine on Joint Stock Companies \n(the “ JSC Law ”); and/or \n \n(c) Article 42(10), 43 and/or 52 of the Law of Ukraine on Banks and Banking \nActivity (the “ Law on Banks ”)?49 \n \n \n \n47  UkrainianLawJS/¶22.1 { C5/1/13 }. \n48  UkrainianLawJS/¶38.3 { C5/1/18 }. \n49  POC/¶¶35-39, 50-55 { A1/2/24 }; D1/¶¶59-65, 75-79 { A1/8/33 }; D2/¶¶36-45, 52-60 { A1/18/19 }; D3-8/¶¶4, 23-\n29, 41-46 { A1/20/17 }; Reply/¶¶11-14 { A1/25/19 }. \nAA1/3/12\n \n  \n28. In relation to causation and harm: \n \n28.1. How, if at all, did the unlawful conduct of each of the Defendants cause harm to the \nBank, and how and when did that harm occur? (see issues E-F below).50  \n \n29. In relation to (the absence of) fault: can any of D1-8 demonstrate that he/it exercised such due \ncare and diligence as was required in the circumstances?51  \n \n30. Does Ukrainian law prohibit competition of claims? If so, what impact (if any) does that have \non the Bank’s ability to bring a tort claim in the English court? Is the Bank entitled to bring a \nclaim in respect of the alleged misappropriation: \n \n30.1. If (which is disputed) D1 and D2 had contracts with the Bank in respect of their work \non the Supervisory Board;  \n \n30.2. In circumstances where the Bank transferred funds to the Borrowers pursuant to the \nRelevant Loan agreements; and/or \n \n30.3. In tort, in circumstances where the Bank has potential claims in contract (including a \nclaim in restitution)?52  \n \n31. Are the Defendants jointly and severally liable to the Bank for any loss it has suffered pursuant \nto Article 1190 CC?53 \n \n \nThe issues which arise in respect of Ukrainian law are addressed in detail in the joint statement of the parties’ \nUkrainian law experts: see UkrainianLawJS1 { C5/1 }.  \n \n(E) THE REPAYMENT DEFENCE \n \nCommon ground – general  \n \n \n50  POC/¶¶50, 52, 54 61-62 { A1/2/28 }; D1/¶¶8(3)(c), 60, 76, 56-58, 82-3 { A1/8/34 }; D2/¶¶56-57, 67(6) { A1/18/28 }; \nD3-8/¶¶4, 24, 41-46, 66 { A1/20/17 }; Reply/¶¶11-13, 35 { A1/25/19 }. \n51  POC/¶36 {A1/2/26 }; D1/¶62 { A1/8/39 }; D2/¶40 { A1/18/23 }; D3-8/¶26 { A1/20/19 }; Reply/¶15 { A1/25/22 }. \n52  D1/¶¶60(2)(a) { A1/8/34 }, 74-75A { A1/8/42 }; D2/¶¶44, 53-53A { A1/18/24 }; Reply/¶18 { A1/25/24 }. \n \n53  POC/¶¶39, 53, 55, 61-62 { A1/2/26 }; D1/¶¶65, 79, 82-83 { A1/8/40 }; D2/¶¶43, 59, 66-67 { A1/18/24 }; D3-8/¶¶29, \n46 {A1/20/19 }; Reply/¶17 { A1/25/23 }. \nAA1/3/13\n \n 32. All but two of the Relevant Loans are recorded in the Bank’s transactional data as repaid. The \ndirect sources of repayment of the Relevant Loans as recorded in the Bank’s transactional data \nwere as follows: \n \n32.1. Repayments made using funds in the Borrower’s current account (referred to by the \nFirst Defendant as “ Cash Repayments ”); \n \n32.2. Repayments originating from credits applied to the Borrowers’ accounts in return for \nassets transferred to the Bank as part of the Asset Transfer (see paragraphs [ 40]-[48]  \nbelow); and \n \n32.3. Repayments originating from the proceeds of the New Loans made by the Bank to \nthe New Borrowers as part of the Transformation (see paragraphs [ 49]-[56] below).54  \n \n33. The two outstanding Relevant Loans are to Tamersa LLC and Prominmet. The outstanding \namount in respect of Relevant Drawdowns made under those Relevant Loans is US$37.4 \nmillion.55 \n \n34. With minor exceptions, the ultimate sources of repayment of the Relevant Drawdowns as \nrecorded in the Bank’s transactional data were as follows: \n \n34.1. the Asset Transfer;  \n \n34.2. the New Loans; \n \n34.3. repayment of Relevant Drawdowns by Relevant Drawdowns; and "}
{"start": 28000, "text": "see paragraphs [ 49]-[56] below).54  \n \n33. The two outstanding Relevant Loans are to Tamersa LLC and Prominmet. The outstanding \namount in respect of Relevant Drawdowns made under those Relevant Loans is US$37.4 \nmillion.55 \n \n34. With minor exceptions, the ultimate sources of repayment of the Relevant Drawdowns as \nrecorded in the Bank’s transactional data were as follows: \n \n34.1. the Asset Transfer;  \n \n34.2. the New Loans; \n \n34.3. repayment of Relevant Drawdowns by Relevant Drawdowns; and \n \n34.4.  certain unidentifiable sources.  \n \n35. The quantum of repayment attributable to each of those sources differs depending on whether \nultimate sources of repayment of Relevant Drawdowns are identified using the Bank’s \nMethodology or the Alternative Methodology.56  \n \n \n54  D1/¶15 { A1/8/12 }; Thompson1/¶4.12 { D1/1/116 }; AccountancyJS/¶4.1 { D4/1/6 }. \n55  D1/¶15, 55B { A1/8/12 }; Reply/¶27B.4.2 { A1/25/34 }. \n56  Accountancy JS/¶4.2 { D4/1/6 }; Thompson1/¶¶4.14, 4-69-4.73; Davidson3/¶3.12 { D2/20/35 }. \nAA1/3/14\n \n The main issue \n \n36. Do any of the (on the Bank’s case, purported) repayments stand to be ignored in assessing the \nBank’s loss? If so, which (on the Bank’s case, purported) repayments, and in what amount?57  \n \n(E1) ‘Cash Repayments’ \n \nCommon ground  \n \n37. The “Cash Repayments” comprise (on the Bank’s case, purported) repayments recorded in the \nBank’s transactional data which were almost all funded by drawdowns under the Relevant Loans \nand further loans entered into by the Borrowers and 34 further Ukrainian companies (the \n“Intermediary Borrowers ”, the “ Intermediary Loans ” and the “ Intermediary \nDrawdowns ”). All of the Intermediary Drawdowns are in turn recorded in the Bank’s \ntransactional data as repaid. The direct sources of repayment of the Intermediary Drawdowns \nas recorded in the Bank’s transactional data were as follows: \n \n37.1. Other “Cash Repayments” ( i.e. other Relevant or Intermediary Drawdown proceeds);  \n \n37.2. Asset Transfer; and \n \n37.3. The New Loans (see Section E5 below).58 \n \n38. D1 and D2 have admitted interests in the Intermediary Borrowers as follows:  \n \n38.1. D1 has admitted interests in 14 Intermediary Borrowers;59  \n \n38.2. D2 has admitted interests in 13 Intermediary Borrowers.60  \n \n \nIssues in dispute \n \n \n57  POC/¶62 { A1/2/34 }; D1/¶55C, 83 { A1/8/30 }; D2/¶¶67(4) and (6) { A1/18/31 }; Reply/¶¶27-27B, 27F.8, 28K-\n28M, 34, 35.2.2 { A1/25/32 }. \n58  D1/¶83(3B) { A1/8/47 } and D1/Schedules 1A, 2A, 3A { A1/10 }; Reply/¶27 { A1/25/32 }; Thompson1/¶4.12 \n{D1/1/116 }; AccountancyJS/¶4.1 { D4/1/6 }. \n59  D1/¶20(9) { A1/8/17 }; D1/Schedule 7 { A1/17.1/1 }. \n60  D2 RRFI 2.12.22 { A2/39.4/1 }. \nAA1/3/15\n \n 39. In relation to the Cash Repayments / Intermediary Drawdowns, Intermediary Loans and \nIntermediary Borrowers:   \n \n39.1. Did D1 and/or D2 ultimately (i) own and/or (ii) control  any of the Intermediary \nBorrowers and, if so, which ones? Did they exercise any such control via PBC?61  \n \n39.2. Were the Intermediary Drawdowns procured by D1 and/or D2?  \n \n39.3. Were the Intermediary Loans shams and/or transactions contrary to Ukrainian public \npolicy and/or void related party lending contrary to Article 52 of the Law on Banks? \nIf so, do the repayments of Relevant Drawdowns by Intermediary Drawdowns stand \nto be ignored?62 \n \n \n(E2) Asset Transfer  \n \nCommon ground \n \n40. On 14 January 2016 the NBU passed Resolution No. 8/BT, the effect of which was that the \nBank was required to increase its regulatory capital by UAH 113 billion.63  \n \n41. On 12 February 2016 the Management Board and the Supervisory Board of the Bank approved \nthe ‘Financial Recovery Plan for [the Bank]’ which included a restructuring plan (the \n“Restructuring Plan ”). On 23 February 2016 the NBU passed Resolution No. 103/BT which \ninter alia  approved the Restructuring Plan. Pursuant to the Restructuring Plan, as approved by \nthe NBU, the Bank was required to take 169 items of property (identified in Annex A "}
{"start": 31500, "text": "e its regulatory capital by UAH 113 billion.63  \n \n41. On 12 February 2016 the Management Board and the Supervisory Board of the Bank approved \nthe ‘Financial Recovery Plan for [the Bank]’ which included a restructuring plan (the \n“Restructuring Plan ”). On 23 February 2016 the NBU passed Resolution No. 103/BT which \ninter alia  approved the Restructuring Plan. Pursuant to the Restructuring Plan, as approved by \nthe NBU, the Bank was required to take 169 items of property (identified in Annex A of the \nRestructuring Plan) onto its balance sheet with a value of UAH 31 billion by 1 April 2016 to \ndischarge outstanding loans.64  \n \n42. On 28 March 2016 the Supervisory Board of the Bank passed a resolution by which “ consent shall \nbe given to the Bank’s Management Board to recognizing property on the balance sheet towards the repayment of \nthe borrowers’ debts to the Bank under the loans provided according to the list contained in Appendix 1 .”65  \n \n61  POC/¶¶12C, 62(1) { A1/2/4 }; D1/¶¶10C, 20(9) { A1/8/8 }; D2 RRFI 2.12.22 { A2/39.2/1 }. \n62  POC/¶¶52(1)(vi.A), 62(1) { A1/2/30 }; D1/¶¶55C, 83 { A1/8/30 }; D2/¶67 { A1/18/30 }; Reply/¶27 { A1/25/32 }. \n63  D1/¶37 { A1/8/22 }; Reply/¶27C { A1/25/34 }. \n64  D1/¶¶38-39 { A1/8/22 }; Reply/¶¶27D-E { A1/25/34 }. \n65  D1 RRFI 8.2.23/¶24 { A2/31.1/15 } {A2/31.3 } {A2/31.4 }. \nAA1/3/16\n \n  \n43. It is common ground between the Bank and D1 (but D2 has not admitted) that: \n \n43.1. Between March 2016 and September 2016 the Bank received ( inter alia ) 246 petrol \nstations, 74 oil storage facilities, 7 items of real estate and 9 aircraft onto its balance \nsheet and those assets were applied to discharge the outstanding balances of \noutstanding loans (the “ Asset Transfer ”).66  \n \n43.2. The parties transferring the Transferred Assets (the “ Transferors ”) entered into \nmortgage agreements with the Bank (the “ Mortgages ”) by which the Transferor \npledged an asset as collateral for the outstanding balances of one or more loan.  \n \n43.3. Each Mortgage also recorded the purported value of each pledged asset (the “ Credit \nValue ”). Shortly after the Mortgage was entered into, the asset was transferred to the \nBank at its Credit Value and the Credit Value was applied to reduce the balance of \nloans, including Relevant Loans, Intermediary Loans and other loans.  \n \n43.4. Only a portion of the Credit Value of the Transferred Assets was applied to reduce \nthe outstanding balances of Relevant Loans and Intermediary Loans. The \nmethodology by which the value of Transferred Assets is to be applied to particular \nloan repayments is set out in D1 RRFI 31.7.2167 and is agreed between the Bank and \nD1. \n \n44. D1-2 admit that they were the ultimate owners of (or had interests in) a large number of the \nTransferred Assets as at the date on which those assets were transferred to the Bank.68 \n \n45. The Credit Values of the Transferred Assets are not the same as the values for the Transferred \nAssets assessed by the parties’ valuation experts. The table below sets out, for each class of asset, \nthe Credit Value, the Bank’s valuation and D1’s valuation:  \n \nTransferred Assets: valuations (UAH / US$)  Diff. between \nBank and D1 \nvaluations Asset Credit Value Bank’s \nvaluations D1’s \nvaluations \n \n66  These assets are identified at { D1/120 }. \n67  {A2/27 }. \n68  D1 RRFI 31.7.21 Annex B { A2/29/1 }; D1 RRFI 8.2.23 Annex A { A2/31.6/1 }; D2: { TR1-D/1 }; {TR1-D/3 }. \nAA1/3/17\n \n Petrol Stations \nx24669 UAH 6,341m  UAH 1,869m  UAH 8,444m  UAH 6,575m  \nOSFs x7470 UAH 5,891m  UAH 539m  UAH 2,499m  UAH 1,960m  \nHotels x 271 UAH 2,066m  UAH 1,324m  UAH 1,580m  UAH 258m  \nOffices x 272 UAH 534m  UAH 369m  UAH 457m  UAH 88m  \nStadium73 UAH 1,517m  UAH 125m  UAH 1,543m  UAH 1,418m  \nTraining Base74 UAH 670m  UAH 105m  UAH 332m  UAH 227m  \nAirfield75 UAH 366m  UAH 5.7m  UAH 34m  UAH 28m  \nAircraft x976 US$ 163m  US$ 69.0m  US$ 84.0m  US$ 15m  \nTotal  \n(UAH and US$) US$ 163m  \nUAH 17,386m  US $69m  \nUAH \n4,336.7m  US$84m  \nU"}
{"start": 35000, "text": "  UAH 8,444m  UAH 6,575m  \nOSFs x7470 UAH 5,891m  UAH 539m  UAH 2,499m  UAH 1,960m  \nHotels x 271 UAH 2,066m  UAH 1,324m  UAH 1,580m  UAH 258m  \nOffices x 272 UAH 534m  UAH 369m  UAH 457m  UAH 88m  \nStadium73 UAH 1,517m  UAH 125m  UAH 1,543m  UAH 1,418m  \nTraining Base74 UAH 670m  UAH 105m  UAH 332m  UAH 227m  \nAirfield75 UAH 366m  UAH 5.7m  UAH 34m  UAH 28m  \nAircraft x976 US$ 163m  US$ 69.0m  US$ 84.0m  US$ 15m  \nTotal  \n(UAH and US$) US$ 163m  \nUAH 17,386m  US $69m  \nUAH \n4,336.7m  US$84m  \nUAH 14,839m  US$15m  \nUAH 10,443m  \n \n \nIssues in dispute \n \n46. D1-2’s involvement in the Asset Transfer:  \n \n46.1. Did D1-2 ultimately own and/or control the Transferred Assets (beyond those \ninterests which they have admitted)?77 \n \n46.2. Did D1-2 procure the transfer of the Transferred Assets to the Bank at the Credit \nValues, which they knew to exceed their true value, and procure the Bank to reduce \nthe outstanding balances of the Relevant and Intermediary Loans by reference to the \nCredit Values in a way which served to disguise the misappropriation of assets from \nthe Bank and/or delay action by the NBU.78  \n \n46.3. Was the Asset Transfer put in place under pressure from and/or on the instructions \nof the NBU? What role did the NBU play in the implementation of the Asset \n \n69  Bezant-Kaczmarek JR/¶3.1 { D25/1/6 }. \n70 Ibid. (the two additional OSFs are valued at Bezant(Assets)2/¶2.3 at UAH 18m { D26/1/6 }; and at \nKaczmarek(Suppl)2/¶200 { D27/1/63 }). \n71  Bezant-Kaczmarek JR/¶3.1 { D25/1/6 }. \n72  Ibid. \n73  Kaczmarek-Thomas JR/¶3.1 { D22/1/6 }.  \n74  Ibid.  \n75 Ibid.  \n76  AircraftJR/¶¶3.1-3.2 { D15/2/6 }. \n77  Reply/¶28D { A1/25/46 }. \n78  Reply/¶¶28A, 28C-G { A1/25/44 }. \nAA1/3/18\n \n Transfer?79  \n \n47. As to the credit to be given for the Transferred Assets:  \n \n47.1. Is the Bank’s loss reduced by reference to (i) that portion of the Credit Values of the \nTransferred Assets applied to the Relevant Drawdowns ( inter alia  on the basis that the \nBank cannot ignore the Credit Values), or (ii) that portion of the true value of the \nTransferred Assets applied to the Relevant Drawdowns ( inter alia  on the basis that the \nBank can ignore the Credit Values)?80 In particular, as regards (i), is the Bank \ncontractually bound by the Credit Values of the Transferred Assets as set out in the \nrelevant mortgages? \n \n47.2. If the Bank is not bound by the Credit Values, what was the true value of the \nTransferred Assets, and what portion of their value is to be applied to reduce the \nBank’s loss?81  \n \nThe valuation issues which arise in respect of the Transferred Assets are summarised in the joint \nreports of the valuation experts: (i) Petrol Stations, OSFs, Hotels and Offices: Bezant-KaczmarekJS; \n82 (ii) Stadium, Training Centre and Airfield: Thomas-KaczmarekJS;83(iv) Aircraft: Seymour-\nRazzhivinaJS2.84  \n \n47.3. Are the Mortgages valid, void or voidable? If the Mortgages are void or declared \ninvalid, is the Bank under an obligation to return the Transferred Assets (or their value) \nto the Transferors?85 If so, is the Bank required to give any credit for the Transferred \nAssets which were transferred pursuant to invalid Mortgages?86  \n \n48. Particular assets:  \n \n48.1. Is the Bank’s loss reduced by reference to the (Credit or true) value of Hotel Mir (title \nto which the Bank has lost in proceedings in Ukraine since the Asset Transfer) or \nHotel Zirka (the Bank’s title to which is being challenged in proceedings in Ukraine \n \n79  D1/¶¶38, 40 { A1/8/22 }; Reply/¶¶28A, 28C-G { A1/25/44 }. \n80  D1/¶¶41(9), (12) { A1/8/24 }; Reply/¶¶27F-G, 28K-L { A1/25/36 }. \n81  D1/¶41(12) { A1/8/24 }; Reply/¶28B { A1/25/44 }. \n82  {D25/1 }. \n83  {D22/1 }. \n84  {D15/1 }. \n85  D1/¶¶41(10), 55C(2) { A1/8/24 }; Reply/27F.10 { A1/25/42 }. \n86  Reply/27F.10 { A1/25/42 }. \nAA1/3/19\n \n brought by a company ultimately beneficially owned by D1-2)?87  \n \n48.2. In relation to the Aircraft, is the Bank’s loss reduced by reference to (i) the Credit \nValue of the Air"}
{"start": 38500, "text": "A1/8/22 }; Reply/¶¶28A, 28C-G { A1/25/44 }. \n80  D1/¶¶41(9), (12) { A1/8/24 }; Reply/¶¶27F-G, 28K-L { A1/25/36 }. \n81  D1/¶41(12) { A1/8/24 }; Reply/¶28B { A1/25/44 }. \n82  {D25/1 }. \n83  {D22/1 }. \n84  {D15/1 }. \n85  D1/¶¶41(10), 55C(2) { A1/8/24 }; Reply/27F.10 { A1/25/42 }. \n86  Reply/27F.10 { A1/25/42 }. \nAA1/3/19\n \n brought by a company ultimately beneficially owned by D1-2)?87  \n \n48.2. In relation to the Aircraft, is the Bank’s loss reduced by reference to (i) the Credit \nValue of the Aircraft, (ii) the true value of the Aircraft, or (iii) only by the payments of \nprincipal made by Dilosarno to the Bank.88  \n \n(E3) Transformation  \n \nCommon ground  \n \n49. In late September and early October 2016 D1 and D2 each signed a letter to the NBU in which \nthey proposed ( inter alia ) a “ restructuring of corporate credit portfolio based on market conditions by \ntransferring the existing loans to operating companies, whose sources of income are real and transparent …”89  \n \n50. On 5 October 2016 the NBU passed Resolution 323, by which the Bank would submit for \nconsideration by the NBU (within 5 working days) “ Corporation Loan Restructuring (Transformation) \nPlan under the market conditions by transferring the existing loans [of 193 borrowers, including 42 or 43 \nBorrowers]  to the operating companies that have real and transparent sources of income, determining the clear \ntime period for repayment of these loans and execution of additional collateral to ensure the achievement of a \npositive value of the Bank’s  capital, subject to the requirements of the Resolutions No. 260, No. 103/BT and \nNo. 351 and ensuring its future viability ”.90    \n \n51. Between 20 October 2016 and 16 November 2016 the Bank entered into purported loan \nfacilities amounting to UAH 126.9 billion with 36 borrowers (the “ New Loans ” and the “ New \nBorrowers ”). The New Borrowers entered into guarantee/surety agreements with the Bank \npursuant to which they agreed to repay the debts of existing borrowers, including 42 (on D1’s \ncase) and 43 (on the Bank’s case) of the Borrowers.91    \n \n52. The funds advanced under certain of the New Loans were applied to repay the outstanding \ndebts of 42 or 43 of the Borrowers and 33 of the Intermediary Borrowers.92  \n \n53. By 14 November 2016 the Share Pledges (which purported to secure certain of the Relevant \n \n87  Reply/¶¶27F.1, 28M.1-28M.2 { A1/25/25 }. \n88  Reply/¶¶28J, 28M.3 { A1/25/49 }. \n89  D1/¶44 { A1/8/25 }. \n90  D1/¶45/(2) { A1/8/25 }; {E15/303/1-2 }. \n91  D1/¶50(2) { A1/8/26 }; Reply/¶31.5 { A1/25/58 }. \n92  POC/¶62(1A) { A1/2/34 }; D1/¶¶50(3)-(5) { A1/8/26 }; Reply/¶31.5 { A1/25/58 }. \nAA1/3/20\n \n Loans) were released.93  \n \n54. The New Loans all have long repayment periods, pursuant to which the vast majority of the \nprincipal due to the Bank under the New Loans is only repayable at the end of the term of the \nloan (generally in 2025 or 2026).94  \n \nIssues in dispute \n \n55. D1-2’s involvement in the Transformation:  \n \n55.1. Did D1 and/or D2 ultimately (i) own and/or (ii) control  the New Borrowers?95  \n \n55.2. What was D1 and/or D2’s involvement in the Transformation? Was it devised and \nimplemented by D1-2, or was it implemented by the Bank under the control of the \nNBU?96  \n \n55.3. Did D1 and/or D2 cause the Bank to release the Share Pledges allegedly securing the \nRelevant Loans before equivalent or adequate security for the New Loans was in \nplace?97   \n \n56. The New Loans and the New Borrowers: \n \n56.1. Were the New Borrowers “ operating companies ”, whose sources of income were “ real \nand transparent ”?98  \n \n56.2. What was the purpose of the grant of the New Loans? Was it (as D1 and D2 allege) \nimplemented under the control of the NBU in order to create the pre-conditions for \nthe Bank’s nationalisation? Or was it (as the Bank alleges) to disguise earlier \nillegitimate lending, including the Relevant Loans?99  \n \n56.3. Were the New Loans shams and/or transactions contrary to Ukrainian public poli"}
{"start": 42000, "text": "the New Borrowers “ operating companies ”, whose sources of income were “ real \nand transparent ”?98  \n \n56.2. What was the purpose of the grant of the New Loans? Was it (as D1 and D2 allege) \nimplemented under the control of the NBU in order to create the pre-conditions for \nthe Bank’s nationalisation? Or was it (as the Bank alleges) to disguise earlier \nillegitimate lending, including the Relevant Loans?99  \n \n56.3. Were the New Loans shams and/or transactions contrary to Ukrainian public policy \n \n93  D1/¶¶43, 52, 54(2) { A1/8/25 }; Reply/¶7B.5 { A1/25/13 }; Reply/¶31.4 { A1/25/58 }. \n94  Reply/¶31.2 { A1/25/58 }. \n95  D1/¶49 { A1/8/26 }; D2/¶67(5) { A1/18/31 }; Reply/¶32 { A1/25/59 }. \n96  D1/¶48 { A1/8/26 }; D2/¶67(3) { A1/18/31 }; Reply/¶¶29-32 { A1/25/57 }. \n97  D1/¶¶51-52, 54(2) { A1/8/27 }; Reply/¶¶ 31.4, 31.7 { A1/25/58 }. \n98  Reply/¶31.3 { A1/25/58 }. \n99  POC/¶62 { A1/2/34 }; D1/¶¶49-54 { A1/8/26 }; D2/¶¶67(3), 67(5) { A1/18/31 }; Reply/¶¶29, 31, 33-34 \n{A1/25/57 }. \nAA1/3/21\n \n and/or related party lending on non-market terms contrary to Article 52 of the Law \non Banks and/or together an unauthorised significant transaction contrary to Article \n70 of the JSC Law? If so, do repayments of the Relevant Drawdowns made by the \nNew Loans stand to be ignored?100  \n \n \n(F) THE USE OF FUNDS DEFENCE  \n \nCommon ground \n57. In relation to Relevant Drawdowns:  \n \n57.1. Applying the Bank’s Methodology (as described in Thompson1 ¶4.68, based on the \npayment narratives),101 the Relevant Drawdowns are shown in the transactional data \nas being the source of the Unreturned Prepayments to D3-8.102   \n \n57.2. Applying a ‘Funds Flow’ methodology, USD 1.418 billion of the Relevant \nDrawdowns can be traced to repayments of loans to the Bank (repayments of \nRelevant Loans, Intermediary Loans and other loans).103  \n \n57.3. Applying a different methodology (referred to as the “Bridging Loan Methodology” \ndescribed in Davidson1/¶¶5.31ff104), a further USD 188 million of the Relevant \nDrawdowns can be traced to repayments of loans to the Bank (repayment of \nRelevant Loans, Intermediary Loans and other loans).105 \n \n57.4. Applying a combination of the Funds Flow and the ‘Bridging Loan Methodology’, a \nfurther USD 118 million of the Relevant Drawdowns can be traced to repayments \nof loans to the Bank  (repayments of Relevant Loans, Intermediary Loans and other \nloans).  \n \n57.5. USD 557 million of Relevant Drawdowns cannot be easily traced using Exact \nMatching and the First Defendant’s expert has not identified what happened to it.106  \n \n100  POC/¶62(1A) { A1/2/34 }; D1/¶¶42, 46-48, 50, 55C 83(4)  { A1/8/25 }; D2/¶¶67(3) and (5) { A1/18/31 }; \nReply/¶¶29.3, 34 { A1/25/57 }. \n101  {D1/1/133 }. \n102  AccountancyJS/¶2.2(c) { D4/1/5 }. \n103  D1/¶¶56-57 { A1/8/30 }; Reply/¶35.3.1 { A1/25/62 }. \n104  {D2/1/32 }. \n105  D1/¶¶56-57 { A1/8/30 }; Reply/¶35.3.2 { A1/25/63 }. \n106  Reply/¶35.3.3 { A1/25/63 }; AccountancyJS/¶3.2.1 { D4/1/5 }. \nAA1/3/22\n \n  \nIssues in dispute \n \n58. What is the appropriate methodology for tracing the Relevant Drawdowns (or Relevant \nDrawdown Portions) for the purpose of determining how those funds were used:  \n \n58.1. The Bank’s Methodology;107 and/or \n \n58.2. The Exact Matching / Funds Flow methodology; and/or \n \n58.3. The First Defendant’s expert’s ‘Bridging Loan’ methodology? \n \n59. Is any loss to the Bank caused by the Relevant Drawdowns (or by the Relevant Drawdown \nPortions) reduced if the monies advanced under the Relevant Drawdowns was transferred back \nto the Bank to discharge other loans owed to the Bank by Borrowers, Intermediary Borrowers, \nthe 193 borrowers or others borrowers? If so, in what amounts?108  \n \n(G) LOSS AND CURRENCY \n \n60. In calculating the Bank’s loss:  \n \n60.1. What is the appropriate starting point for calculating the Bank’s loss (before credit is \ngiven for any valid repayments)? Is it: (i) the Unreturned Prepayments; (ii) the Relevant \nDrawdowns; or (iii) Relevant Drawdown Portions?109   \n "}
{"start": 45500, "text": "awdowns was transferred back \nto the Bank to discharge other loans owed to the Bank by Borrowers, Intermediary Borrowers, \nthe 193 borrowers or others borrowers? If so, in what amounts?108  \n \n(G) LOSS AND CURRENCY \n \n60. In calculating the Bank’s loss:  \n \n60.1. What is the appropriate starting point for calculating the Bank’s loss (before credit is \ngiven for any valid repayments)? Is it: (i) the Unreturned Prepayments; (ii) the Relevant \nDrawdowns; or (iii) Relevant Drawdown Portions?109   \n \n60.2. Was the Bank’s loss suffered or felt entirely in USD, entirely in UAH, or a combination \nof UAH and USD (with the loss felt in the currency in which the Relevant Drawdown \nwas originally made)?110  \n \n60.3. Has the Bank’s loss been reduced by reference to repayments and if so, in what \namounts (see issues E(2), E(3) and F above)?  \n \n60.4. Should any amounts to be applied to reduce the Bank’s loss be converted into the \n \n107  Reply/¶35.3 { A1/25/62 }. \n108  D1¶¶56-58A, 60, 77, 79 { A1/8/30 }; D2/¶¶5(4), 15(4)(c), 31(6), 67(4) and (6) { A1/18/31 }; Reply ¶35 { A1/25/62 }. \n109  D1/¶55AA { A1/8/29 }. \n110  D1/¶¶83D, 83G-I { A1/8/48 }; Reply/44-51 { A1/25/76 }. \nAA1/3/23\n \n currency in which the Bank’s loss was felt (i) on the date of the Relevant Drawdown \nwhich was repaid or (ii) on the date on which the repayment was made?111  \n \n60.5. What methodology should be applied to identify the ultimate sources of repayment of \nRelevant Drawdowns / Relevant Drawdown Portions. Is it: (i) the Bank’s \nMethodology or (ii) the Alternative Methodology ( i.e Funds Flow / Exact Matching)?  \n \n \n(H) OTHER DEFENCES \n \n(H1) Limitation  \n \n61. Are the Bank’s claims against D1-8 time-barred by virtue of the limitation period contained in \nArticles 257 and/or 261 CC? As to this:  \n \n61.1.  When did the Bank acquire actual or constructive knowledge of its claims for the \npurposes of the Ukrainian provisions on limitation?  Is the Bank to be attributed with \nknowledge of the facts and matters relevant to the claims brought in these proceedings \nprior to a reasonable period after the Bank’s nationalisation? \n \n62. If the three-year limitation period expired before 19 December 2017, should the Court disapply \nand/or extend the three-year limitation period by reason of (i) Article 267(5) and/or Article \n16(3) CC; or (ii) Article 26 of Rome II or section 2(1) of the Foreign Limitation Periods Act \n1984?112 \n \n \n63. Are the Bank’s claims based on the loans to Prominmet and the three Cypriot Borrowers \nintroduced by way of amendment on 14 July 2020 time-barred?113  \n \n(H3)  Preclusion issues \n \n64. Has the Bank treated the Relevant, Intermediary and/or New Loans as valid (i) in its financial \nstatements and/or (ii) in statements made in Ukrainian proceedings to which the Bank was a \nparty?114 If so:  \n \n111  D1/¶83E { A1/8/48 }; Reply/¶28K.5, { A1/25/53 }, ¶49 { A1/25/78 }. \n112  D1/¶¶84-87 { A1/8/49 }; D2/¶¶45, 54 { A1/18/27 }; D3-8/¶¶60-65 { A1/20/31 }; Reply/¶¶22-23 { A1/25/26 }. \n113  D1/87 { A1/8/49 }; D2/¶¶45, 54 { A1/18/27 } \n114  As set out in D1/87C-87F { A1/8/51 }. \nAA1/3/24\n \n  \n64.1. Has the Bank been acting in bad faith and/or abusing its rights in seeking an \ninconsistent determination in these proceedings that the Relevant, Intermediary \nand/or New Loans are void; and/or \n \n64.2. Does the Ukrainian law principle of venire contra factum proprium  (which aims to prevent \nparties acting, in bad faith, inconsistently with their prior conduct upon which the \nother party to the claim has reasonably relied to their detriment) apply to debar the \nBank from pursuing its claims in these proceedings; and/or \n \n64.3. Is the Bank’s claim that the Relevant, Intermediary and/or New Loans are void \nprecluded by the (alleged) principle of English law that a party is not entitled to \napprobate and reprobate?115 \n \nThe Ukrainian law issues which arise are addressed in the parties’ expert reports. \n \n \n(I) THE BANK’S CLAIM IN UNJUST ENRICHMENT \n \n65. Are the Bank’"}
{"start": 49000, "text": "other party to the claim has reasonably relied to their detriment) apply to debar the \nBank from pursuing its claims in these proceedings; and/or \n \n64.3. Is the Bank’s claim that the Relevant, Intermediary and/or New Loans are void \nprecluded by the (alleged) principle of English law that a party is not entitled to \napprobate and reprobate?115 \n \nThe Ukrainian law issues which arise are addressed in the parties’ expert reports. \n \n \n(I) THE BANK’S CLAIM IN UNJUST ENRICHMENT \n \n65. Are the Bank’s claims in unjust enrichment against D3-8 governed by Ukrainian or Cypriot \nlaw by virtue of Article 10 of Regulation 864/2007 (Rome II)?116  \n \n66. Is the Bank precluded from bringing its unjust enrichment claim in these proceedings by reason \nof any of: \n \n66.1. The Bank’s pursuit of a claim against D3-8 in tort; \n66.2. The Ukrainian law on competition of claims, the money having been advanced under \nRelevant Loan agreements between the Bank and the Borrowers; \n66.3. Allegedly inconsistent conduct on the part of the Bank; and/or \n66.4. Limitation (under Ukrainian law)? \n \n67. If the Bank’s claim in unjust enrichment is governed by Ukrainian law, on an application of \nArticle 1212 CC, were any of D3-8 enriched at the expense of the Bank by the Unreturned \nPrepayments  credited to their accounts?  Was this without sufficient legal grounds?117 If so, is \nany liability dependent upon, and/or to be quantified by reference to, the extent to which the \n \n115  D1/¶¶70(3B), 88(1) { A1/8/53 }; D2/¶57(2) { A1/18/29 }; D3-8/¶66(4) { A1/20/33 }; Reply/¶24B, { A1/25/28 }; \n¶¶39-43 { A1/25/69 }. \n116  POC/¶¶42-46 { A1/2/27 }; D3-8/¶¶31, 48 { A1/20/20 }; Reply/¶19 { A1/25/25 }. \n117  POC/¶¶42- 46, 58-62 { A1/2/27 }; D3-8/¶¶32-36, 54-59{ A1/20/20 }; Reply/¶20 { A1/25/25 }. \nAA1/3/25\n \n Bank lost property or is liability in the amounts of the Unreturned Prepayments?   \n \n68.  If the Bank’s claim in unjust enrichment is governed by Cypriot law: \n \n68.1. Are D3-8 liable pursuant to Section 65 and/or 70 of the Cypriot Contract Law \n68.2. Is there a standalone cause of action for unjust enrichment in Cypriot law and, if so, \nare D3-8 liable under it; and/or \n68.3. can D3-8, or any of them, establish the defence of ‘change of position’ in relation to \nsome or all of the payments?118  \n68.4. Is any liability dependent upon, and/or to be quantified by reference to, the extent \nto which the Bank lost property or is liability in the amounts of the Unreturned \nPrepayments? \n \n69. Whether the Bank’s claim in unjust enrichment is governed by Ukrainian or Cypriot law:  \n \n69.1. Was any enrichment of D3-8 at the expense of the Bank?119  \n \n69.2. To the extent that they are voidable rather than void, what is the consequence of the \nfact that the Relevant Loans and/or the Relevant Supply Agreements have not been \navoided?120  \n \n69.3. What is the relevance of the facts that the monies received by D3-8 pursuant to the \nRelevant Supply Agreements was: (i) received from the Borrowers not the Bank; and \n(ii) subsequently transferred on by D3-8 to third parties?121  \n \n69.4. What is the relevance if (which is denied by the Bank) D3-5 acted as agents for \nundisclosed principals pursuant to agency agreements?122  \n \n69.5. If any of D3-8 are liable in unjust enrichment, (i) what is the amount for which each \nof them is liable to the Bank; (ii) is any liability reduced by reason of the loss defences \nset out at Sections E to G above; and (iii) in what currency (or currencies) are they \nliable to the Bank?123  \n \n(J) INTEREST \n \n118  D3-8/¶¶50-52 { A1/20/26 }; Reply/¶25 { A1/25/30 }. \n119  POC/¶58(b) { A1/2/33 }. \n120  D3-8/¶¶55-56 { A1/20/29 }. \n121  D3-8/¶52(5) { A1/20/28 }; Reply/¶25.6 { A1/25/30 }. \n122  D3-8/¶52(4), 54(2) { A1/20/28 }; Reply/¶¶8-9D, 25.5, 25.7 { A1/25/16 }. \n123  POC/¶60-62 { A1/2/33 }; D3-8/¶¶58-59, 66-67 { A1/20/28 }; Reply/¶¶35-36 { A1/25/64 }. \nAA1/3/26\n \n  \n70. In relation to the Bank’s claim for pre-judgment compound interest: \n \n70.1. Is the Bank e"}
{"start": 52500, "text": "\nliable to the Bank?123  \n \n(J) INTEREST \n \n118  D3-8/¶¶50-52 { A1/20/26 }; Reply/¶25 { A1/25/30 }. \n119  POC/¶58(b) { A1/2/33 }. \n120  D3-8/¶¶55-56 { A1/20/29 }. \n121  D3-8/¶52(5) { A1/20/28 }; Reply/¶25.6 { A1/25/30 }. \n122  D3-8/¶52(4), 54(2) { A1/20/28 }; Reply/¶¶8-9D, 25.5, 25.7 { A1/25/16 }. \n123  POC/¶60-62 { A1/2/33 }; D3-8/¶¶58-59, 66-67 { A1/20/28 }; Reply/¶¶35-36 { A1/25/64 }. \nAA1/3/26\n \n  \n70. In relation to the Bank’s claim for pre-judgment compound interest: \n \n70.1. Is the Bank entitled to compound interest as compensation for loss pursuant to \nArticles 22, 1166(1) and 1192 CC?124  \n \n70.2. Alternatively, is the Bank entitled to claim compound interest pursuant to the English \nequitable jurisdiction?125  \n \n70.3. If so, in what currencies, for what periods and at what rates and with what rests is the \nBank entitled to compound interest?126  \n \n71. In relation to the Bank’s claim for pre-judgment simple interest:  \n \n71.1. Is the Bank entitled to pre-judgment simple interest (i) under Ukrainian law and/or \n(ii) under English law?127  \n \n71.2. If the Bank is entitled to claim pre-judgment simple interest, in what currency (or \ncurrencies) for what periods and at what rates is interest due on the Bank’s claim?128  \n \n71.3. What interest rates would borrowers with the characteristics of the Bank have paid to \nborrow (i) United States Dollars, and (ii) Ukrainian Hryvnia, in the amounts subject to \nthe claim, across the period 2013 to date?129  \n \n \n \n124  POC/¶¶38, 63-63A { A1/2/26 }; D1/¶¶64(3)-(4), 83A { A1/8/40 }; D2/¶¶70 { A1/18/32 }; D3-8/¶68(1) \n{A1/20/34 }. \n125  POC/¶¶38, 63, 63A { A1/2/26 }; D1/¶¶64(4), 83A-B{ A1/8/40 }; D3-8/¶¶28, 68 { A1/20/19 }. \n126  POC/¶¶63A-64 { A1/2/35 }. \n127  POC/¶63 { A1/2/35 }; D1/¶83A { A1/8/48 }; D2/¶¶69, 70B { A1/18/32 }; D3-8/¶¶28, 68 { A1/20/19 }. \n128  POC/¶64 { A1/2/35 }; D1/¶83C { A1/8/48 }; D2/¶70B { A1/18/32 }. \n129  POC/¶64{ A1/2/35 }; D1/¶83C { A1/8/48 }. \nAA1/3/27\n"}
