{"metadata": {"corpus_path": "C11_69 Supplemental Expert Report of Andreas Erotocritou (Erotocritou 2).pdf", "file_size": 669926, "mtime": 1755610855.5668569, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n \nTHE HIGH COURT OF JUSTICE             Claim no: BL -2017 -\n000665  \nBUSINESS AND PROPERTY COURTS OF  ENGLAND AND WALES  \nBUSINESS LIST (ChD)  \nB E T W E E N:  \n \n \nJSC COMMERCIAL BANK PRIVATBANK  \nClaimant  \nand \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY  BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED  \n(4) TRADE POINT AGRO LIMITED  \n(5) COLLYER LIMITED  \n(6) ROSSYN INVESTING CORP  \n(7) MILBERT VENTURES INC  \n(8) ZAO UKRTRANSITSERVICE LTD  \nDefendants  \n________ _____________ ___________________________________  \nSUPPLEMENTAL EXPERT REPORT OF ANDREAS EROTOCRITOU  \n______________ _______________ ____________________________  \n \nI, Andreas Erotocritou , of the law firm A.G. Erotocritou LLC, 1 Arch. Kyprianou & Ayiou \nAndreou corner, Loucaid es Building, 6th floor, 3036 Limassol, Cyprus , say as follows:  \n1. INTRODUCTION  \n1.1. I have been instructed by Pinsent Masons LLP, who act on behalf of the third \nto eighth defendants in the claim with the above title and number brought in \nthe High Court of England (the “ Proceedings ”), as an independent expert \nC11/69/1\n \n \n2 \n witness to provide my professional opinion under Cyprus law for the purposes \nof the Proceedings.  \n1.2. I make this expert  report (the “ Supplemental Report ”) further to my expert \nreport of 03/12/2021 (the “ My First  Report ”) and the joint report of experts of \n04/03/2022 (the “ Joint Report ”).  \n1.3. The capitalised terms in this Supplemental Report shall be understood to have \nthe same meaning as the meaning ascribed to them in my First Report.  \n1.4. In this Supplemental Report I have set out quotations (in English) from \nauthorities and textbooks which are only published in the Greek language.   I \nread them in the original Greek .  The English language translations of those \npassages were prepared by lawyers at my firm and reviewed by me by \nreference to the original Greek .  As I explained in paragraph 1.7 of My First \nReport, I am fluent in English and Greek,  and the latter is my native language . \n \n1.5. The contents of the pres ent Supplement  Report are as follows:  \n1. INTRODUCTION  ................................ ................................ ...............................  1 \n2. SCOPE OF SUPPLEMENTAL REPORT  ................................ ..........................  3 \n3. QUALIFICATIONS  ................................ ................................ ............................  3 \n4. SUMMARY OF CONCLUSIONS  ................................ ................................ ...... 4 \n5. LEGAL ANALYSIS AND OPINION  ................................ ................................ .. 5 \nApplication of Common Law and Equity to Cyprus contracts law  ......................  5 \nUnjust Enrichment claim outside the Contracts Law  ................................ ..........  11 \nUnjust Enrichment claim under Section 65 of the Contracts Law  .....................  13 \n6. EXPERT’S DECLARATION ................................ ................................ ............  21 \n \n \n \nC11/69/2\n \n \n3 \n 2. SCOPE OF SUPPLEMENTAL REPORT  \n2.1. With this Supplemental Report, I address the points of disagreement  which \narise from the Joint Report and analyse those to the extent that they have not \npreviously analysed in the My First Report.  \n2.2. In particular, with the prese nt Supplemental Report, I address the following:  \n(a) the application of common law and equity in Cyprus law in respect of claims \nfor restitution and unjust enrichment;  \n(b) claim in unjust enrichment outside the Contracts Law;  \n(c) claim in unjust enrichment under sect ion 65 of the Contracts Law.  \n \n3. QUALIFICATIONS  \n3.1. The present Supplemental  Report is provided subject to the following \nqualifications:  \n \n3.1.1.  The legal opinion given in this Supplemental  Report is strictly limited \nto the issues identified in in paragraph 2 above and does not extend \nto any other matters.  \n3.1.2.  In particular, but without limitation to the generality of the foregoing"}
{"start": 3500, "text": "im in unjust enrichment outside the Contracts Law;  \n(c) claim in unjust enrichment under sect ion 65 of the Contracts Law.  \n \n3. QUALIFICATIONS  \n3.1. The present Supplemental  Report is provided subject to the following \nqualifications:  \n \n3.1.1.  The legal opinion given in this Supplemental  Report is strictly limited \nto the issues identified in in paragraph 2 above and does not extend \nto any other matters.  \n3.1.2.  In particular, but without limitation to the generality of the foregoing, \nthis Supplemental  Report does not deal with all matters stated  in the \nExpert Report of Petros Artemis dated 26/11/2021 (the “ Artemis \nReport ”) and the Expert Report of Stelios Nathanael dated \n02/02/2022 (the “ Nathanael Report ”). The fact that this Supplemental \nReport does not deal with each and every statement made in  the \nArtemi s Report  and the Nathanael Report  is not to be taken as \nacceptance of such statements.  \n3.1.3.  For the purposes of this Supplemental Report, I have been provided \nwith t he same  documents I have been provided for the purposes of \nMy First  Report . \nC11/69/3\n \n \n4 \n  \n3.1.4.  I expre ss no opinion as to matters of fact  in this Supplemental Report.  \n3.1.5.  I am only qualified to offer my legal opinion under Cyprus law and any \nlegal opinion contained in this Supplemental  Report is only related to \nCyprus law as it stands at the date of this Supp lemental  Report.  \n \n4. SUMMARY OF CONCLUSIONS  \n4.1. Claims for  restitution and unjust enrichment in Cyprus law can only be \nestablished by satisfying the relevant provisions of Contracts Law which  \ncodif ied the common law on unjust enrichment. Hence , it is unsustainable to \nsuggest that a claim for unjust enrichment can be maintained outside the \nContracts Law .  \n \n4.2. The scope of the relevant provisions of Contracts Law , including section 65 , \ncannot be stretched beyond  the context and text of those sections.  \n \n4.3. I am of the view that the Bank’s claim for unjust enrichment pursuant to section \n65 of the Contracts Law  is more likely than not to fail as a matter of law  for the \nfollowing reasons:  \n \n4.3.1.  Section 65  of the  Contracts Law  should be interpreted according to \nits wording  which precludes application  in cases where there has been \nindirect enrichment . \n \n4.3.2.  Section 65  of the  Contracts Law  applies where there has been an \nagreement between the parties which is void or has been \nsubsequently voided. Hence,  \n4.3.2.1.  Section 65  of the  Contracts Law  cannot apply where  there \nhas been no agreement between the parties, or  \nC11/69/4\n \n \n5 \n 4.3.2.2.  Section 65  of the Contracts Law  cannot apply where the \nparties have contractual remedies pursuant to valid \nagreements.   \n \n4.3.3.  Where the claimant itself was involved in sham  transactions , it would \nmore likely than not be debarred from pursuing a claim under Section \n65 for the recovery of sums in relation to a wrong it was involved.  \n \n4.3.4.  If, on the facts, the benefit received by a defendant was returned and/or \nother otherwise restored back to the claimant, then it would be more likely \nthan not that a Cyprus Court would refuse recovery under Section 65 .  \n \n5. LEGAL ANALYSIS AND OPINION  \n Applica tion of Common Law and Equity to Cyprus contracts law \n5.1 As it has been frequently acknowledged by the Cyprus Supreme Court, the \nContracts Law, Cap.149  aims to codify the basic principles of common law on \ncontracts1.  \n \n5.2 The Supreme Court has also ruled on a number of occasions that, given the \nlegislator’s choice to codify the common law and establish by law the conditions \nfor civil liability, the courts’  priority in applying codifying legislation should be to \nensure the effectiveness of the legislator’s intention. The following extract from \nthe Supreme Court ’s judgment of Hadji Theodossiou v. Koulia and Another \n(1970) 1 C.L.R. 310 , which has been adopted in subsequent case law2, sets \nout the Cyprus courts’ approach on the i"}
{"start": 7000, "text": "also ruled on a number of occasions that, given the \nlegislator’s choice to codify the common law and establish by law the conditions \nfor civil liability, the courts’  priority in applying codifying legislation should be to \nensure the effectiveness of the legislator’s intention. The following extract from \nthe Supreme Court ’s judgment of Hadji Theodossiou v. Koulia and Another \n(1970) 1 C.L.R. 310 , which has been adopted in subsequent case law2, sets \nout the Cyprus courts’ approach on the interpretation of codifying laws3:  \n“The matter is undoubtedly governed by the statutory provisions regarding \nnegligence in section 51 of the Civil Wrongs Law, Cap. 148. These provision s \noriginate and purport to codify the English Common Law regarding the tort of \n \n1 Hatzikypri ν. Sanifix Ltd (1993) 1 ΑΑΔ 447  \n2 Marios ν. Georgiou Aristidou (2000) 1 ΑΑΔ 349  \n3 The Supreme Court was dealing with the interpretation of provision found in the Torts Law, Cap. \n148, which similarly to the Contracts Law, Cap. 149 codifies the common law on torts.  \nC11/69/5\n \n \n6 \n negligence.  (See The Universal Advertising & Publishing Agency v. Panayiotis \nVouros, 19 C.L.R. 87). But here in Cyprus, being statutory provisions, they must \nbe read, interprete d and applied in such a manner as to give effect to the will \nand intention of the legislator ; same as all other statutory provisions are \nconstrued and applied by the Courts, in their function of fitting the law of the \ncountry to the living conditions ther ein ; and of developing it, under the accepted \nrules of construction, so as to keep pace, wherever possible, with the \ndeveloping conditions in the particular field which the legislator intended to \nserve by making the statute  ; until such statutory provisio ns be amended or \nreplaced by subsequent legislation . How similar statutory provisions are \nconstrued and applied in another jurisdiction, is extremely helpful to the Judge \n; but he must never lose sight of the fact that the statutory provisions which he \nis called upon to construe and apply were made by the country's legislator with \nthe object and intention of serving the people of this country ; and they must, \ntherefore, be construed and applied accordingly .”  \n(emphasis added)  \n \n5.3 A case in point on the interpretation of Contracts Law is the Supreme Court  \njudgment of Prokopis Symeonides v. Karabet Kalaydjian (V15) 1 CLR 90  \nwhere the Supreme Court refused to interpret section 27  of Contracts Law  as \nper related  English law  given the c ontext and text of that section . The relevant \nextract from the judgment is the following:  \n“To this contention there are two, as I think, fatal objections, the one that in \nEnglish law the term \"restrained\" has not the limited or restricted meaning -\nalleged by Mr. Paschalis . […] The second objection against assigning to the \nterm \"restrained\" in section 27 the meaning for which Mr. Paschalis contends \nis, that even assuming \"restrained\" in English law to have the meaning asserted \nby Mr. Paschali s, to give it that meaning in section 27 would be giving it a \nmeaning inconsistent with the context and by section 2 expressions occurring \nin the Contract Law are only to be given the meaning they bear in English law \nif that would be consistent with the co ntext . If the term \"restrained\" in section \n27 (1) had been intended by the draftsman to mean \"wholly restrained\" as Mr. \nC11/69/6\n \n \n7 \n Paschalis says it means in English law then sub -section 2 (i), saving from the \noperation of the preceding sub -section certain kinds of a greements partially \nrestrictive, would have been unnecessary and, so too, would the addition of the \nword \"absolutely\" in section 28 before the term \"restricted \".” \nUnder section 27 of the Contract Law, 1930, agreements in restraint of trade \nare void. Sectio n 2 of the same Law says the Law shall be interpreted in \naccordance with the principles of legal interpretation obtaining in England. The \nCourt below re"}
{"start": 10500, "text": " 2 (i), saving from the \noperation of the preceding sub -section certain kinds of a greements partially \nrestrictive, would have been unnecessary and, so too, would the addition of the \nword \"absolutely\" in section 28 before the term \"restricted \".” \nUnder section 27 of the Contract Law, 1930, agreements in restraint of trade \nare void. Sectio n 2 of the same Law says the Law shall be interpreted in \naccordance with the principles of legal interpretation obtaining in England. The \nCourt below read this section as if it stated that the principles of English law \nshall apply in interpreting a contract alleged to be in restraint of trade, and \naccordingly decided the case according to English law. In my view the judge \nwas in error in so doing, first because the Law is to be interpreted not in \naccordance with the principles of Engli sh law, but in accordance with the \nprinciples of legal interpretation, which is a very different thing . Secondly \nbecause the expressions used in the Law are to have the meanings attached \nto them in English law only if those meanings are consistent with the ir context, \nand not contrary to any express provision contained in the Law itself  […] Under \nEnglish law an agreement in restraint of trade is valid if it is reasonable between \nthe parties, and not injurious to the public. The law in Cyprus knows no such \ndistinction, and renders void any agreement in restraint of trade except in three \ncases set out in sub -section 2 of section 27. Our law is thus a substantial \ndeparture from the English Common Law. ” \n(emphasis added)  \n \n5.4 There are a number of other cases where th e Supreme Court has refused to \nfollow English law where the Contracts Law  included specific provisions \nregulating a matter to the contrary (see Anthoulla Papadopoulou v. \nXenophon Polykarpou (1968) 1 CLR 352 and Panayiotis Myrianthousis v. \nDespina Petrou (V21) C.L.R. 32 ). In Panayiotis S Myrianthousis  (supra) , \nthe Supreme Court  refused to follow the common law and find that  a contract \nwith a minor is voidable where the Contracts Law stipulated that the competent \npersons to conclude are a contract are of at least 18 years of age and thus that \nC11/69/7\n \n \n8 \n a contract with a minor is void.  The relevant  extract from the said judgment  \n(revers ing the trial Court’s reasoning)  is as follows:  \n“Section 10(1) of the Contract Law provides that “all agreements are contracts \nif they are made by the free consent of the parties competent to contract, for a \nlawful consideration and with a lawful object…” and section 11 provides: “Every \nperson is competent to contract who -(a) has attained the age of eighteen \nyears.. Provided that a married person shall not be deemed to be incompetent \nto contract merely because such person has not attained the age of eightee n \nyears”. When considering these sections in their judgment the trial Court said: \n“Now, we went very carefully through the whole of this part of the Contract Law \nand we were unable to find any provision that a contract entered into by a minor \nis a void con tract, so we have to look into the English common law …” [We are \nunable to accept  this view because although section 10 and 11 tell us what are \nthe essential ingredients in an agreement so as to make it a contract, and also \nwho are the persons competent to contract nevertheless, by inference, a person  \nwho does not come within the provisions of section 11 is  not competent to \ncontract; and by inference, under section 10(1) an agreement made with a party \nwho is not competent to contract is not a contract and is  therefore void. In our \nview the legislative authority has provided that a contract entered into by a \nminor is void; nor, reading these sections, is there any ground for holding that \nit was the intention of the legislature merely to reproduce the common la w, and \ntherefore in our view the common law principle that infants contracts in general \nare voidable rather than void should not in"}
{"start": 14000, "text": "er section 10(1) an agreement made with a party \nwho is not competent to contract is not a contract and is  therefore void. In our \nview the legislative authority has provided that a contract entered into by a \nminor is void; nor, reading these sections, is there any ground for holding that \nit was the intention of the legislature merely to reproduce the common la w, and \ntherefore in our view the common law principle that infants contracts in general \nare voidable rather than void should not in this case be applied . Indeed, the \nlegislative authority appears to have had in mind the desirability of not avoiding \ncertain  infants’ contracts when it enacted the proviso to section 11, making \ncompetent married persons under the age of eighteen to contracts; and when \nit also enacted section 6 8 of the Contact Law concerning necessaries supplied \nto persons incapable of contracti ng]”.  \n(emphasis added)  \n \n5.5 The position in Panayiotis S Myrianthousis (supra) , was affirmed in the \nsubsequent case of the Supreme Court of Anthoulla Papadopoulou v. \nC11/69/8\n \n \n9 \n Xenophon Polykarpou ( supra)  where the Supreme Court was invited to \ndepart from Panayiotis S Myrianthousis (supra) . In that case, the majority \nruled that Panayiotis S Myrianthousis (supra)  was rightly decided  and \napplied the same on the facts of that case. Relevant quotes from the ju dgments \nof the majority are as follows:  \n“Held Per Stavrinides J.:  \n(1) The first question to be determined is whether the sale was void or merely \nvoidable. This turns on the Construction of section II of the Contract Law as it \nstood at the time of the sale  in 1950, when our law relating to agreements to \nwhich a person under the age of eighteen was a party was the same as that in \nforce under the Indian Contract Act, 1872, in India, regarding agreements one \nof the parties to which was under “the age of majori ty according to the law to \nwhich he was subject ”. \n(2)(a) Now, it was held by the pre -Independence Supreme Court of Cyprus \nin Myrianthousis  v. Petrou 21 C.L.R. 32  (decided in January, 1956), following \nthe Privy Council ’s decision in Mohori Bibee v. Dhurmodas Ghose (1903) 30 \nI.A. 114; 30 Cal. 539, that such agreements are void, not merely voidable . \n(b) Following, as I do these decisions, I hold that the sale was void. Hence so \nwas the transfer.  \n[…] \nHeld, Per Hadjianastassiou J.:  \n(1) In my view section s 10 and 11 of the Contract Law (as it stood before its \namendment in 1956) must be read and interpreted together. The words of the \nstatute are in themselves precise and unambiguous; and leave no doubt in my \nmind as to the intention of the legislature to re nder infants ’ contracts void, and \nnot merely voidable. That is exactly the position in India under the Indian \nContract Act, 1872, section 11 of which corresponds to our section 11 prior to \nits amendment in 1956 (supra) (see Mohori Bibee v. Dhurmodas Ghose 19 \nTimes Law Reports, 295).  \n(2) I would, therefore, prefer to follow the authority of Myrianthousis  case \n(supra) which, I think, was rightly decided . \n[…].”                  (emphasis added)  \nC11/69/9\n \n \n10 \n 5.6 In My First  Report  at paragraph 5.37  I referred to the first instance  judgment  of \nRe S.A.R.E. Public Company Ltd, Appl. no. 554/201 7 as an example where \nthe Cyprus Court refused to interpret a statutory provision of Cyprus law in line \nwith developments in related English caselaw. The Supreme  Court has since \nthen ratified the judgment on appeal with the judgment of Inversions Gestions \n1 Estudis Internacional L, SLU and others v. Re. S.A.R.E. Public Company, \nCivil Appeal No. E94/2019, 19/01/2022 . The following passage from the \nappeal judgment i s on point (translated from Greek):  \n“It is not disputed that Section 202 of Cap. 113  remains unchanged since its \nintroduction, without undergoing the various updates of the equivalent English \nsection, despite the global developments in corporate law since then. However, "}
{"start": 17500, "text": "dgment on appeal with the judgment of Inversions Gestions \n1 Estudis Internacional L, SLU and others v. Re. S.A.R.E. Public Company, \nCivil Appeal No. E94/2019, 19/01/2022 . The following passage from the \nappeal judgment i s on point (translated from Greek):  \n“It is not disputed that Section 202 of Cap. 113  remains unchanged since its \nintroduction, without undergoing the various updates of the equivalent English \nsection, despite the global developments in corporate law since then. However, \nas correctly stated by the first instance Court, Cyprus Courts have n o other \nchoice in performing their judicial act, of delivering justice, from applying the \nlaw as interpreted based on its wording . This is of course obligatory by the \ncaselaw (see Frakapor Courier Ltd and others v. Bank of Cyprus Public \nCompany Ltd, Civil Appeal 9/2011, dated 15/06/2016 ). Therefore the English \ncaselaw to which the lawyer of the Appellants directed at first instance and at \nappeal (see Apex Global Management v. Fi Call Limited and Others [2014] \n1 WLR  492) which relied in more recent English s tatute, with which powers \nwere granted to the Court provided it established “unfair prejudice” to issue any \norder as it thinks fit replacing the term oppression of minority which concerned \nSection 210 of the Companies Act 1948  is not applicable in this cas e. Our \nlegislator obviously with Section 202 of Cap. 113  intended to set certain \nlimitations, reflected in the section, in relation to the orders that can be issued  \n[…]”.  \n(emphasis added)   \n \n5.7 On the basis of  the above and further to the analysis in My First Report, I am of \nthe view that the same approach to statutory interpretation shall be followed \nwith regard to the law of restitution and unjust enrichment which is codified in \nthe Contracts Law.   \nC11/69/10\n \n \n11 \n  Unjust Enrichment claim outside Contracts Law   \n5.8 For the reasons I gave in paragraphs 5.18 and 5.19 of My First Report, unjust \nenrichment does not constitute an autonomous cause of action under Cyprus \nlaw. \n \n5.9 The citations of  Cypriot caselaw referring to English common law and equitable \nconcepts in the Nathanael Report (paragraphs 16 and  19) and in the Joint \nReport (subject 5(a) paragraph 1.2) do not support the opinion that an unjust \nenrichment claim can be sustained outside Contracts Law . In my opinion, the \nreferences to English law general principles of unjust enrichment in those cases \ndo not represent the basis for a formulation of any distinct cause of action  in \nunjust enrichment outside the Contracts Law . As put succinctl y by the author of \nUnjust Enrichment and Restitution in Common Law and the Cyprus Law \nby Polyvios G. Polyviou, 2022, 1st edition at page  12 (translated from Greek)  \nas a conclusion to its introductory chapter : \n“As regard the issue of unjust enrichment and restitution, the Cyprus legal \nsystem has noted particular development in the last decades, on the one hand, \nby adopting the particularly interesting approach of the English Courts in recent \ncase law and , on the other hand, trying to maintain the relation between the \nsaid contemporary developments and the applicable legislative provisions, \nnamely the relevant sections in the Contracts Law, Cap. 149 .”    \n(emphasis added)  \n5.10 In any event, t he view that the  Cypriot case law referring to English common law \nand equitable concepts support the opinion that an unjust enrichment claim can \nbe sustained outside Contracts Law  stands in contrast with the clear position in \nCypriot law per the cases cited in My First Report at paragraph 5.18 (which was \nrecognised in the Nathanael Report at paragraph 18). In my opinion, those \ncases cannot be disregarded as “ outdated ” as appears to be the suggestion in \nparagraph 18 of Mr. Nathanael’s opinion .  \nC11/69/11\n \n \n12 \n 5.11 For completeness, I note that there a re a few cases in which the Supreme Court \nconsidered issues of unjust enrichment where the Contracts Law "}
{"start": 21000, "text": "Law  stands in contrast with the clear position in \nCypriot law per the cases cited in My First Report at paragraph 5.18 (which was \nrecognised in the Nathanael Report at paragraph 18). In my opinion, those \ncases cannot be disregarded as “ outdated ” as appears to be the suggestion in \nparagraph 18 of Mr. Nathanael’s opinion .  \nC11/69/11\n \n \n12 \n 5.11 For completeness, I note that there a re a few cases in which the Supreme Court \nconsidered issues of unjust enrichment where the Contracts Law was not \nexpressly invoked, and concepts from English caselaw were referred to . \nHowever, those cases concerned instances of direct enrichment between \ncontracting parties and so the claims in any event fit within the Contracts Law  \nframework:  \n \n5.11.1  In Nakis Theocharidis v. Ioanni Ioannou and other (2012) 1 AAD 1311  (cited \nin the Nathanael Report at paragraph 19), there was a dispute between parties \nto a contract  for the sale / purchase of a company.  The buyer had paid part of \nthe full purchase price and had received control of the company. The seller’s \nclaim to the balance of the purchase price failed, with the Court holding that the \nproper interpretation of the  contract was that the buyer’s failure to pay in full \nmeant that ownership of the company reverted to the seller. The buyer failed in \nhis counterclaim to have the part payment returned, as he could not show that \nthe seller would be unjustly enriched by not  returning it in circumstances where \nin return he (the buyer) had had control of the company (and its profits) for a \nperiod.  The Court’s dismissal of the counterclaim involved reasoning that it \nwould not be possible to restore the seller for his temporary  loss of the \ncompany, when restoring the part payment to the buyer.   English law (including \nGoff & Jones ) was referred to so as to inform the reasoning on unfairness and \nrestitutio in integrum .  Referring to English law in support of reasoning on \nspecific points of unjust enrichment is an orthodox approach.   As I set out in \nMy First Report , English case law may be relied upon by the Cyprus co urts to \nthe extent that it does not contradict the c ontext and text of the relevant Cyprus \nlegislation.  \n \n5.11.2  In Pakistan Cables Limited v. NSB General Trading (Overseas) CO Ltd and \nothers (2012) 1 AAD 1711  (cited in a judgment cited in the Nathanael Report \nat paragraph 21), the dispute concerned a contract to p urchase aluminum using \nan irrevocable bank letter of credit.  A bill of lading evidenced that the aluminum \nhad been loaded but the aluminum was never delivered.  Various deceit claims \nC11/69/12\n \n \n13 \n were brought by the buyer against the seller -exporters: a company and it s \ndirector.  The factual allegations of fraud were not proved. The buyer also \nsought a refund of the credit money (i.e., the sum paid for the aluminum) from \nboth in unjust enrichment. Notwithstanding that the aluminum was never \ndelivered, the Court refused  that claim as the seller - exporter, which was the \nrecipient of the money, was not involved beyond loading (which is all it was \ncontractually required to do and which was proved that it was properly \nperformed) and so its enrichment was not unjustified/ unj ust. \n \n5.12 So, the absence of express reference to the Contracts Law  is of no special \nsignificance  in the above case law.  Moreover, i n neither of these judgments \ndid the Supreme Court consider the legislative provisions of Contracts Law  on \nunjust enrichment but elect to proceed under the English case law instead.  \nFurthermore, the claims for unjust enrichment failed in these cases so they \ncould not in any event be authority that unjust e nrichment claims could be \nestablished by reference to English law concepts alone.  \n \n5.13 In conclusion , I am of the view that it is unsustainable to suggest that a claim \nfor unjust enrichment can be maintained outside the Contracts Law under  \nCyprus law today .  \n \nUnjust Enrichment claim under se"}
{"start": 24500, "text": "nrichment but elect to proceed under the English case law instead.  \nFurthermore, the claims for unjust enrichment failed in these cases so they \ncould not in any event be authority that unjust e nrichment claims could be \nestablished by reference to English law concepts alone.  \n \n5.13 In conclusion , I am of the view that it is unsustainable to suggest that a claim \nfor unjust enrichment can be maintained outside the Contracts Law under  \nCyprus law today .  \n \nUnjust Enrichment claim under section 65 of the Contracts Law  \n5.14 Section 65  of the Contracts Law  provides as follows:  \n“When an agreement is discovered to be void, or when a contract becomes \nvoid,  any person who has received any advantage under such agreement or \ncontract is bound to restore it, or to make compensation for it, to the person \nfrom whom he has received it” . \n \n5.15 I noted in My First Report how the authoritative book of  Pollock & Mulla: The \nIndian Contract and Specific Relief Acts, 16th edn is relied on by Cypriot \ncourts in connection with materially identical provisions in Indian and Cypriot \nC11/69/13\n \n \n14 \n Law.  There is a provision in Indian law materially identical to section 65  (as \nthere is for section 70).   \n \n5.16 The points I made in My First Report about the interplay between common law \nand section 70 of the Contracts Law  equally apply to section 65 . I refer to the \nexplanation  in the Law of Contracts, 1st edition by Polyvios Polyviou , part \nA at pages 16 to 19 (see paragraphs 5.8 and 5.9 of My First Report) and the \nanalysis set out in paragraphs 5.1 – 5.7 above , and accurately reflects the \nposition with regard to the interpretation and application of section 65  of the  \nContracts Law . \n \nSection 65 and Contracts  \n5.17 According to Cyprus caselaw,  section 65  does not apply where there was no \nagreement / contract between the claimant and the defendant. In the appeal \ndecision of  Ioannides, as an Administrator Pendente Lite of the estate of \nSolomos Haralampidi ν. The Church of Cyprus, Civil Appeal No. 80/2013, \n13/1/2020 , the Supreme Court refused to apply section 65  as there was no \nagreement or contract between the claimant and the defendant, so as to allow \nunjust enrichment relief under. The relevant extract is as follows (translated \nfrom Greek):  \n“Examining the  relevant part of the judgment we are of the view that where the \nfirst instance Court is referred to in its judgment “that it has not been satisfied \nthat there was any valid agreement between the Claimants and Defendant 2 \nand as such that her Counterclaim cannot succeed”, was referring to the first \nground of the Counterclaim, i.e. the violation of the agreement. Very rightly \ntherefore it ruled that, given that there was no agreement between the parties \nthe Counterclaim could not succeed on this basis. This reference of the first \ninstance Court did not concern the alternative ground of the Counterclaim which \nwas the unjust enrichment. Section 65 of the Contracts Law, CAP. 149 cannot \nalso have any application on the circumstances of the present case, as it was  \nthe suggestion of the learned counsel of the Appellants before us, for the simple \nC11/69/14\n \n \n15 \n reason that this Section refers to an agreement being void, background which \ndoes not exist in the present case. […] \nConsequently, in the circumstances of  the present case S ections 65 and 77(I) \nof CAP. 149 cannot apply, as it was the suggestion of the learned counsel of \nthe Appellant, so that their Counterclaim can succeed, for the simplest reason \nthat here according to the findings of the first instance Court there was no \nagreement between the parties or between the Appellants or one of the \nAppellants.”   \n(emphasis added)  \n5.18 Hence, a claim pursuant to section 65  may only be brought where there was \nan agreement  / contract in place which was void ab initio  or became void \nsubsequently.  \n \nIndirect Enrichment  / Benefit  \n5.19 As explained above, a claim in unjus"}
{"start": 28000, "text": ", so that their Counterclaim can succeed, for the simplest reason \nthat here according to the findings of the first instance Court there was no \nagreement between the parties or between the Appellants or one of the \nAppellants.”   \n(emphasis added)  \n5.18 Hence, a claim pursuant to section 65  may only be brought where there was \nan agreement  / contract in place which was void ab initio  or became void \nsubsequently.  \n \nIndirect Enrichment  / Benefit  \n5.19 As explained above, a claim in unjust enrichment can only be maintained in \nCyprus Law, within the ambit and the express terms of the provisions of the  \nContracts Law  and a claim pursuant to section 65  may only be sustained \nwithin the express terms of that section.  \n \n5.20 Section 65  provides that if a contract is found to be void, or when a contract \nbecomes void, any person who has received any advantage under  such \nagreement or contract  “is bound to restore it, or to make compensation for it, to \nthe person from whom he has received it. ”  \n(emphasis added)  \n \n5.21 Hence , the express wording of section 65 would prevent a claim for indirect \nenrichment, given that establishing a right of restitution under the said section \nrequires a person to restore a benefit, derived under a specific agreement held \nto be void, to the person  “from whom he has received it”.  \n \n5.22 In addition , as explained in  Pollock & Mulla (supra) in page 1035 “ the \nadvantage  sought to be recovered [under section 65] must have been received \nC11/69/15\n \n \n16 \n under the contract ; and received before the contract ceased to be enforceable \non becoming void .”  \n(emphasis added)  \n \n5.23 It follows that section 65  does not cover cases as between A and C where the \nadvantage received  by C came from B, which B had itself received under a \nseparate contract with A.   Hence, a claim for indirect benefit could not be \nmaintained under section 65 which provides for the restoration of  a benefit, \nderived under a specific agreement held to be void  to which the claimant was \nparty.  \n \n5.24 The position that a claim for the restoration of an indirect benefit cannot be \nsustained under section 65 is further supported by Cyprus authorities ruling \nthat the void agreement should be between the claimant and the defendant \n(Ioannides, as an Administrator Pendente Lite of the estate of Solomos \nHaralampidi (supra)) .  \n \nDefence s in a claim under Section 65  \n5.25 As per the Joint Report, section 65 of the Contracts Law  does not expressly \nidentify defences to an action for unjust enrichment under the said section. \nHowever, as explained both in My First Report and above, the Contracts Law  \nis not exhaustive, and defenc es established by caselaw or common law and \nequity are applicable to the extent that they are not regarded as excluded by  \nthe wording of  Cyprus statutes.      \n \n5.26 Common law defences such as the defence of change of position  and \nministerial receipt, are applicable to a claim under section 65  and the relevant \nanalysis in My First  Report (see paragraphs 5.39 – 5.55) is equally applicable \nto claim under section 65.  \n \n5.27 Further, the analysis in the Expert Report on unjust enrichment cla ims and \nillegality (see paragraphs 5.56 – 5.63) and unjust enrichment claims and \nC11/69/16\n \n \n17 \n restoration/ reimbursement (see paragraphs 5.64 - 5-.65) is equally applicable \nin claims under section 65.  \n \n5.28 However, in view of the points of disagreement with Mr. Nathanael, as these \nare identified in the Joint Report, in the present Supplemental Report, I set out \nauthorities on unjust enrichment and illegality  where the claim was brought \nunder section 65  and analysis on section 65  and restoration / reimbursement.  \n \nSection 65 and Illegality  \n5.29 According to the author of Unjust Enrichment by Polyvios G. Polyviou \n(supra), at pages 568 – 569, section 65  appears to apply to void agreements \nbut does not apply to illegal agreements or contracts, where the cour"}
{"start": 31500, "text": "hese \nare identified in the Joint Report, in the present Supplemental Report, I set out \nauthorities on unjust enrichment and illegality  where the claim was brought \nunder section 65  and analysis on section 65  and restoration / reimbursement.  \n \nSection 65 and Illegality  \n5.29 According to the author of Unjust Enrichment by Polyvios G. Polyviou \n(supra), at pages 568 – 569, section 65  appears to apply to void agreements \nbut does not apply to illegal agreements or contracts, where the courts have \ntraditionally not permitted the recovery of any benefit which was obtained in the \nframes of the illegal agreement or contract. The relevant ex tract is as follows \n(translated from Greek):  \n“[Secondly] section 65 appears to concern void and not illegal agreements or \ncontracts. Where it to cover illegal contracts, then it would essentially overcome \nthe traditional rules regarding illegality, where t he recover y of an amount or \nbenefit given  in the frames of an illegal and void contract, is not normally \npermitted, except in special circumstances .”  \n \n5.30 The author then proceeds to acknowledge that the matter may not be \nstraightforward in Cyprus case law and proceeds to analyse  the Supreme Court \ncase of Marfin Popular Bank Public Co. Ltd v. Andreas Michael [2012] 1 \nAAD 41  where the Supreme Court sat  in ful l bench .  \n \n5.31 In that case, the Supreme Court, by a decision of the majority, did not allow a \nbank to recover a debt from a debtor on grounds of unjust enrichment when \nthey found that both the bank and the debtor entered into sham agreements in \norder to grant  a loan, when they both knew that the loan was going to be used \nfor a different purpose. In particular, the parties entered into furniture leasing \nloan agreements while in fact the money was going to be used for risky \nC11/69/17\n \n \n18 \n investments in the stock market. While  the main ground for refusing redress to \nthe bank was evidential as the bank’s evidence that the money was advanced \nunder a furniture leasing loan agreement were rejected as unreliable, the \nfollowing extract from the majority judgment provides that section  65 is \ninapplicable where the relevant contract was a sham or fake contract (translated \nfrom Greek):  \n“With regard to Article 65 of Chapter 149, we observe that this applies when an \nagreement is found to be void ab initio or the contract becomes void pursua nt \nto the provisions of the Contracts Law, in which case the person who has \nreceived a benefit under that agreement or contract is obliged to restore this \nbenefit or to pay compensation to the person from whom the benefit was \nreceived. In this case, Article 65 does not apply as we are not before an \nagreement void ab initio or a contract that has become void pursuant to the \nprovisions of the Contracts Law . This case concerns money given by the \nappellants to the respondent, under an allegedly genuine an d valid leasing \nagreement, which, as the court ruled, was a sham, that is fake, because its \nobject was a non -existent transaction.  In other words, the appellants did not \ngive money, on the basis of an agreement void ab initio or on the basis of a \ncontract that was voided subsequently. To the contrary, their allegation was that \nit was a valid and lawful, throughout the substantive time, contract, under which \nthey paid money to the respondent. However, this allegation was rejected \nbecause the testimony offere d was deemed unreliable. In these circumstances \nit is not possible for the appellants to claim their refund, not even under Article \n65.” \n(emphasis added)  \n5.32 We note that this judgment relied on an earlier judgment of the Supreme Court, \nCyprus Popular Bank (Fi nance) Ltd ν. Hinni (2008) 1Β Α.Α.Δ. 818 , where \nunder similar circumstances a claim under section 65  for unjust enrichment \nwas rejected. In that  judgment, the Court ruled that section 65  redress was not \navailable, as the loan agreement was improperly descr ibed as a leasing \na"}
{"start": 35000, "text": "is not possible for the appellants to claim their refund, not even under Article \n65.” \n(emphasis added)  \n5.32 We note that this judgment relied on an earlier judgment of the Supreme Court, \nCyprus Popular Bank (Fi nance) Ltd ν. Hinni (2008) 1Β Α.Α.Δ. 818 , where \nunder similar circumstances a claim under section 65  for unjust enrichment \nwas rejected. In that  judgment, the Court ruled that section 65  redress was not \navailable, as the loan agreement was improperly descr ibed as a leasing \nagreement, in order to conceal an illegal arrangement .  \nC11/69/18\n \n \n19 \n  \n5.33 The author of Unjust Enrichment by Polyvios G. Polyviou (supra)  at pages \n575 and 578 criticizes  the judgment of the majority in Marfin Popular Bank  \nPublic Co. Ltd v. Andreas Michael  (supra)  for not setting out their reasoning \nin terms of illegality and for not clarifying that section 65  is inapplicable where \nthe contract is void by reason of illegality. It is indeed the case that , while the \nCourt did not expressly find that th ere was any illegality involved, it still refused \nto allow recovery under the principle of unjust enrichment. The majority decision \nappears (when considered together with the preceding judgments it relied \nupon) to disallow recovery on policy reasons connec ted with the presence of \nillegality  and sham agreements .  \n \n5.34 This is also reflected in the dissenting judgment, which includes an elaborate \nanalysis in favour of the argument that the Courts must take a pragmatic \napproach in dealing with “unlawful agreements ”, balancing both the need to \ncontrol unjust enrichment and discouraging the entering into unlawful contracts. \nHowever, in conclusion, Judge Nathanael found for the bank by applying \nsection 65 .  \n \n5.35 The judgment of the minority, which has been quoted both in the Artemis Report \nand the Nathanael Report, has not been followed or cited in any subsequent \ncase law and is rejected by the author of Unjust Enrichment by Polyvios G. \nPolyviou (supra) as follows  (translated from Greek):  \n“Two things need to be noted here in disagreement with the approach of the \nminority. Firstly, Judge Nathanael appears in the above quote to consider that \nbefore the Court there was an ab initio void and not an illegal agreement . This \nconclusion is in contrast to previous views of the same Judge and does not \ncorrespond to the correct analysis of the nature of sham leasing . Secondly, it \nappears to ignore that, despite the fact that both parties were in pari delicto, the \nclaimant was more liable in terms of degree of culpability by the defendant, in \nthe sense that the initiative of the movements as well as the funds were held \nC11/69/19\n \n \n20 \n by [the claimant] and only by non -awarding money will the said company (and \nsimilar organizations) be discouraged from making sham leasing cont racts”.   \n(emphasis added)  \n \n5.36 Further, there is a line of authorities where the Supreme Court applied section \n65 for the recovery of funds paid under contracts which were held to be void as \na result of being no com pliance with requirements provided by applicable laws. \nThe Supreme Court in  the case of A & C. Antoniou Resort Ltd v. Eleonora \nHotel Apartments Ltd (2002) 1 AAD 1321, which falls within the said line of \nauthorities,  distinguished between cases of unlawful  contracts as a result of the \nconsideration or the purpose of the contract being unlawful, in which cases no \nrecovery can be made under section 65 ; and cases where  contracts have been \nentered into without observing the formalities stipulated by the law lea ding to \nthe contract being void, in which cases recovery can be made under section \n65. The relevant extract of the judgment is as follows (translated from Greek):  \n“Illegal contract is that where the consideration or the purpose of the agreement \nis not lawful either because it is forbidden by any law, or it constitutes fraud, or \nit brings about damage to the person or the property of anoth"}
{"start": 38500, "text": "s where  contracts have been \nentered into without observing the formalities stipulated by the law lea ding to \nthe contract being void, in which cases recovery can be made under section \n65. The relevant extract of the judgment is as follows (translated from Greek):  \n“Illegal contract is that where the consideration or the purpose of the agreement \nis not lawful either because it is forbidden by any law, or it constitutes fraud, or \nit brings about damage to the person or the property of another or is contrary \nto moral standards or public policy (order) (See: section 23 of Cap.149).  \nPursuant to section 24 of  the same chapter, on the other, such an agreement \nis illegal and as such void ab initio. The whole case law  on which the Court of \nfirst instance relied in order to reject the claim of the appellant for the return of \nthe sum of the bank guarantee which was  obtained by the respondent, refers \nto the unlawfulness of the consideration and not on the contract being void as \na result of non -compliance with the conditions set by section 77(1) of the Law \nfor the valid conclusion of the contract.  In the present case though, both the \nconsideration and the purpose of the agreement were not illegal as provided in \nsection 23 .”   \n(emphasis added)  \n \n5.37 In conclusion, taking into account the authorities on the doctrine of ex turpi \ncausa non oritur actio  as analysed  in paragraphs 5.56 – 5.63 of My First  Report , \nC11/69/20\n \n \n21 \n the reasoning of the Supreme Court in  A & C. Antoniou Resort Ltd v. \nEleonora Hotel Apartments Ltd (2002) 1 AAD 1321 , the majority judgment in \nMarfin Popular Bank (supra)  and the analysis  in Unjust Enrichment by \nPolyvios G. Polyviou (supra) , no recovery for unjust enrichment is possible \npursuant to section 65 where the transaction resulting in the enrichment was \ntainted by illegality .   \n \nSection 65 and Restoration/ Reimbursement  \n5.38 There is aut hority in support of the proposition that there are circumstances in \nwhich relief in claims for unjust enrichment under Contracts Law  may be \ndenied.  I referred in My First Report at the Privy Council case of Sri Sri Shiba \nPrasad Singh v. Maharaja Srish Ch andra Nandi [1949] UKPC 34  and how \nthe reasoning from it and Indian caselaw would apply to claims for recovery \nunder section 70 .  I consider that the same applies by analogy to section 65 .  \n \n5.39 The above constitute the basis for the proposition that the Cyprus Court has the \npower to refuse to grant relief to a claimant to the extent that such claimant was \nrestored or reimbursed, through the acts of the defendants or otherwise , and \nwould more likely than not refuse to grant relief in such circumstances.  \n \n6. EXPERT’S DECLARATION  \n6.1. I understand that my overriding duty is to assist the English Court and provide \nmy unbiased opinion as an independent witness in relation to those matters \nwhich are within my expertise. I understand that in order to be used in evidence \nbefore the court for  the purposes of the Proceedings, the present shall comply \nwith the requirements of Civil Procedure Rule 35, Practice Direction 35 and the \nGuidance for the Instruction of Experts in Civil Claims, which I have read and \nunderstood.  \n \n \n \nC11/69/21\nC11/69/22\n"}
