{"metadata": {"corpus_path": "AA2_13 Claimant’s submissions on timing of costs application.pdf", "file_size": 117618, "mtime": 1755683452.392558, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n\\\\1009397 4140- 9026- 1320 v1  Hogan Lovells  \n THE BANK’S SUBMISSIONS ON TIMING OF ITS COSTS APPLICATION  \n \n \n1. The Bank makes three bullet points.  \n \n2. First, it is not asking the Court to determine whether the Share Pledge Defence is \nuntenable . That is a separate line of inquiry for trial. It forms no part of the present \ncosts application , which is principally predicated upon D1’s insistence in 2020 that \nexpert valuation evidence was required and his eleventh -hour abandonment of that \nevidence so me three years later . \n \n3. Second , conversely, the basis for the costs application is that there has been \nunreasonable conduct  on the part of D1 which has caused substantial and identifiable \ncosts to be thrown away. That conduct is sufficiently unreasonable th at the Court \nshould mark its disapproval by making an order for payment of those costs – on the \nindemnity basis – with an interim payment now . Although D1 seeks to present the \napplication as ‘issue -based’ (see D1Skel/¶16(3)), it is not: the Bank contends that it \nshould be entitled to the costs claimed regardless of, and without reference to, the outcome of this trial.  On that basis, there is no  reason not to award costs now.  \n \n4. Third , the Bank also says that the Court should mark its disapproval of such conduct \nnow in order to deter future episodes of such conduct by D1 in this case. If the Bank is \ncorrect as to the substance of the application, i t must be made clear to D1 now that \nsuch conduct is simply not acceptable. It would therefore defeat that object if the \napplication is postponed to the end of trial. It is, in that regard, notable that D1’s \nskeleton, which purports to respond to HL’s 21.7.23 letter, conspicuously fails to \nprovide the requested confirmation that D1 still intends to call his forensic accounting \nand Ukrainian law experts.  \n \n5. Put simply, there is no reason for the Court to change its mind as to the appropriate time to hear this application.  \n \n \nAA2/13/1\n \n\\\\1009397 4140- 9026- 1320 v1  Hogan Lovells  \n 6. As to that, the Bank’s preference would be for the matter to be determined at a short \noral hearing on or before the end of this term (i.e. 31.7.23 )1. If it is not possible to \naccommodate that course, the Bank suggests two alternatives:  \n \na. That the application be determined on the papers now. The Bank would submit \nbrief written submissions (of no more than 15  pages ) by 4.15pm on Thursday, \n27.7.23, and would be content for D1 to serve brief written submissions of no \nmore than  5 pages in reply.  \n \nb. In the alternative, that the application be dealt with at a short oral hearing at a \ntime convenient to Court in September 2023.  \n \nROBERT ANDERSON KC \nCATHERINE JUNG  \nDAVID BAKER  \n \n24 July 2023  \n \n1  We note in that regard the suggestion in D1’s skeleton that “Members of D1’s counsel team have \npersonal difficulties in attending a hearing on Friday 28.07.23”.  Which of D1’s counsel team are in \ndifficult ies is unclear, but we note that D1 has three Leading Counsel instructed, and it is not said that \nnone of them is available on 28.7.23.  The Bank’s preference would be for its application to be heard \neither on Thursday, 27.7 .23 if time permits (which it should, given Mr Howard’s indication at the end \nof Day 19 that he is likely to be finished cross- examining Mr Bezant and Mr Thompson by lunchtime \non Day 20, i .e. half a day ahead of schedule), or on 28.7.23 if one or more of Messrs Howard, Bools or \nHaydon is in fact available .  \nAA2/13/2\n"}
