{"metadata": {"corpus_path": "B2. Second Witness Statement of Oleksandr Zavadestskyi.pdf", "file_size": 524723, "mtime": 1675871807.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n \n Party: First Defendant  \nWitness:  Oleksandr  Zavadetsk yi \nNumber: Second  \nDated:  17 December 2021  \n \nIN THE HIGH COURT OF JUSTICE  Claim No.  BL-2017 -000665  \nBUSINESS AND PROPERTY COURTS  OF ENGLAND AND WALES  \nBUSINESS LIST (ChD)  \nB E T W E E N  \nPJSC COMMERCIAL BANK PRIVATBANK  \nClaimant  \nand \n \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED  \n(4) TRADE POINT AGRO LIMITED  \n(5) COLLYER LIMITED  \n(6) ROSSYN INVESTING CORP  \n(7) MILBERT VENTURES INC  \n(8) ZAO UKRTRANSITSERVICE LTD  \nDefendants  \n___________________________________________________  \nSECOND  WITNESS STATEMENT OF  \nOLEKSANDR ZAVADETSKYI  \n___________________________________________________  \nI, Oleksandr Oleksandrovych  Zavadetskyi , of Kiev Region, Nove Village, Chkalova S treet, 60 , Ukraine,  \nwill say as follows:  \n1. I am the same Oleksandr Oleksandrovych  Zavadetskyi  who provided the first witness s tatement \nin these proceedings.  This is my second witness statement. I am duly authorised to make this \nwitness statement on behalf of Igor Valeryevich Ko lomoisky, the First Defendant in this claim.  \n2. This witness statement has been prepared by the First Defendant's legal representatives, \nFieldfisher LLP , following  meetings conducted  face-to-face and by videoconference  with me  in \nperson . The meetings were con ducted largely in Russian (with Russian speaking members of \nB2/6/1\n \n \n Fieldfisher's team acting as interpreters for non -Russian speakers, as necessary)  and, on \noccasion , in English .  \n3. On the basis of these meetings, Fieldfisher prepared this statement for me  in Engli sh. I have a \ngood understanding of written English and I have checked it carefully and confirm that it accurately \nreflects what I wish to say.  \n4. I feel more comfortable conversing in Russian than English  so I intend to give my oral evidence in \nRussian.  \n5. The facts and matters contained in this witness statement come from my own knowledge and \nbelief, save where otherwise stated, and are true to the best of my knowledge and belief. Where \nthe matters within this statement do not come from my own knowledge, then t he source of my \nknowledge is stated and they are true to the best of my knowledge and belief.  A list of the \ndocuments to which I have referred  in this statement  or to which I have  been referred for the \npurpose of eliciting my evidence  is attached at Annex A.  \n6. I have read paragraphs 14 – 35, 71 – 89, 102 – 121 of Ms Rozhkova's first witness statement.  \n7. In her witness statement (e.g. in paragraph 29) she refers to various resolutions and regulations \nadopted by the NBU Board  between 2013 and 2016 .  \n8. I should make clear that during this period,  apart from the Law on the Deposits Guarantee System \nwhich regulated taking banks off market, and other laws of wider application, there was only one \npiece of legislation enacted by the Ukrainian Parliament which  specific ally regulat ed the Ukrainian \nbanking sect or: the Law on Banks1. This legislation  did not comprehensively address all aspects \nof bank’s operations . Thus, the NBU actively issued  resolutions (or regulations as Ms Rozhkova \nrefers to them)2 passed by the NBU Board to regulate various other  matters.  Banks were obliged \nto comply with them.  \n9. Starting f rom 2015 , the NBU resolutions were no longer subject to the scrutiny and  control  that \nhad previously been exercised  by the Ministry of Justice  with a view to ensur ing that the resolution \ncomplied with  the constitution and other Ukrainian laws. As a result of this relaxation,  the NBU \nassumed a quasi -legislative function  without there being any  system of external review by any \nthird party body to ascertain, prior to t heir adoption, whether the resolutions complied with the \nconstitution and other Ukrainian law s. \n                                                      \n1 The Law of Ukraine “On Banks and Banking Activities” No. 2121 -III dated 7 December 2000 as amended  [PB0365543; PB0365543_00001_English ] \n2 The NBU Board passed resolutions by which it could adopt separate regulations.  \nB2/6/2\n \n \n 10. Although there was a written internal proce dure for the NBU to follow which set out  how resolutions \nought to be discussed  by persons with the necessary level of  authority  and approved , in practice \nthe procedure was very loose. If the NBU wanted to regulate a certain matter it could do so very \nquickly and in principle could pass a resolution within a day.  \n11. In my view,  in certain respects,  NBU Resolutions No. 314 a nd 315 were not well drafted. They \nwere not expressed in clear language.  Had they  been reviewed by the Ministry of Justice, they \nmight have  been rejected as a result of the uncertainty in their application  as they  contained \nnumerous provisions that might b e understood differently by the actors involved (NBU and banks).  \nI recall that during discussion of the results of the diagnostic tests, Mr Dubilet had to ask the NBU \nseveral times for explanations of various aspects of the regulations.  \n12. As I explained in paragraph 21  of my first witness statement, the Bank  (just like  any other bank ) \nshould have been given sufficient time to unwind its related party portfolio , taking into account its \nsize and complexity . The NBU knew that related party lending  was widespread practice in \nUkrainian banking and it was not possible to change the position in all banks within a short time.  \n13. The unwinding of related portfolio could have been done either by repayment of  the related parties ' \nloans or breaking the connec tions between related parties  so that they were no longer related \nunder Article 5 2. \n14. In paragraphs 115 and 116 of Ms Rozhkova 's first witness statement, sh e makes a connection \nbetween two problems which the Bank faced (i) the related party lending ; and (ii) the lack of \nsufficient collateral and capital adequacy. However, there was no legal basis to connect them. The \nissue of related party  lending  and lack of sufficient collateral to secure the repayment of related \nparties'  loans was treated as a separate  issue from the Bank's inadequate capitalisation , according \nto the NBU regulations that governed the diagnostics . The same separation was prompted by the \nIMF and World Bank advisers.   \n15. This is  the very reason why,  in 2015, the NBU conducted two different di agnostic studies  – one \naimed at identifying related party lending and the other aimed at assessing the adequacy  of the \nBank's capital adequacy apart from  related party lending.  \n16. The SMU was established as a separate unit, reporting directly to the NBU Board, specifically to \nconduct the related parties diagnostic with an information barrier shielding it from interference by \nNBU employees who had historically permitted related party le nding.  \n17. It was well understood that over time many banks had built up an enormous portfolio of related \nparty loans and that the security for these loans may not be adequate as a result of preferential \nterms being granted to these borrowers. If the banks  had been required to regularise the position \nB2/6/3\n \n \n swiftly  most of Ukraine’s banks would have been rendered insolvent. This is the very reason why \nlending to related parties was addressed separately according to a longer time -frame.  \n18. I have read paragraphs 68 - 76 of Mr Luchaninov's first witness statement.  \n19. Mr Luchaninov refers to advice that the Bank requested from a Ukrainian law firm Avellum Partners \nto assist the Bank in preparing its response to the NBU letter of 31 July 2015 designating 165 \ncustomers as relate d parties. [ PB0196464; PB0196464_00001_English ].  \n20. If a person was not related according to the criteria set out in Article 52 , it should not have been \ndesignated as  a related party  by the NBU  and the Bank was entitled to submit proof of its position \nto the  NBU. If Mr Luchaninov implies tha"}
{"start": 7000, "text": "rty loans and that the security for these loans may not be adequate as a result of preferential \nterms being granted to these borrowers. If the banks  had been required to regularise the position \nB2/6/3\n \n \n swiftly  most of Ukraine’s banks would have been rendered insolvent. This is the very reason why \nlending to related parties was addressed separately according to a longer time -frame.  \n18. I have read paragraphs 68 - 76 of Mr Luchaninov's first witness statement.  \n19. Mr Luchaninov refers to advice that the Bank requested from a Ukrainian law firm Avellum Partners \nto assist the Bank in preparing its response to the NBU letter of 31 July 2015 designating 165 \ncustomers as relate d parties. [ PB0196464; PB0196464_00001_English ].  \n20. If a person was not related according to the criteria set out in Article 52 , it should not have been \ndesignated as  a related party  by the NBU  and the Bank was entitled to submit proof of its position \nto the  NBU. If Mr Luchaninov implies that there was anything improper about the Bank's actions \nin connection with taking the advice from Avellum, he should have reported the Bank to the NBU \nat the time, or caused his supervisor to do so.   \n21. As a general observatio n, I am surprised that Mr Luchaninov gives evidence on a broad range of \nmatters in his first witness statement. From my interactions with him I understood him to  perform  \na technical role in the Bank and was not a decision maker there. He was only interacti ng with my \nemployees in relation to the transfer of information from the Bank to SMU .  \n  \nB2/6/4\nB2/6/5\nB2/6/6\n \n \n Annex A  \nList of Documents referred to for the purpose of preparing the  Second  Witness Statement of \nOleksandr Zavadetskyi  \n \nDocument  Referenc e (disclosure \nnumber or exhibit)  \nEmail from Mr Luchaninov dated 4 September 2015  PB0196464; \nPB0196464_00001_English . \nLaw on Banks  PB0365543; \nPB0365543_00001_English.  \n \n  \nB2/6/7\n \n \n Party: First Defendant  \nWitness:  Oleksandr Zavadetsk yi \nSecond  \nDated: 17 December  2021  \nClaim No. BL -2017 -000665  \n \nIN THE HIGH COURT OF JUSTICE  \nBUSINESS AND PROPERTY COURTS  \nOF ENGLAND AND WALES  \nBUSINESS LIST (CHD)  \n \n \nB E T W E E N:  \n \nJSC COMMERCIAL BANK PRIVATBANK  \nClaimant  \n- and – \n \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED  \n(4) TRADE POINT AGRO LIMITED  \n(5) COLLYER LIMITED  \n(6) ROSSYN INVESTING CORP  \n(7) MILBERT VENTURES INC  \n(8) ZAO UKRTRANSITSERVICE LTD  \nDefendants  \n \n__________________________________ ______  \n \nSECOND  WITNESS STATEMENT OF  \nOLEKSANDR ZAVADETSK YI \n________________________________________  \n \nB2/6/8\n"}
