{"metadata": {"corpus_path": "B1. Witness statement of Valerii Olegovich Bondarenko.pdf", "file_size": 1352964, "mtime": 1675871807.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n  Witness Statement  \nClaimant  \nV O Bondarenko  \nFirst \n13 October 2021  \n \n \nIN THE HIGH COURT OF JUSTICE  \nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES  \nBUSINESS LIST (CHD) \n BL-2017-000665  \nBETWEEN : \n \nJSC  COMMERCIAL BANK \"PRIVAT BANK\" \nClaimant  \n- and - \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED  \n(4) TRADE POINT AGRO LIMITED  \n(5) COLLYER LIMITED  \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO  UKRTRANSITSERVICE LTD \nDefendants  \n \nFIRST WITNESS STATEMENT OF VALERII OLEGOVICH BONDARENKO  \n \nI, Valerii Olegovich Bondarenko , of 1d Hrushevskoho Str., Kyiv, 01001, Ukraine (being the \nBank’s registered address), will say as follows: \n I am a Senior Lawyer in the Legal Department of JSC Commercial Bank PrivatBank (the \n\"Bank \"). \n I understand that the Bank has brought these proceedings in England against the \nDefendants (including the former owners of the Bank), and I make this witness statement \nin support of the Bank’s claims. \nB1/11/1\n- 2 - \n Where I refer to documents below, I do so by reference to the document's disclosure \nnumber in these proceedings.  I enclose with this statement a list of the documents I have \nbeen referred to in the course of making this statement. \n My native languages are Russian and Ukrainian.  I am sufficiently proficient in English to \ngive this witness statement in English, and I intend to give my oral evidence in English, \nalthough with the court's permission, I would like to have access to an interpreter to assist, \nif necessary.  This evidence was prepared following a series of discussions between myself \nand the Bank’s solicitors. \n Unless otherwise stated, the facts and matters set out below are within my own knowledge, \nand I believe them to be true.  Where they are not within my knowledge, they are true to \nthe best of my knowledge, information and belief and their sources are explained. \nSECTION 1: BACKGROUND  \n I am a qualified Ukrainian lawyer.  I graduated from Odessa National Law Academy, where \nI studied Law, in 2007.  After graduating, I worked as a lawyer at another Ukrainian bank \n(called Bank of Finance and Credit) until I joined the Bank in around October 2013.  I am \ncurrently a Senior Lawyer in the Administration of Legal Support in the City of Kyiv, which \nis part of the Legal Department.  Although this team is based in Kyiv, I work at the Bank’s \nHead Office in Dnipro.   \n In 2017, I worked in the Department of Demands and Claims (the “ Claims Department ”) \nwithin the Legal Department.  At that time, I reported directly to Sergiy Nakorchevskiy, who \nwas Deputy Head of the Claims Department at that time.   \nSECTION 2: THE BANK’S PROCEDURES FOR ISSUING CLAIMS  \n I will now explain, to the best of my recollection, the Bank’s standard procedure, at the time \nI worked in the Claims Department in 2017, for issuing claims against corporate borrowers \nwho were in default. \n When it had been identified that a borrower was in default, a department of the Bank called \nthe Problem Debt Collection Department (the “ Collection Department ”) would send a \nstandard-form letter of demand to the borrower.  This letter would tell the borrower that it \nwas required to repay the loan to the Bank, or face legal proceedings in court. \n If the borrower did not then repay the loan, the Collection Department would prepare: \n the documents that it would be necessary for the Bank to file at court in order to \nbring a claim against the borrower (including the statement of claim, the letter(s) \nof demand and a copy of the loan agreement); and \nB1/11/2\n- 3 - \n a memorandum in the Bank’s PrivatDoc system instructing the Claims Department \nto prepare and issue a claim against the specified borrower(s) in respect of the \nspecified loan(s).  \n Once the PrivatDoc memorandum had been approved by the Head of the Bank’s Legal \nDepartment, the involvement of the Claims Department would begin.  The first step was for \nMr Nakorchevskiy to instruct one of the Claims Department lawyers (such as myself) to \nprepare and issue the claim. \n After a claim had been assigned to me, I would review the documents that had been \nprepared by the Collection Department, which I would access on an electronic database \ncalled Demands and Claims Work (“ PiR”).  PiR is accessible through the Bank’s PC \n“Promin” interface. \n I would then review those documents to ensure that there were no errors or omissions.  For \nexample, I would have (if necessary) amended the text of the statement of claim to ensure \nthe references to provisions of Ukrainian law were correct. \n Once a claim was ready to be issued, I would print copies of the claim documents; one for \nthe court and one for each defendant.  We only had one printer in our part of the office, \nwhich meant that I would have to stand by the printer to ensure that no one else’s \ndocuments became mixed up with mine.  Once it was printed, I would sign the statement \nof claim. \n In addition to the claim documents, I also needed to produce a high-quality photocopy of \nmy power of attorney, which enabled me to represent the Bank before the Ukrainian court.  \nA copy of my power of attorney was included in the pack of documents sent to the court. \n I would save the final copies of the claim documents to another Bank electronic database, \ncalled the Court Case Management System (“ SUSD ”).  SUSD is also accessed through PC \n“Promin”. \n Before the claim could be issued, the relevant court fee would be paid by electronic bank \ntransfer.  It was necessary for the Bank to pay the court fee in advance of the claim being \nsent to the court because payment of the court fee was a precondition to the court opening \nthe proceedings. \n The final stage in the process was to submit the claim by post to the defendant(s) and the \ncourt.  It was necessary to post the claim to the defendant(s) first because the documents \nthat were sent to the court needed to include proof that the claim had already been sent to \nthe defendant(s).  In 2017, the Claims Department used either Dnipro post office number \n27 or the Dnipro Central Post Office (which had longer opening hours). \n  \nB1/11/3\n- 4 - \nSECTION 3: THE LOAN ENFORCEMENT CLAIMS AND FAKE CLAIMS  \n In September 2017, I was involved in the preparation and submission of a claim against \nLLC “Santekh Master” (“ Santekh Master ”), one of the new borrowers to which loans had \nbeen granted pursuant to a restructuring of the Bank’s credit portfolio in late-2016 (the “ New \nBorrowers ”).  As far as I can recall, the claim was issued (in accordance with the Bank’s \nstandard practice at that time, as described above) because Santekh Master had defaulted \non a loan that it had received from the Bank. \n Subsequently, on 17 October 2017, the Claims Department was authorised to prepare \nclaims in relation to 33 other New Borrowers.  Mr Nakorchevskiy verbally allocated a few of \nthe claims to me, although I cannot now recall which ones in particular. \n Shortly after that, however, we were given a verbal instruction by Mr Nakorchevskiy not to \nfile any further claims in relation to the New Borrowers.  As far as I can recall, we were told \nto pause work on the claims and to not send any that we had finished work on to the court. \n A few weeks later, however, I  was informed by Iryna Hryn (who at that time was a colleague \nof mine in the Claims Department) that numerous proceedings had been purportedly issued \nby the Bank against further New Borrowers and that some of them purported to bear my \nsignature.  Whilst preparing my witness statement, I have reviewed statements of claim in \nrelation to six such claims that purport to bear my signature (the “ Fake Claims ”).  They are \nnot my signatures.  I did not sign any documents in relation to the Fake Claims. \n In the following table I have reproduced screen-shots of the imitations of my signature from \nsix of the fake statements of claims.  When compared against my real signa"}
{"start": 7000, "text": "rticular. \n Shortly after that, however, we were given a verbal instruction by Mr Nakorchevskiy not to \nfile any further claims in relation to the New Borrowers.  As far as I can recall, we were told \nto pause work on the claims and to not send any that we had finished work on to the court. \n A few weeks later, however, I  was informed by Iryna Hryn (who at that time was a colleague \nof mine in the Claims Department) that numerous proceedings had been purportedly issued \nby the Bank against further New Borrowers and that some of them purported to bear my \nsignature.  Whilst preparing my witness statement, I have reviewed statements of claim in \nrelation to six such claims that purport to bear my signature (the “ Fake Claims ”).  They are \nnot my signatures.  I did not sign any documents in relation to the Fake Claims. \n In the following table I have reproduced screen-shots of the imitations of my signature from \nsix of the fake statements of claims.  When compared against my real signature, I believe \nthat it is immediately apparent that these are not my signatures.  I also believe that it is \nimmediately apparent that these six signatures are also very different from each other. \n Defendant Fake signature Disclosure number  \n(a) LLC “Leks Grant”  PB0365645 \n(b) LLC “Start-N”  PB0365647 \nB1/11/4\n- 5 - \n Defendant Fake signature Disclosure number  \n(c) LLC “Finiti-Company”  PB0365642 \n(d) LLC “Kitcher-Solution”  PB0365643 \n(e) LLC “Agrotrade Ltd”  PB0365644 \n(f) LLC “Argo-UTN”  PB0365646 \n \n An example of my signature at the time (which has not changed since 2017) is shown \nbelow.  The most obvious difference from the fake signatures set out above is that my \nsignature does not have a \"tail\" below the Cyrillic letter \"Б\" in the middle of the signature.  \nDocument Real signature Disclosure number  \nConfirmation that the \nclaim against Santekh \nMaster (which I refer to in \nparagraph 19) was sent \nto the Commercial Court \nof Khmelnytsky Region \non 7 September 2017 \nfrom Dnipro post office \nnumber 27. \n PB0365774 \n \nB1/11/5\nB1/11/6\n- 7 - \nLIST OF DOCUMENTS  \nPB0363385 \nPB0365546 \nPB0365547 \nPB0365548 \nPB0365549 \nPB0365550 \nPB0365551 \nPB0365642 \nPB0365643 \nPB0365644 \nPB0365645 \nPB0365646 \nPB0365647 \nPB0365774 \nPrivileged documents created for the dominant purpose of the conduct of contemplated litigation \nB1/11/7\n"}
