{"metadata": {"corpus_path": "AA3_4 First Defendant's Written Closing Submissions - Quantum Issues Annex.pdf", "file_size": 739712, "mtime": 1755683452.83752, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "IN THE HIGH COURT OF JUSTICE         CLAIM NO.BL-2017-000665 \nBUSINESS AND PROPERTY COURTS  \nOF ENGLAND AND WALES  BUSINESS LIST (CHD) BETWEEN:     \n \nPJSC COMMERCIAL BANK PRIVATBANK \n \nClaimant \n— and — \n \n \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT ARGO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \n \n_______________________________________________ \n \nFIRST DEFENDANT’S CLOSING SUBMISSIONS  \nQUANTUM ISSUES ANNEX \n_______________________________________________ \n \nThis Annex adopts the defined terms used in the main body of D1’s Written Closing \nSubmissions (“ D1.Closing ”) and the Glossary of Terms at  Appendix A to D1’s Written \nOpening Submissions (“ D1.Opening ”) {AA/3/1/153 }.  \n References to the Bank’s Written Cl osing Submissions are in the format \n“Bank.Closing/page”.  \n \n \nAA3/4/1\nQuantum Issues Annex – Table of Contents \nA. INTRODUCTION 1  \nA1. Overview 1 \nA1(1) Repayments acknowle dged by the Bank ............................................................. 1 \nA1(2) “Net loss” enquiry ............................................................................................... 2 A1(3) The Decision Tree ............................................................................................... 3 \nA2. Expert Forensic Accounting Evidence 4 \nA2(1) Mr Thompson ...................................................................................................... 4 A2(2) Mr Davidson ....................................................................................................... 5 \nB. THE STARTING POINT – WHAT LO SS IS THE BANK CLAIMING? 6  \nB1. Relevant Drawdowns or Re levant Drawdown Portions? 6 \nB1(1) Relevant Drawdown Port ions – the pleaded case ............................................... 6 \nB1(2) Unreturned Prepayments? ................................................................................... 7 B1(3) Relevant Drawdowns? ........................................................................................ 7 \nB2. Currency of Loss 10 \nB2(1) Relevant legal principles ................................................................................... 10 B2(2) D1’s revised case: loss in the currency of drawdown ....................................... 11 B2(3) The Bank’s case: all USD losses ....................................................................... 12 \nB2(4) Conclusion in relati on to Currency Issue .......................................................... 16 \nC. CHOICE OF APPROPRIATE METHODOLOGY 17  \nC1. What actually happened to the funds a lleged to have been misappropriated? 17 \nC1(1) The Bank’s Methodology does not answer the question ................................... 17 \nC1(2) Funds Flow Analysis using Exact  Matching answers the question ................... 21 \nC1(3) The Bridging Lo an Methodology ...................................................................... 24 \nC1(4) Contemporaneous documentation of the purpose of drawdowns ..................... 25 \nC2. Source of funds used to effect Repayments 26 \nC2(1) The Bank’s Methodology is not appropriate ..................................................... 27 C2(2) The Alternative Methodology is th e only appropriate methodology ................ 27 \nD. DISPUTES RELATING TO CREDITS GIVE N BY THE BANK IN RESPECT OF \nREPAYMENT 30  \nD1. The position if the Starting Point is Relevant Drawdowns 31 \nD1(1) If the Bank’s Methodology is used ................................................................... 32 D1(2) If the Alternative Me thodology is used ............................................................. 32 \nD2. The position if the Starting Point is RDPs 32 \nD2(1) If the Bank’s Methodology is used ................................................................... 32 D2(2) If the Alternative Me thodology is used ............................................................."}
{"start": 3500, "text": "wns 31 \nD1(1) If the Bank’s Methodology is used ................................................................... 32 D1(2) If the Alternative Me thodology is used ............................................................. 32 \nD2. The position if the Starting Point is RDPs 32 \nD2(1) If the Bank’s Methodology is used ................................................................... 32 D2(2) If the Alternative Me thodology is used ............................................................. 32 \nD2(3) Reasons why the Bank is wrong to de ny that RDPs can repay RDPs ............... 33 \nD3. Repayments funded from unidentified sources 37 D4. Transferred Asset Valuation issues 37 \nD4(1) Introduc tion ....................................................................................................... 37 \nD4(2) Transferred Assets – Prelim inary (the Credit Values) ...................................... 38 \nAA3/4/2\nD4(3) The valuation expert evidence .......................................................................... 40 \nD4(4) The Petrol Stations ............................................................................................ 41 \nD4(5) The Oil Storage Facilities .................................................................................. 54 D4(6) Real Estate Assets – Mr Kaczmarek’s reliance on the NBU validated / verified values 55 D4(7) The Dnipro Stadium .......................................................................................... 56 D4(8) The Training Centre .......................................................................................... 61 D4(9) The Airfield ....................................................................................................... 62 D4(10) The Offices and the Hotels ................................................................................ 62 D4(11) The Aircraft ....................................................................................................... 65 D4(12) Asset-specific issues – Th e Aircraft and Hotel Mir .......................................... 71 \nE. CREDITS DUE FROM “USE OF FUNDS” MISAPPROPRIATED 73  \nE1. Use of Relevant Drawdowns to repay bad loans 74 \nE2. Use of Relevant Drawdowns as Bridging Loans 74 \nF. NO COMBINATION OF DEFENCES 76  \nG. INTEREST 77  \nG2. Compound interest 77 \nG2(1) Compound Interest as dama ges under Ukrainian Law ...................................... 77 \nG2(2) Compound interest under the Equitable Jurisdiction ........................................ 80 \nG3. Simple interest and infla tion uplift under Article 625 82 \nG4. Section 35A Senior Courts Act 1981 84 \n \n \nAA3/4/3\n1 \n A. INTRODUCTION \nA1. OVERVIEW  \nA1(1)  Repayments acknowledged by the Bank \n1. D1’s Repayment Defence and the conclusion to  be drawn from it are set out in the main \nbody of D1’s Written Closing Submissions. \n2. As is clear from those submissions, D1’s primar y case is that the source of funds used to \neffect repayments is irrelevant. If the am ount alleged to have b een misappropriated was \nreturned to the Bank and accepted by the Bank as a discharge of the Borrower’s liability (whether in contract or in restitution) then any tortious liability of D1 in procuring the \nadvance of funds to the Borrower was extingu ished whatever the source of those funds \nmay have been. \n3. If, however, the Bank’s argument that repaym ents funded by other lending should be \nignored is accepted then it wi ll become important to identif y the source of funds used to \nrepay particular drawdowns. The Bank conte nds that the Bank’s Methodology should be \nused for this purpose. D1 contends that wh ile that Bank was free to use that methodology \nin order to identify the Relevant Draw downs and the Relevant Drawdown Portions \n(“RDPs ”) which are the subject of its claims , the Bank’s Methodology is entirely \ninappropriate to identify the source of funds used to e ffect repayments and that a \nmethodology which was identified by the Bank’s own expe"}
{"start": 7000, "text": "of funds used to \nrepay particular drawdowns. The Bank conte nds that the Bank’s Methodology should be \nused for this purpose. D1 contends that wh ile that Bank was free to use that methodology \nin order to identify the Relevant Draw downs and the Relevant Drawdown Portions \n(“RDPs ”) which are the subject of its claims , the Bank’s Methodology is entirely \ninappropriate to identify the source of funds used to e ffect repayments and that a \nmethodology which was identified by the Bank’s own expert as an “Alternative Methodology” is the only re levant methodology. This involv es a straight-forward and \nconventional Funds Flow analysis, whether one is interested in the immediate source of \nfunds\n1 or the ultimate source of funds.  \n4. Similarly, if the Bank’s argument that the full “credit value” of Tran sferred Assets should \nnot be taken into account but what matters is  their “true value” is  accepted by the Court, \n \n1  The Bank is wrong to suggest that the direct sources of repayments are agreed (Bank.Closing/746 \n{AA2/15/379 }), as the choice of methodology affects even the direct source of repayment for repayments \nby Intermediary Loans or Asset Transfer, which must be allocated (using one or other methodology) to a Relevant Drawdown (or Relevant Drawdown Portion)    \nAA3/4/4\n2 \n then there are issues of valuation to be determined on the basis of the expert valuation \nevidence.  \nA1(2)  “Net loss” enquiry \n5. One way in which the Bank attempts to put its case is that the Court should assess its \n“overall” loss and take into account the losses wrongfully caused to it in the course of \neffecting repayments. \n6. D1’s case, as set out in Section E2(1)  of D1.Closing ,2 is that this is entirely the wrong \napproach because it involves the Bank bringing into account losses caused to it by \ntortious conduct which is not the subject of its carefully confined claim in these proceedings. \n7. If, nevertheless, the Court should find a basi s upon which such an approach is available \nto the Bank then, as set out in Section E2(2)  of D1.Closing ,\n3 D1 contends that there were \nother benefits which the Bank received as a result of the use made of the funds alleged \nto have been misappropriated th rough the Relevant Drawdowns.  \n8. If D1’s argument is accepted in principle, th ere is again an issue between the parties as \nto which methodology is to be used in order to identify what use was made of the funds \nadvanced by the Bank.  \n9. The Bank claims that the Bank’s Methodology answers the question but plainly it does \nnot do so: \n(1) Even in the case of a Relevant Drawdow n which directly f unds an Unreturned \nPrepayment (“ URPP ”), the Bank’s Methodology does not enquire into what \nhappened next. (A continuation of the same Funds Flow analysis used to that point \noften demonstrates that the money came st raight back to the Bank either to repay \nthe same loan or another bad loan.) \n(2) In the case of Relevant Drawdowns wh ich indirectly funded a URPP, the Bank \naccepts that when the Bank’s Methodology deploys Links by Transaction Reference (i.e. in cases like Tseris): \n \n2  Section E2(1)  of D1.Closing {AA3/3/63}  \n3  Section E2(2)  of D1.Closing {AA3/3/65}  \nAA3/4/5\n3 \n (a) The funds which were used to effect a return of prepayme nt are necessarily \nnot the same funds as were used to effect the prepayment; and  \n(b) The Bank does not make any enquiry into  the immediate source of funds used \nto make URPP. \n10. Again, D1 contends that a straightforward Funds Flow analysis will identify what the \nRelevant Drawdowns were themselves used fo r and this reveals that a large number of \nthem were: \n(1) used themselves to effect the repayment of  the same loan or another bad loans; or \n(2) used as Bridging Loans and were themselves repaid as a necessary part of the \ntransaction for which they provided short term funding. \nA1(3)  The Decision Tree \n11. This Annex addresses the various issues of quantum that may in that event arise in \nbroadly the"}
{"start": 10500, "text": "rward Funds Flow analysis will identify what the \nRelevant Drawdowns were themselves used fo r and this reveals that a large number of \nthem were: \n(1) used themselves to effect the repayment of  the same loan or another bad loans; or \n(2) used as Bridging Loans and were themselves repaid as a necessary part of the \ntransaction for which they provided short term funding. \nA1(3)  The Decision Tree \n11. This Annex addresses the various issues of quantum that may in that event arise in \nbroadly the sequence in which those issues ar e depicted as arising in the Handout in the \nform of a “ Decision Tree ” which Counsel for D1 produced in cross-examining the \nBank’s forensic accounting expert, Mr Thompson:4 \n(1) Starting Point:  \n(a) Is the “Starting Point” URPPs, Relevant  Drawdowns, or Relevant Drawdown \nPortions (“ RDPs ”)?; \n(b) Currency: In what currency or curr encies was any loss felt by the Bank?; \n(2) Choice of Methodology (see above);  \n(3) Disputes as to Credits Granted by the Ba nk for “Repayments” including disputes \nas to:  \n(a) Whether credit should be give n to the extent that RDPs  repaid RDPs if RDPs \nare the Starting Point and the Alternativ e Methodology is to be preferred; and \n \n4  Day 25 - Fieldfisher Handout  {AA6/21} .  Mr Thompson accepted that there was nothing obviously missing \nfrom it, so far as the accountancy issues were concerned: Thompson, {Day23/108:17-21}  \nAA3/4/6\n4 \n (b) Transferred Asset Valuation; \n(4) Further Credits that should be taken into account which reduced the Bank’s loss; \nand  \n(5) Interest: If the Bank is entitled to any compensation, what if any pre-judgment \ninterest is applicable?  \nA2. EXPERT FORENSIC ACCOUNTING EVIDENCE  \n12. The Court heard evidence from three expert fo rensic accountants in relation to the flow \nof money as revealed by th e Transaction Data and on the issue of the currency of the \nBank’s loss.    \n13. Mr Thompson was called by the Bank.5 Mr Davidson was called by D1.6 Mr Steadman \nwas called by D2.7 The work undertaken by those experts is relevant to a number of the \nissues addressed in this Annex so  it is briefly introduced below. \nA2(1)  Mr Thompson  \n14. Mr Thompson was at pains to emphasise that  the calculations he and Mr Davidson had \nworked on were agreed and all that remained were issues of principle for the Court. The \nexperts had agreed that the c hoice of Methodology was for th e Court to decide and would \ndepend on the question to which the Court de termined it needed an answer, and the \nCourt’s assessment as to which Methodology was most useful to provide that answer:  \n(1) In particular, Mr Thompson made clear  that the Bank’s Methodology was not his \nown creation and he had been instructed  to use it in preference to other \nmethodologies.  \n(2) He emphasised that he had not intende d to express any view as to which \nMethodology was the “better” one.8 Mr Thompson described himself as \n \n5  Mr Thompson was cross-examined on Days 23 and 24 \n6  Mr Davidson was cross-examined on Day 25 \n7  Mr Steadman was cross-examined on Day 26 \n8  Thompson, {Day23/17:16} - {Day23/18:11}  \nAA3/4/7\n5 \n “approaching the exercise in a mechanical way based on my instructions ”9 and \nemphasised that when he first reported he had been “ instructed to perform \ncalculations based on the Bank’s approach to loss ”.10 He corrected a paragraph in \nhis report11 which suggested he was expressing  an opinion of his own on the Bank’s \nloss.12   \n(3) As to Mr Davidson’s Funds Flow analysis, Mr Thompson acknowledged “ I’m not \nsuggesting that that’s, you know, n ecessarily wrong. I’m not giving a view. ”13  \nA2(2)  Mr Davidson \n15. The Bank attempted to undermine Mr Davidson’s credibility by cross-examining him on \nsome embarrassing allegations  of dishonesty that had been  made against him personally \nin respect of certain financial dealings. The only relevant complaint in this regard was that having ceased to be a member of th e Institute of Chartered Accountants, Mr \nDavidson "}
{"start": 14000, "text": "s, Mr Thompson acknowledged “ I’m not \nsuggesting that that’s, you know, n ecessarily wrong. I’m not giving a view. ”13  \nA2(2)  Mr Davidson \n15. The Bank attempted to undermine Mr Davidson’s credibility by cross-examining him on \nsome embarrassing allegations  of dishonesty that had been  made against him personally \nin respect of certain financial dealings. The only relevant complaint in this regard was that having ceased to be a member of th e Institute of Chartered Accountants, Mr \nDavidson had delayed amending hi s expert reports to reveal this change in his status.\n14 \nMr Davidson explained that the situation was complicated and it had been difficult to \ndeal with the situation. Nevertheless, it  was suggested at th e outset of his cross-\nexamination that it would be a theme of some  of the questions that he simply did not \ncomply with his professional duties.15 Despite unsettling Mr Davidson in this way, the \ncross-examiner did not follo w through with any such allegations. There should be no \ncriticism of Mr Davidson that any of the wo rk he has done in these proceedings involved \nany breach of duty to the Court.  \n \n9  Thompson, {Day24/45:13-16}  \n10  Thompson, {Day24/45:4-6}  \n11  Thompson1/7.14 {D1/1/282}  \n12  Thompson, {Day24/101:2-18} \n13  Thompson, {Day24/72:13-17}  \n14  Davidson, {Day 25/5:4-22}  \n15  Willan KC, {Day25/13:4-11}  \nAA3/4/8\n6 \n B. THE STARTING POINT – WH AT LOSS IS THE BANK \nCLAIMING? \nB1. RELEVANT DRAWDOWNS OR RELEVANT DRAWDOWN PORTIONS ? \n16. The first question to be addressed as  indicated on the Decision Tree is “ What is the \nsubject of the Bank’s Claim? (Is it URPP, RDs or RDPs?) ” \n17. The net amount owed by the Re levant Borrowers will depend on whether the starting \npoint of the Bank’s claim is Relevant Dr awdowns or Relevant Drawdown Portions.  \nAccordingly, before the quantum of the Bank’s loss can be ascertained, it is important to \nunderstand what is the Star ting Point for the Bank’s cla im, i.e. what has the Bank \nidentified as having caused it loss.  \n18. Mr Thompson has calculated the Bank’s loss assuming three differe nt starting points:16 \n(1) The amount of Unreturned Prepayments – USD 1,911,877,385;  \n(2) The total amount of Relevant Drawdowns – USD 2,335,943,519; and \n(3) The Relevant Drawdown Portions – USD 1,911,877,385.  \nB1(1)  Relevant Drawdown Portions – the pleaded case \n19. As explained in Section C1 , D1.Closing ,17 there can only be one answer to the question \n“What is the Bank claiming? ” based on the case pleaded in the Particulars of Claim: the \nBank is claiming that those portions of Rele vant Drawdowns which caused URPPs were \nmisappropriated. These are the RDPs identifi ed by Mr Thompson on behalf of the Bank \nusing the Bank’s Methodology.  \n20. Mr Thompson has calculated the RDPs and pr esented them in Appendix 5-1-1-1 to his \nThird Report.18 These are the only figures that, ta ken together, amount to exactly the \namount of the URPPs. \n \n16  Thompson3/5.24(a)-(c) { D1/440/73 } \n17  Section C1 , D1.Closing {AA3/3/11}  \n18  Appendix 5-1-1-1 {D1/452}  \nAA3/4/9\n7 \n 21. Mr Thompson confirmed that the figures in Column L thereof represented the sums of \nmoney which the Bank claims that D1 misappropriated.19 \nB1(2)  Unreturned Prepayments? \n22. The amount of the URPPs was the starting poi nt which Mr Thompson was instructed to \ntake in his First Report.20 In presenting his calculation on that basis, Mr Thompson was \nnot expressing his view that it was a valid calculation, or expressing his opinion of what \nthe loss of the Bank was.21  \n23. It is obvious – and Mr Thompson agreed22 – that the URPPs did not themselves cause \nthe Bank an accounting loss.  They are made by the Borrowers to the Suppliers and affect \nthe account between those parties. \n24. The starting point of the amount of the URPPs  was always simply a proxy for the total \namount of money alleged to have been Mi sappropriated from the Bank. They were \nalways going to be in th e same amounts.      \nB1(3) "}
{"start": 17500, "text": "xpressing his opinion of what \nthe loss of the Bank was.21  \n23. It is obvious – and Mr Thompson agreed22 – that the URPPs did not themselves cause \nthe Bank an accounting loss.  They are made by the Borrowers to the Suppliers and affect \nthe account between those parties. \n24. The starting point of the amount of the URPPs  was always simply a proxy for the total \namount of money alleged to have been Mi sappropriated from the Bank. They were \nalways going to be in th e same amounts.      \nB1(3)  Relevant Drawdowns? \n25. The Bank now asserts that its claim is – and al ways has been – to the full amount of the \nRelevant Drawdowns. However, that is de monstrably wrong because the Bank never \nclaimed the amount of USD 2,335,943,519. \n26. Mr Thompson has only ever made reference to  the value of repayments of Relevant \nDrawdowns by Relevant Drawdowns  as being relevant to a “ cross-check ” exercise: \n(1) In his First Report,23 he said, \n“Cross-Check  \n7.13 As a cross-check, an alternative appr oach to calculating the Bank’s loss is to \nsubtract from the total value of Relevant Drawdowns the amount by which they were \n \n19  Thompson, {Day 23/84:8} - {Day23/85:12}  \n20  Thompson1/7.1 {D1/1/278}  \n21  Mr Thompson corrected any appearance to the contrary  when he was cross-examin ed by D2 on the wording \nof his conclusion in Thompson1/7.15 {D1/1/282} : see Thompson, {Day 24/101:10} - {Day24/102:5}  \n22  Thompson, {Day23/87:2-16}; {Day24/101:14-18}  \n23  Thompson1/7.13 {D1/1/281}  \nAA3/4/10\n8 \n themselves repaid by Relevant Drawdowns , prior to deducting amounts for which the \nBank accepts its loss should be reduced …” \n(2) In his Third Report, 24 he said that he had “ updated the “cross-check” of my \ncalculation of loss, which I undertook at paragraph 7.13 of  my First Report. ” \n27. In its Written Opening, the Bank purported to explain why it had claimed only USD \n1,911,877,385: “ So as to ensure that it cannot be sa id to have overstated its loss, the \nBank has chosen the lower of these figures  as its loss (before genuine recoveries) ”.25 This \nis a completely false post hoc  rationalisation. \n28. In cross-examination, Mr Thompson confirme d that his understanding was that the RDPs \nwere the subject of the Bank’s claim.26  \n29. In the course of cross-examin ing Mr Davidson, the Bank referred27 to paragraphs 27B.4.1 \nto 27B.4.1B of its Reply.28 The consistency between those paragraphs and Mr \nThompson’s Cross-Check was specifically highlighted:29  \n(1) In Reply/27B.4.1, it is stated that the Ba nk’s case is that the Relevant Drawdowns \ncaused it a loss in the sum claimed. That is consistent with the case pleaded in the Particulars of Claim.  \n(2) In Reply/27B.4.1A, it is suggested that D1 had not accurately summarised the \ndefinition of Relevant Drawdown. However,  the definition of Relevant Drawdown \nrefers to the fact that thes e are drawdowns of which a “ portion ” caused a URPP.\n30  \nAs Mr Thompson understood it, “ not all of all the Relev ant Drawdowns funded the \nunreturned prepayments. ”31  \n(3) In Reply/27B.4.1B, it is said that th e difference between the amount of USD \n2,335,943,519 and USD 1,911,875,385 “ arises primarily because c.US$384m of \n \n24  Thompson3/5.18, Table 5-5: “Summary of the cross-check”: {D1/440/72}  \n25  Bank.Opening/531  {AA2/1/209}  \n26  See also Thompson, {Day 23/95:1-23}  where he accepted that in relation to AEF, the Bank was only \nclaiming part of relevant drawdowns 1 and 2 \n27  Willan KC, {Day25/123:11} - {Day25/124:23}  \n28  Reply { A1/25/37 } \n29  Willan KC, {Day25/124:16-23}  \n30  See PoC/16  {A1/2/7}  \n31  Thompson, {Day 23/14:11-16}  \nAA3/4/11\n9 \n Relevant Drawdowns were applied in reduc tion of the same or other Relevant \nDrawdowns and are not included in the Bank’s calculation of loss ”. That is true \nonly if the Bank’s Methodology is  used to identify the dir ect source of repayments  \nwhich involves only taking into account the use of parts of Relevant Drawdowns \nwhich it did not allocate"}
{"start": 21000, "text": "Day25/124:23}  \n28  Reply { A1/25/37 } \n29  Willan KC, {Day25/124:16-23}  \n30  See PoC/16  {A1/2/7}  \n31  Thompson, {Day 23/14:11-16}  \nAA3/4/11\n9 \n Relevant Drawdowns were applied in reduc tion of the same or other Relevant \nDrawdowns and are not included in the Bank’s calculation of loss ”. That is true \nonly if the Bank’s Methodology is  used to identify the dir ect source of repayments  \nwhich involves only taking into account the use of parts of Relevant Drawdowns \nwhich it did not allocate to URPPs. That   does not mean that the Bank ever \nformulated its claim as Relevant Draw downs less the value of repayments of \nRelevant Drawdowns.  The entire pur pose of the Bank’s Methodology was to \nestablish the nexus of Rele vant Drawdowns to URPPs. \n30. The fact that the Cross-Check in Thompson1 was almost the same as the amount of the \nURPPs simply by extracting the “ Value of repayments of Relevant Drawdowns by \nRelevant Drawdowns ” is purely coincidental. In truth, the Bank’s claim was only \ninterested in those parts of  Relevant Drawdowns which c ould be allocated to URPPs – \nColumn “L” in Appendix 5-1-1-1 to his Third Report.32 These are the RDPs. What the \nrest of any Relevant Drawdown was used for wa s irrelevant to amount of the claim. It so \nhappens that anything other than RDPs was used to repay Relevant Drawdowns but it could have been used to re pay entirely different loans: the amount “used” to repay \nRelevant Drawdowns would have had no effect on the value of the claim (it would always \nhave been the amount allocated to URPPs, the sum of the RDPs). \n31. In Mr Thompson’s Third Report, the amount produced by the Cross-Check of the amount \nclaimed precisely matched the amount of th e Unreturned Prepayments simply because \nMr Thompson had by then done the full exerci se of allocating Rele vant Drawdowns and \nhad stripped out all parts of  Relevant Drawdowns which we re not allocated to URPPs, \ni.e. anything other than RDPs. \n32. Accordingly, there can be no c onclusion other than that the Ba nk’s claim is in respect of \nRDPs only. \n \n32  Appendix 5-1-1-1 {D1/452}  \nAA3/4/12\n10 \n B2. CURRENCY OF LOSS \n33. The Currency Issue was addressed by D1 in Section J of D1 Opening,33 and by the Bank \nin Section O of Bank Opening.34  It was the principal subject of Mr Davidson’s Third \nReport and Mr Thompson’s Fourth Report.  \n34. The Bank’s primary position was that it suffe red a loss best measured in USD whether \nthe Relevant Drawdowns were in USD or UAH.  D1 had contended the opposite.  \n35. However, any realistic assessment of the e xpert accounting evidence given at trial by Mr \nThompson for the Bank and Mr Davidson for D1 would conclude that neither of those \nprimary cases is supportable, and that the corr ect position is that any loss felt by the Bank \nwas felt in the currency of each particular Re levant Drawdown (as all parties had pleaded \nin the alternative to their more  extreme primary positions).   \n36. That is the most straight -forward, logical outcome, which leads to the fewest \n“anomalies”35, and D1 invites the Court to find acco rdingly.  Consistently with that \nposition, D1 accepts that where applicable, UAH-denominated repayments of USD RDs are to be converted at the exchange rate appl icable at the date of the repayment (which \nwas in fact what the Transacti on Data records as having happened\n36). \nB2(1)  Relevant legal principles \n37. As set out at D1’s Written Opening,37 under English law damages should be calculated \nin the currency “ in which the loss was felt by the claimant ” or “ which most truly expresses \nhis loss ” as a matter of fact, taking into account “ the way in which it conducted its \nbusiness ”: The Despina R  (HL) [1979] AC 685 { M2/2 }, at 697-F – 698-D.    \n \n33  D1.Opening, Section J { AA3/1/103-112 } \n34  Bank.Opening, Section O { AA2/1/246-252 } \n35  Mr Thompson observed that any approach other than currency of drawdown would lead to various \nanomalies, arising from the Bank’s approach"}
{"start": 24500, "text": " \nin the currency “ in which the loss was felt by the claimant ” or “ which most truly expresses \nhis loss ” as a matter of fact, taking into account “ the way in which it conducted its \nbusiness ”: The Despina R  (HL) [1979] AC 685 { M2/2 }, at 697-F – 698-D.    \n \n33  D1.Opening, Section J { AA3/1/103-112 } \n34  Bank.Opening, Section O { AA2/1/246-252 } \n35  Mr Thompson observed that any approach other than currency of drawdown would lead to various \nanomalies, arising from the Bank’s approach to giving credits for repayments: Thompson4, Appendix 4-\n2-1, Note 1 { D1/474P/1 }; Thompson4/4.78 { D1/461/55 }; and see Bank.Opening/641 { AA2/1/251-2 } \n36  As Bank.Closing/1018(2) { AA2/15/499 } notes  \n37  D1.Opening/305 { AA3/1/104 } \nAA3/4/13\n11 \n 38. This is common ground, and reflects the way the Bank’s case was put in opening,38 and \nin cross-examination to Mr Davidson.39  That being so, and in li ght of the page limit, the \nsterile debate continued at Bank.Closing/1004 as to whether the applicable law is English \nor Ukrainian law is not addressed in these subm issions, save to record that (insofar as it \nmatters), D1’s position is that the Court is entitled to proceed on the assumption that Ukrainian law is not materially different to English law on this issue, as the Bank itself appears to do at Bank.Closing/1007-1008.\n40  \nB2(2)  D1’s revised case: loss in the currency of drawdown \n39. D1’s position at the conclusion of the evidence is that the C ourt should find that any loss \nwas suffered by the Bank in the currency of drawdown.41  This position reflects the \nBank’s case that it suffered 270 separate loss es, at the precise moment each Relevant \nDrawdown was credited to the Borrower’s accounts. \n40. The Bank contends that when it advanced f unds in USD, it felt a loss in USD. Mr \nDavidson had expressed the contrary view in hi s Third Report, referring to the fact that \nthe Bank’s functional currency was UAH as ev idence that the Bank’s economic activity \nwas valued in UAH. He also attempted to a ssist the Court with some observations on the \nBank’s Financial Statements which might i ndicate that while the Bank had advanced \ndrawdowns in USD, it had felt its loss in UAH.  \n41. However, in the course of cross-examina tion, he accepted that hi s observations had not \nbeen accurate and that the correct view was that the Bank had felt its loss in advancing \nUSD in USD.42 As a result D1 no longer contends that when the Bank advanced loans in \nUSD it felt its loss in UAH.  \n \n38  E.g., Bank.Opening/583, 630 { AA2/1/228, 246 } \n39  Willan KC, {Day 25/153:11-17}  \n40  Bank.Closing/1007-1008  {AA2/15/492}  \n41  Mr Davidson had expressed the contrary view in his Third Report, referring to the fact that the Bank’s \nfunctional currency was UAH as evidence that the Bank ’s economic activity was valued in UAH. He also \nattempted to assist the Court with some observatio ns on the Bank’s Financial Statements which might \nindicate that while the Bank had advanced drawdowns in  USD, it had felt its loss in UAH. However, in the \ncourse of cross-examination, he accepted that his ob servations had not been accurate and that the correct \nview was that the Bank had felt its loss in advancing US D in USD. As a result, D1 no longer contends that \nwhen the Bank advanced loans in USD it felt its loss in UAH \n42  Davidson { Day25/150:4-10 } \nAA3/4/14\n12 \n B2(3)  The Bank’s case: all USD losses \n42. The Bank contends that the scheme it seeks to prove was a “dollar fraud”, such that UAH \nRelevant Drawdowns were “ de facto US dollar extractions .”43 To this end, the Bank \npoints to various ‘factors’ which it says point to its loss really bei ng felt in USD, each of \nwhich is either wholly irrele vant or misconceived.    \nB2(3)(a)  The objective of the scheme   \n43. Although not part of its pleaded case, in opening and closing submissions the Bank has \ncontended that the scheme “was designed” to misappropriate USD.44 The argument \nseems to be that becau"}
{"start": 28000, "text": "llar fraud”, such that UAH \nRelevant Drawdowns were “ de facto US dollar extractions .”43 To this end, the Bank \npoints to various ‘factors’ which it says point to its loss really bei ng felt in USD, each of \nwhich is either wholly irrele vant or misconceived.    \nB2(3)(a)  The objective of the scheme   \n43. Although not part of its pleaded case, in opening and closing submissions the Bank has \ncontended that the scheme “was designed” to misappropriate USD.44 The argument \nseems to be that because (it is said) the obj ect of the scheme was to “extract” USD, it \nfollows that the Bank should be compensated in USD.  \n44. The obvious difficulty with that argument is that the currency in which prepayments and \nreturns of prepayment were made has no nece ssary correlation to the currency in which \nthe Bank’s loss as a result of advancing the Relevant Drawdowns was felt.   \n45. But in any event, although it appears to have been essential to the cyclical character of \nthe scheme that prepayments were made in USD, that does not mean (as the Bank appears to assume) that its “objective” was necessarily to extract USD.   \n46. Indeed, as Mr Davidson’s tr acing exercise has shown, in  many cases funds advanced \nunder Relevant Drawdowns (whether drawndown in UAH or USD\n45) were used to make \nrepayments of the same or other loans in UAH.   \n47. Dorteks provides an example of UAH Relevant  Drawdowns that were  converted to USD \nby the Borrower, but then ultimately convert ed back to UAH to allow repayment of \nUAH-denominated lending, as Mr  Davidson’s diagram shows:  46 \n \n43  Hunter KC, {Day 2/123:14-16} , Bank.Closing/1015 {AA2/15/497}  \n44  Bank.Opening/623 { AA2/1/246 }; Bank.Closing/1015 {AA2/15/497}  \n45  RD009, drawndown by Inkom, provides an example where funds drawn down in USD were ultimately \nconverted to UAH to enable repayments of other loans in UAH.   This is shown in Mr Davidson’s diagram \nat Davidson 1, Appendix 8-1-093-2 { D2/9/151 } \n46  Davidson1/Appendix 8-1-025-2 { D2/9/34 } \nAA3/4/15\n13 \n  \n48. There are various other such examples.47 The accuracy of this analysis is not disputed by \nthe Bank (only its significance for the purposes of D1’s defences), and it contradicts the \nBank’s un-evidenced suggestion that the pur pose of even the UAH RDs was to extract \nUSD from the Bank.  \nB2(3)(b)  Currency conversion by the Borrowers \n49. In its pleaded case, the Bank seeks to pl ace reliance upon the fact  that UAH RDs were \nconverted – by the Borrowers – into USD sometime after dr awdown, in order to make \nprepayments to Suppliers in USD.48   \n50. This argument suffers from two fatal flaws: (i) that steps taken by the Borrowers after \ndrawdown cannot possibly affect the nature and quantification of the Bank’s loss at the \nmoment of advancing the funds drawn down; a nd (ii) that currency ex change transactions \nentered into by the Bank on behalf of Borrowe rs were transactions for value: the Bank \ndebited UAH from the Borrower’s account, an d credited it with a corresponding amount \nof USD, which it had bought for the Borrowe r on the Interbank Ex change Market.   \n51. Mr Thompson bravely sought to develop the Bank’s argument in his evidence, through \nan analysis which sought to show that where the Bank exchanged UAH RDs for USD at \nthe request of the Borrower, the result was that the Bank’s “ net position ” at the end of \nthe day was that it had paid out sums of USD.49    \n \n47  In total, 36 of the Transaction Chains identified by Mr Davidson identify credit claimed in relation to \nrepayment of UAH-denominated loans  \n48  Reply/47.3 { A1/25/78 } \n49  Thompson4/3.70-3.76 { D1/461/27-29 }.  Mr Thompson’s analysis, using Dorteks as an example, is shown \nin Thompson4, Table 3-3 { D1/461/29 } \nAA3/4/16\n14 \n 52. That analysis was adopted by the Bank in its Opening Submissions.50  However, as the \ncross-examination of Mr Thompson reveale d, it was based on a wholly false premise: \n(1) Mr Thompson’s identification of the Ba nk’s “net pos"}
{"start": 31500, "text": "son identify credit claimed in relation to \nrepayment of UAH-denominated loans  \n48  Reply/47.3 { A1/25/78 } \n49  Thompson4/3.70-3.76 { D1/461/27-29 }.  Mr Thompson’s analysis, using Dorteks as an example, is shown \nin Thompson4, Table 3-3 { D1/461/29 } \nAA3/4/16\n14 \n 52. That analysis was adopted by the Bank in its Opening Submissions.50  However, as the \ncross-examination of Mr Thompson reveale d, it was based on a wholly false premise: \n(1) Mr Thompson’s identification of the Ba nk’s “net position” appears to have \nproceeded on the incorrect assumption that the currency transaction was a bilateral \ntransaction between the Borro wer (Dorteks) and the Bank, rather than a transaction \nin which the Bank sold the UAH provide d by Dorteks on the Interbank Exchange \nMarket in return for USD.   \n(2) When it was pointed out to him in cro ss-examination that it was common ground51 \nthat the USD sold to Dorteks (and the other Borrowers) as part of the currency conversions was purchased for that purpos e by the Bank on the Interbank Exchange \nMarket, Mr Thompson fairly  accepted that his “net position” analysis was no \nlonger applicable, and that the correct analysis was th at the Bank had ‘lost’ UAH, \nrather than USD.\n52 \n53. The correct analysis of the Bank’s “net position” , insofar as that may be relevant, is that \nset out on D1’s handout53, as Mr Thompson appeared to accept.  The currency \nconversions were separate transactions to the Relevant Drawdowns, which did not affect \nthe currency (or amount) of the Bank’s lo ss.  Reliance upon them  does not avail the \nBank’s case in the slightest, as th e Bank appears to have recognised.54 \nB2(3)(c)  “Index commission fees” \n54. The Bank also seeks to rely upon certain prov isions of the Relevant Loans relating to \n“index commission fees”.55 This point was addressed in D1’s Written Opening.56   \n \n50  Bank.Opening/632(3) { AA2/1/247 } \n51  Thompson, {Day24/30:24} - {Day24/31:15}; {Day24/33:2-9}; {Day24/32:15} - {Day24/33:1 }.  Mr \nThompson was shown the application submitted by the Bank to the NBU for permission to effect the \nDorteks FX transaction on the interbank market { K7-C/1/1 }, and Bank.Opening/632(2) { AA2/1/247 } “the \nBank used the UAH to purchase USD in the Interbank Foreign Exchange Market of Ukraine .” See also fn \n879 to Bank.Opening/1015(2), accepting this point {AA2/15/498}  \n52  Thompson, {Day24/34:20} - {Day24/35:3};  see also Thompson, {Day 24/36:6-14}  \n53  D1 Handout (Dorteks Relevant Drawdowns) { AA6/22/1 } \n54  The “net position” analysis is does not feature in Bank.Closing, with the currency conversions being relied \nupon only as part of the broader “ dollar fraud ” point, addressed above \n55  Reply/47.2 { A1/25/77 }; Bank.Closing/1016 {AA2/15/498}  \n56  D1.Opening/314(1) { AA3/1/107 } \nAA3/4/17\n15 \n 55. In short, the Bank cannot be heard to say that the terms of the Relevant Loans are of \nassistance in identifying any tortious loss su ffered by it in circumstances where it says \nthe relevant documentation was sham and of no effect.   \n56. The Bank itself plainly recognises this: alth ough it mentions the “index commission fees” \nin its Written Opening,57 it is constrained by its own case to say only that the “ sham \ndocumentation ” “gave the impression ” that the Bank would be able to recover UAH RDs \nat their USD value.  The Bank (rightly) cannot bring itself to suggest that such provisions \nactually reflect, or evidence, the loss in fact suffered by the Bank as a result of the Relevant Drawdowns, and the poi nt therefore ends with a wh imper rather than a bang.  \n57. Nevertheless, it was suggested to Mr Davidson in cross-examination that the these terms \nwere “… the sort of thing a bank w ould include if it was us ing its dollar denominated \nliabilities, its eurobonds and so on, in order to make hryvnia loans …”.\n58  Mr Davidson \nquite properly declined to speculate.59   \n58. This was a strange and rather desp erate line for the Bank to take:  \n(1) A key part"}
{"start": 35000, "text": "t of the Relevant Drawdowns, and the poi nt therefore ends with a wh imper rather than a bang.  \n57. Nevertheless, it was suggested to Mr Davidson in cross-examination that the these terms \nwere “… the sort of thing a bank w ould include if it was us ing its dollar denominated \nliabilities, its eurobonds and so on, in order to make hryvnia loans …”.\n58  Mr Davidson \nquite properly declined to speculate.59   \n58. This was a strange and rather desp erate line for the Bank to take:  \n(1) A key part of the Bank’s own case that USD-loans caused it a loss in USD was the \nproposition that the Bank carefully matched its USD loans to its USD deposits.  That is not compatible with th e suggestion that UAH-loans were also funded out \nUSD-denominated deposits.  \n(2) As to the suggestion that the UAH-loans were funded from the Bank’s other source \nof USD-lending, namely its Eurobond issuance,\n60 that too is demonstrably wrong: \nthe UAH Relevant Loans (to say nothing of the Bank’s other UAH lending) totalled \nUAH 8,803 million, whereas the UAH-equiva lent par value of the Eurobonds \nissued by the Bank in February 201 3 was only UAH 1,399 million, and the total \nvalue of all of the Bank’ s issued Eurobonds at the end of 2014 was only UAH 5,874 \nmillion.61 In other words, the value of the UAH Relevant Loans comfortably \nexceeded the entirety of th e Bank’s issued Eurobonds.  \n \n57  Bank.Opening/633 { AA2/1/248 } \n58  Davidson, {Day25/152:24} - {Day25/153:5}  \n59  Davidson, {Day25/153:6-22}  \n60  Davidson, {Day25/152:24} - {Day25/153:10} \n61  Feb 2013: UAH 1,399 million Financial Statements for 2013 { K1/3/42 }; Financial Statements for 2014 \n{K1/4/49 } \nAA3/4/18\n16 \n (3) Most importantly, there is simply no ev idence that the UAH Relevant Loans were \nfunded in this way. The Bank has access to all the data. It has not suggested that any relevant records are missing. It was for the Bank to adduce such evidence, if it \nexisted, but it has chosen not to do so.  \n59. It appears from Bank.Closing/1017 { AA2/15/498 } that in the end this point is relied on \nas no more than further particulars of the suggestion that the UAH RDs were part of a \nscheme to extract USD which for the reasons se t out above is not rele vant to the question \nof what is the loss (if any) for which the Bank requires compensation.  \nB2(3)(d)  Source of funding for the Relevant Drawdowns \n60. There can be no doubt that the Ba nk appreciated that evidence  of the specific source of \nfunds for such lending might be germane to the Currency Issue.  In opposing the \namendments to D1’s Defence that introduced the Currency Issue, the Bank’s skeleton noted that:\n62 \n… the real question is “not what was generally  the currency which the Claimants used but \nwhat is the currency which best expresses the lo sses in the specific circumstances of the \npresent case”: Kazakhstan Kagazy v Zhunus  [൬൪൫൲ ] EWHC ൭൰൳ (Comm ) at [ ൯൬] per \nPicken J. D ൫ has not sought to engage with that qu estion but the Bank will need to address \nit in detail if the amendments are permitted. That may require further disclosure, or even \npotentially further witness evidence.  \n61. The Bank has not attempted to explain why it has not sought to adduce further evidence \non this issue.  It should be inferred that the Bank investigated the position and concluded \nthat any available documentary eviden ce would not assist its primary case.63  \n62. Whatever the reason, the result is that there is simply no evidential basis upon which to \nsuggest that the Bank in fact felt its loss in anything other than the currency in which the \nfunds were advanced. \nB2(4)  Conclusion in relation to Currency Issue \n63. The Court ought therefore to conclude – as common sense s uggests – that any loss was \nfelt in the currency of the Relevant Draw down.   The Bank’s continuing attempt to \n \n62  Bank Skeleton for 2nd PTR/21.4 { G2/111/22 } \n63  The Bank has plainly not refrained from disclosing further material because it considered it too l"}
{"start": 38500, "text": "h to \nsuggest that the Bank in fact felt its loss in anything other than the currency in which the \nfunds were advanced. \nB2(4)  Conclusion in relation to Currency Issue \n63. The Court ought therefore to conclude – as common sense s uggests – that any loss was \nfelt in the currency of the Relevant Draw down.   The Bank’s continuing attempt to \n \n62  Bank Skeleton for 2nd PTR/21.4 { G2/111/22 } \n63  The Bank has plainly not refrained from disclosing further material because it considered it too late, or \npotentially disruptive, to do so, since it has been content to give late disclosure on other topics (since the \n2nd PTR the Bank has disclosed nearly 1,600 new documents, and added and added over 4,000 previously disclosed documents (and translations) to the Chronological Bundle \nAA3/4/19\n17 \n suggest, feebly, that the UAH RDs caused it a loss in  USD is “cakeism” in the extreme, \nand should be rejected. \nC. CHOICE OF APPROPRI ATE METHODOLOGY  \n64. The calculations produced by the Forensic A ccountants use two different methodologies \nto answer two questions:  \n(1) “What was the Source of Funds Used to Effect Repayments? ”  \n(2) “What actually happened to the Funds alleged to have been Misappropriated? ”  \n65. The Bank’s Methodology will not produce useful  answers to either question. It was \nconceived for a diffe rent purpose: see Section C1(3)  in D1.Closing .64  The Bank accepts \nthat the Bank Methodology is primarily  relevant to its case on causation.65  \n66. The Bank’s Methodology was not devised by Mr  Thompson, nor did he have any choice \nin whether it should be applied.  He was instructed to use it in his calculations. He very \ncarefully chose to express no view as to wh ether it was the right method for the Court to \nuse.66  \n67. In both cases Funds Flow analysis using Ex act Matching will answer  the question. This \ninvolves following the same money from account to account. \nC1. WHAT ACTUALLY HAPPENED TO THE FUNDS ALLEGED TO HAVE BEEN \nMISAPPROPRIATED ? \nC1(1)  The Bank’s Methodology does not answer the question \n68. It is to be noted that the Bank uses the terms “caused” and “funded” as if they are \ninterchangeable when alleging that the Re levant Drawdowns “caused” or “funded” a \nURPP. This has regrettably led the Bank to ma ke submissions that the funds alleged to \n \n64  Section C1(3)  of D1.Closing {AA3/3/14}  \n65  Bank.Closing/748 { AA2/15/379 } \n66  Thompson, {Day23/18:8-11} : “I hope I’ve made clear in my reports, where I’ve described the \nmethodologies but I haven’t given a view as to which is the better one, that that’s very much for the court .” \nAA3/4/20\n18 \n have been misappropriated were somehow “use d” to make URPPs. This is a nonsense in \nanything other than the case of Relevant Drawdowns that directly funded URPPs (like \nUniks67).  Even then, the Bank’s Methodology doe s not address the que stion of what the \nRelevant Drawdowns were ultimately used for, as the Bank accepts.68 The Bank’s \nMethodology stops artificially at  the URPP even when it is pe rfectly possible to see what \nthe funds were then used for. This is becau se the Bank’s Methodology is only interested \nin establishing the link between a Relevant Drawdown and a URPP. \n69. When it comes to cases of Relevant Draw downs that indirectly  funded URPP (like \nTseris), the Bank’s Methodology does not purport to identify  the use of the Relevant \nDrawdowns. Any suggestion by the Bank that  it does so is at best misguided.69 The \nBank’s Methodology was designed to establish wh at the Bank acknowledges to be at best \nan indirect causative link between URPPs and Relevant Drawdowns through a chain of \ntransactions. Once Links are made by Transa ction Reference, new and different funds \nare involved in that chain. \nC1(1)(a)  Tseris70 \n70. In the case of Tseris:  \n(1) The Return of Prepayment undoubtedly did not use the funds received by way of \nPrepayment three months earlier. As Mr Davidson explained, and as the Bank accepts was the case,\n71 there wi"}
{"start": 42000, "text": "gned to establish wh at the Bank acknowledges to be at best \nan indirect causative link between URPPs and Relevant Drawdowns through a chain of \ntransactions. Once Links are made by Transa ction Reference, new and different funds \nare involved in that chain. \nC1(1)(a)  Tseris70 \n70. In the case of Tseris:  \n(1) The Return of Prepayment undoubtedly did not use the funds received by way of \nPrepayment three months earlier. As Mr Davidson explained, and as the Bank accepts was the case,\n71 there will have been a credit from somewhere to the right \nof the Supplier on the diagram72 which put the S upplier in funds: “ Other money \ncomes in from somebody else to the same supplier in order to repay the \n \n67  See D1’s Handout (Uniks Diagram) {AA6/5}  \n68  Bank.Closing/759 { AA2/15/382 } \n69  This repeated assertion is wrongly made when considering the repayment of Relevant Drawdown Portions \nby Relevant Drawdowns in Section D2(3)  below \n70  See D1’s Handout (Tseris Diagram) {AA6/5}  \n71  See Davidson, {Day25/33:20-23}  \n72  Davidson, {Day25/34:10} - {Day25/36:5}  \nAA3/4/21\n19 \n borrower. ”73 Mr Thompson acknowledged that it was “ new money ”.74 The Bank \ndoes not enquire where that came from.75 \n(2) Mr Thompson prefers to use the word “funded” rather than “caused”76 but he \nexpressly qualified his use of the term “funded” in his First Report77 to reflect the \nfact that he was not following the same  funds when making Links by Transaction \nReference:78 \nWhen discussing the Bank’s case in this re port, and in accordance with financial \nterminology, I use the word “funded” rath er than “caused” to describe the Bank’s \ncase on how the Relevant Drawdowns can be traced to the Unreturned Prepayments \n(and how the Relevant Drawdowns were pur portedly repaid). In doing so, I am \nreferring to linking transactions (i.e. Prepayments and Returns of Prepayment) by Supply Agreement references in the Bank’s transactional data, as well as following \nfund flows where there are no narrative descriptions to link. Accordingly, when \nusing this terminology, I am not necessarily  referring to the available monies in the \nentity’s account at the time of the transaction.  \nC1(1)(b)   Tekhspets \n71. Mr Davidson was shown the example of RD227 in the amount of USD 30m advanced to \nTekhspets on 8 November 2013.79 The Bank’s case linking th e URPP in the amount of \nUSD 30m paid by Tekhspets to Collyer (D 5) on 28 July 2014 back to a Relevant \nDrawdown to Tekhspets on 8 November 2013 is illustrated by Mr Thompson in \nAppendix 3-2-4-1 to his First Report.80 \n \n73  Davidson, {Day25/35:20-22}  \n74  Thompson, {Day23/38:4-17} ; the Bank is fully aware of this – see the questions put to Mr Davidson \nconcerning Tekhspets: Davidson, {Day23/35:3} - {Day23/36:1}  \n75  Thompson, {Day23/32:10} - {Day23/33:11},  acknowledging that he did not know where Tseris got the \nmoney from to pay Tseris on 11 August. It was not the same money that had come in by way of Prepayment: \nThompson, {Day23/35:22} - {Day23/36:3} ; see also {Day23/50:11} - {Day23/51:3}  \n76  Mr Thompson preferred to use the word “funded” rather than “caused” because he was more comfortable \nwith that terminology than “caused” which has a legal connotation on which he did not wish to be seen to \nbe expressing a view.76 Acknowledging that causation was not a matter for the expert accountants  did not \nstop Counsel for D1 trying to get Mr Davidson to confirm its case on causation. Unsurprisingly, Mr \nDavidson refused to be drawn in to that debate: see Davidson, {Day 25/26:23} - {Day25/27:12}  \n77  Thompson1/2.2, fn 4  {D1/1/23}  \n78  See Thompson, {Day23/30:9} - {Day23/31:17}  discussing the Tseris exam ple he acknowledged that he \nwas not actually following the same funds from one bank account to another \n79  Davidson, {Day25/36:6} - {Day25/54:6} \n80  Thompson1, Appendix 3-2-4-1: Tekhspets Unreturned Prepayment 2207CT/2 DD 22.07.2014 {D1/14/1}  \nAA3/4/22\n20 \n 72. It was acknowledged that two parts of th e Bank’s Met"}
{"start": 45500, "text": "wn in to that debate: see Davidson, {Day 25/26:23} - {Day25/27:12}  \n77  Thompson1/2.2, fn 4  {D1/1/23}  \n78  See Thompson, {Day23/30:9} - {Day23/31:17}  discussing the Tseris exam ple he acknowledged that he \nwas not actually following the same funds from one bank account to another \n79  Davidson, {Day25/36:6} - {Day25/54:6} \n80  Thompson1, Appendix 3-2-4-1: Tekhspets Unreturned Prepayment 2207CT/2 DD 22.07.2014 {D1/14/1}  \nAA3/4/22\n20 \n 72. It was acknowledged that two parts of th e Bank’s Methodology involved Funds Flow \nanalysis:  \n(1) The first involved following RD227 from the Bank to the Borrower (Tekhspets) \nand then on to the first Supp lier (Prior) on 8 November 2013.81  \n(2) The second involved following the Return  of Prepayment made by Prior to \nTekhspets three months later on 5 Februa ry 2014 and then on to Spircom the same \nday.82 \n73. The Bank made the link between the Prepayment  and the Return of Prepayment simply \nby making a Link by Transaction Reference. Mr Davidson emphasised that the second \nexercise was a “ separate matching ”; what was being followe d was not the Relevant \nDrawdown but “ the new money that comes in to Prior ”83 on or before 5 February 2014. \n74. It was put to Mr Davi dson that the Bank was “ conducting a tracing exercise in two \nstages ”84 and (although this was not an opinion th at had ever been expressed by Mr \nThompson) it was suggested that the Bank “ could say, “This piece of money goes there, \nthat piece of money goes there, and those tw o transaction chains, although they are not \nlinked by the same money, net off against each other? ”85  \n(1) Mr Davidson did not accept this was th e case given that different money was \ninvolved.86 All that is netted off is  a credit against a debt.  \n(2) As Mr Davidson had, rightly, explained,  the netting off forms no part of a \nconventional tracing exercise: “ That’s more a matter of ledger accounting ”87 (as \nbetween the Borrower and the Supplier). \n \n81  Davidson, {Day25/52:18-22} \n82  Davidson, {Day25/52:23} - {Day25/53:5}  \n83  Davidson, {Day25/54:3-4}  \n84  Willan KC, {Day25/52:17-18}  \n85  Willan KC, {Day25/53:6-9}  \n86  Davidson, {Day26/53:10} - {Day26/54:1}  \n87  Davidson {Day26/50:13-24}  \nAA3/4/23\n21 \n C1(2)  Funds Flow Analysis using Exact Matching answers the question \n75. Unlike Mr Thompson, Mr Davidson was instru cted to consider what the Relevant \nDrawdowns themselves had been used for.88 Whether or not they had funded URPPs \nalong the way was irrelevant. While Mr Thom pson was only interest ed in establishing \nthe nexus between a Relevant Drawdown and a URPP, when the money was followed to \nthe first Supplier (e.g. Uniks), Mr Davidson wanted to know “ Well, what actually \nhappened to the USD 36.8m? ”,89 “What happened next? ” \n76. Mr Davidson used Exact Matching (the sa me technique that the Bank’s Methodology \ndeploys to follow funds drawndown by a Borrowe r to the first Supplier). Rather than \nswitch to making “Links by Transaction Reference”, Mr Davidson continues to follow the money. \n77. In a great deal of cases, analysis of the Tr ansaction Data revealed that the money alleged \nto have been misappropriated had been tran sferred to a Supplier as a Prepayment under \na Supply Agreement but return ed by the Supplier to the Bo rrower (or another borrower) \nthe same day, designated as a Return of Pr epayment under an exis ting Supply Agreement. \n78. Once received by the Borrower, the money had b een used to repay loans – in some cases \nRelevant Loans, and in some of those cases, the Relevant Loan from  which the Relevant \nDrawdown had been advanced in the first pl ace, as shown in D1’s Handouts, and in \nfurther detail in Mr Davidson’ s “Transaction Chain Workbooks”.\n90 \nC1(2)(a)  Uniks91  \n79. In the case of Uniks, Mr Davidson’s analysis92 revealed that Teamtrend used the USD \n36.8m received as a Prepayment under Supply Agreement 240714-TU to return Prepayments previously made by Real and Forsa, thereby enabling them, after th"}
{"start": 49000, "text": "Relevant Loans, and in some of those cases, the Relevant Loan from  which the Relevant \nDrawdown had been advanced in the first pl ace, as shown in D1’s Handouts, and in \nfurther detail in Mr Davidson’ s “Transaction Chain Workbooks”.\n90 \nC1(2)(a)  Uniks91  \n79. In the case of Uniks, Mr Davidson’s analysis92 revealed that Teamtrend used the USD \n36.8m received as a Prepayment under Supply Agreement 240714-TU to return Prepayments previously made by Real and Forsa, thereby enabling them, after the \n \n88  Davidson1/1.10 {D2/1/5}  \n89  Mr Thompson acknowledged the different exercises: Thompson, {Day23/40:1} - {Day23/41:20}  \n90  Davidson1/Appendix 8 {D2/9}  \n91  See D1’s Handout (Uniks Diagram) {AA6/4}  \n92  Mr Davidson’s analysis of the Use of Uniks Relevant Drawdowns (RD242 and RD243) is set out in his \nUse of Funds Workbook attached as Davidson1/Appendix 8-1-242-1 {D2/9/607} . In addition to containing \nthe diagram shown in the Handout, the Workbook contains a diagram cross-referenced to extracts from the \nTransaction Data  {D2/9/608} . The Transaction Data entries are included in the following pages in the \nWorkbook.  Copies appear at Appendix C/2-13  \nAA3/4/24\n22 \n obligatory currency exchanges had been effected, to make repayments under four \nseparate loan facilities on the same day as the Relevant Drawdowns were made.  \n(1) Real repaid money under two Relevant Loans (both were different from the \nRelevant Loan under which the two Re levant Drawdowns were made).  \n(2) Forsa (which is not one of the Borrowers93 but is one of the 193 Borrowers94) repaid \ntwo other loans. \n80. In all cases like Uniks where the URPP occu rs when the funds alleged to have been \nmisappropriated can be followed to the Suppl ier by Exact Matching, they flow straight \nback to the Bank the same day to repay other loans.95  \nC1(2)(b)  Tseris96 \n81. In the case of Tseris, Mr Davidson’s analysis97 revealed that Ukrtrans had used the USD \n53m received as Prepayment under S upply Agreement ZT-05.02/6 to return a \nPrepayment to Tseris under a different Suppl y Agreement and that, after the obligatory \ncurrency exchanges had been effected, Tser is had then used th at money to make \nrepayments under three loans. A relatively small amount of money (USD 0.5m) was repaid under the Relevant Loan from wh ich the Relevant Drawdown of USD 23m had \nbeen made, and the rest repaid Intermediary Loans of Tseris.\n98 \n82. As Mr Thompson acknowledged99 at the beginning of the day, Tseris owed the Bank \nUSD 53million. At the end of the day Tseris owed the Bank USD 53m. In response to a \nquestion from the Court, it was confirmed that  exactly the same money that left the Bank \nwas returned to the Bank.100 Mr Thompson confirmed that  the effect on the Bank is \n \n93  The List of the 50 Borrowers who took Relevant Loans is set out in Thompson1/Appendix 3-3-6 { D1/105 }. \nReal is an abbreviation used for “TOV Real-Standar t”: see the reference in th e Transactional Data in \nDavidson1, Appendix 8-1-242-3 { D2/9/609 } \n94  See the list of the 193 Borrowers attached to the final Transformation Plan {E16/206/1}  \n95  Thompson, {Day24/73:17-25}  \n96  See D1’s Handout (Tseris Diagram) {AA6/5}  \n97  Davidson1/Appendix 8-1-236-2  {D2/9/598} .  A copy of the diagram and related Transaction Data appears \nat Appendix C/14-21 {AA3/7/14}  \n98  Loans 4TS13732D and 4TS13732D: See Thompson1/Appendix 4-13-1, rows 172 and 173 { D1/271P/3 } \n99  Thompson, {Day23/53:13} - {Day23/54:4}  \n100  Howard KC, {Day23/54:5-15}  \nAA3/4/25\n23 \n neutral from an accounting point  of view and the movement  of funds suggested some \nsort of loan recycling scheme.101 \nC1(2)(c)  Tekhspets and other examples \n83. In the case of Tekhspets, Mr Davidson had de monstrated using Funds Flow analysis that \nRD227 in the amount of USD 30m used by Tekhs pets to make a prepayment to Prior \nunder Supply Agreement 3010T on 8 November 2013 was repaid to Tekhspets and used \nto repay USD 30m owed under Tekhspets’ Intermediary Loan 4"}
{"start": 52500, "text": "3/54:5-15}  \nAA3/4/25\n23 \n neutral from an accounting point  of view and the movement  of funds suggested some \nsort of loan recycling scheme.101 \nC1(2)(c)  Tekhspets and other examples \n83. In the case of Tekhspets, Mr Davidson had de monstrated using Funds Flow analysis that \nRD227 in the amount of USD 30m used by Tekhs pets to make a prepayment to Prior \nunder Supply Agreement 3010T on 8 November 2013 was repaid to Tekhspets and used \nto repay USD 30m owed under Tekhspets’ Intermediary Loan 4T13407D on the same \nday.102 \n84. Other examples were consid ered involving Relevant Draw downs advanced to AEF, \nRibotto and Intorno. AEF is addresse d in the context of Quantum in Section D  below.  \n85. The most striking example was RD97 a dvanced to Intorno on 1 August 2014.103 The \nBank identifies the payment made by Intorno to Teamtrend as a URPP whereas if the \nFunds Flow analysis is conti nued, it can be seen that the same money was used to repay \nRD196 – a Relevant Drawdown advanced to a different Borrower, Ribotto.104 \n(1) Although it is one of several Relevant  Drawdowns contributing to a USD 30m \nURPP to Teamtrend, RD97 advanced to In torno on 1 August 2014 is like Uniks in \nthat it involves only two step s to get to the URPP. It is  common ground that Intorno \nused the funds advanced under RD97 to make a prepayment to Teamtrend under Supply Agreement TI-010814/3 on 1 August 201 4 in the amount of USD 15m. It \nis also common ground that Teamtrend did not  return that Prepayment to Intorno. \nThe Bank’s analysis stops there with a URPP. \n(2) However, it is also common ground,\n105 that using Exact Matching, Funds Flow \nanalysis shows that Teamtrend used the same money to fund a Return of \n \n101  Thompson, {Day23/54:16-24} \n102  See Davidson1, Appendix 8-1-227-1 {D2/9/566} and re-examination {Day25/159:19} - {Day25/162:14}  \n103  The materials used to cross examine Mr Thompson on this example, as well as in relation to the other \nexamples of Uniks, Tseris, AEF, Pa radiz and Dorteks, are exhibited at Appendix C . Intorno diagrams are \nat Appendix C/33   {AA3/7/33}  \n104  Thompson {Day23/73:10-14}  \n105  See Thompson3/4.52, Figure 4-8 “Repayment of Relevant Drawdown #196 using the Alternative \nMethodology” {D1/440/41} ; see Davidson’s Transaction Chain Workbooks, at Davidson1, Appendix 8 and \nthe diagram with numbered steps produced at Appendix 8-1-097-2 “Relevant Drawdown 097 (USD 15.0) 1 August 2014” {D2/9/261}  together with the extracts from the Transaction Data in the following pages \nAA3/4/26\n24 \n Prepayment to a different Borrower (R ibotto) under another Supply Agreement \n160414/2TR on 1 August 2018. Ribotto then used the money to repay RD196 \nwhich had been advanced to Ribotto. \nC1(3)  The Bridging Loan Methodology \n86. Mr Davidson’s Bridging Loan Methodology deploys Funds Flow using Exact Matching \nbut in doing so, it identifies transactions  involving the repayment of a Relevant \nDrawdown by other funds, as a consequence of the Relevant Drawdown being made. \n87. In short, Mr Davidson identified self-cont ained clusters of money movements which \noccurred within a few days of each other and seemed to form one transaction which \nnecessarily resulted in a Relevant Drawdown bei ng used as a short term credit to facilitate \nan onward payment of money an ticipating the receipt of inco ming funds which were then \nused to repay the Relevant Drawdown.  \n88. Such Relevant Drawdowns have been coined  “Bridging Loans” by Mr Davidson as they \nappear to have been used for the purpose of short term fundi ng of Prepayments under \nSupply Agreements in anticipat ion of funds being received as Returns of Prepayment \nsufficient for them to be repaid. \n89. The Bank did not quibble with the characte risation of these Relevant Drawdowns as \n“Bridging Loans”.106 \n90. The suggestion put to Mr Davidson that he wa s in some way not acting as an independent \nexpert107 when identifying such a pattern of transactions is utterly absurd in \ncircumstanc"}
{"start": 56000, "text": "appear to have been used for the purpose of short term fundi ng of Prepayments under \nSupply Agreements in anticipat ion of funds being received as Returns of Prepayment \nsufficient for them to be repaid. \n89. The Bank did not quibble with the characte risation of these Relevant Drawdowns as \n“Bridging Loans”.106 \n90. The suggestion put to Mr Davidson that he wa s in some way not acting as an independent \nexpert107 when identifying such a pattern of transactions is utterly absurd in \ncircumstances where Mr Thompson did not disp ute that the patterns existed and accepted \nthat “ it may be ” that the movements of funds do fall to be considered as one \ntransaction.108  \n91. The Bridging Loan methodology is different from the Funds Flow methodology but they \nare not inconsistent and it is not wrong to use bo th of them. They both use Funds Flow \n \n106  Willan KC, {Day 25/73:14}  “14 I’m not criticising the use of the label. ” \n107  Davidson, {Day25/78:20} - {Day25/79:7}  \n108  Thompson, {Day24/9:11} - {Day24/10:4}  \nAA3/4/27\n25 \n methodology to show how Relevant Drawdowns we re used in a way that resulted in no \nloss to the Bank:109 see further Section E  below.  \n92. The use of the Bridging Loan Methodology doe s not in any way legitimise the Bank’s \nMethodology as was suggested to Mr Davidson.110 The Bridging Loan Methodology \nlooks at a complete set of m oney movements in the course of what seems to be a single \ntransaction taking place over a matter of days. By contrast , the Bank’s Methodology links \na number of transactions which take place at  3 month intervals without considering what \nhappens in the meantime and without knowing wh at the sources of f unds were at various \ntimes. \nC1(4)  Contemporaneous documentation of the purpose of drawdowns \n93. It was put to Mr Davidson in cross-examin ation that Funds Flow analysis involved \n“simply looking at the am ounts and dates of transfers. ” Mr Davidson disagreed; he \nexplained that the exercise was not just about matching num bers; it was about following \nthe actual funds to find out where specific money went.111 It was neither “ simplistic ” or \n“simple ”.112 In a conventional tracing exercise, fo llowing money from one bank account \nto another was the dominant factor,113 not transaction references.   \n94. Any suggestion that might be made to the eff ect that Funds Flow analysis is meaningless \nor misleading for not taking into account “ transaction narratives ” is hopeless. None of \nthe transaction narratives are in consistent with the Funds Flow  analysis. As Mr Davidson \nexplained, the narratives on which the Bank relies are essentially “ ledger entries ”114 \naffecting the account between th e Borrower and the Supplier.  \n95. Furthermore, when the contemporaneous documen tation is considered, it is clear that the \nvery purpose of advancing funds under draw downs, including Relevant Drawdowns, was \nto enable expiring loans to be repaid. As Mr Thompson accepted,115 the Supply \n \n109  Davidson, {Day25/76:12} - {Day25/78:19}  \n110  Davidson, {Day25/82:7-25}  \n111  Davidson, {Day25/46:22} - {Day25/48:18}  \n112  Davidson, {Day25/68:5} - {Day25/69:19}  \n113  Davidson, {Day25/47:13} - {Day25/50:2}  \n114  Mr Davidson said this was not tracing. “ It’s then a ledger reconciliation, “Have I had back what I paid \nout? … ”: Davidson, {Day25/50:8-21}  \n115  Thompson, {Day23/51:4-6}  \nAA3/4/28\n26 \n Agreements were made not so that Borrowers could buy goods but so as to justify the \nmovement of funds.  This is no w common ground: see Bank.Closing/813-815,116 \nespecially 815 (“ there is no dispute that there ar e contemporaneous documents … which \nare consistent with Exact Ma tching / Funds Flow analysis  …”).  Many of the relevant \ndocuments are addressed in Section F, Ba nk.Closing, and in Section B of D2.Closing, \nand it is unnecessary to addr ess them further here.  \nC2. SOURCE OF FUNDS USED TO EFFECT REPAYMENTS  \n96. The experts have agreed the somewhat comp licated arithmetic involve"}
{"start": 59500, "text": "ds.  This is no w common ground: see Bank.Closing/813-815,116 \nespecially 815 (“ there is no dispute that there ar e contemporaneous documents … which \nare consistent with Exact Ma tching / Funds Flow analysis  …”).  Many of the relevant \ndocuments are addressed in Section F, Ba nk.Closing, and in Section B of D2.Closing, \nand it is unnecessary to addr ess them further here.  \nC2. SOURCE OF FUNDS USED TO EFFECT REPAYMENTS  \n96. The experts have agreed the somewhat comp licated arithmetic involved. The issue is one \nof principle as to which methodology is appropriate.117 As the analysis in the previous \nsection has shown, the two methodologies wi ll produce different answers wherever the \nBank relies on “Links by Transaction Reference”. \n97. This matters even when consideri ng the direct sour ce of repayments ‒ in particular when \nit comes to analysing the extent  to which RDPs repaid RDPs and, separately, as a result \nof the various disputes about the “t rue value” of the Transferred Assets. \n98. A yet further complication is introduced by the Bank in insisting that repayments of \nwhich the immediate source of funds was other lending should be igno red. In those cases, \nthe Bank insists that the ultimate source of f unds should be identified: to take a simple \nexample, if a Relevant Draw down is repaid directly by an  Intermediary Drawdown, but \nthat means of repayment is to be “ignored”,  one must then identify the source of \nrepayment of the Intermediary Drawdown and onl y give credit if and to the extent that \nthe Bank received value from outside the Bank. A generic example of a Relevant \nDrawdown immediately repaid by an Intermediary Drawdown but ultimately in part by \nAsset Transfer and a New Loan is given in  Figure 4-1 in Mr Thompson’s First Report.118 \n99. The identification of the source of funds used  to effect repayments (whether one is \ninterested in the direct sour ce of funds or the ultimate source of funds) should be a very \n \n116  Bank.Closing/813-815 {AA2/15/410} \n117  See the questions put to Mr Davidson by the Bank: Davidson, {Day25/92:2-12}  \n118  Thompson1/Figure 4-1: “ Example of “cash” repayments originating from Intermediary Drawdowns where \nthe ultimate source of funding is by Asset Transfer and via the Transformation ”: {D1/1/118}  \nAA3/4/29\n27 \n simple exercise. Exact Matching (what th e Bank calls the “Alte rnative Methodology”) \nshould be used to follow repayments  back to a source of repayment. \nC2(1)  The Bank’s Methodology is not appropriate \n100. The Bank, however, insists that the Bank’s Methodology should be used. This involves \nthe convoluted exercise of mixing Exact Ma tching with Links by Transaction Reference \nas discussed in Section C1(1)  above. That methodology was designed for a particular \npurpose (identifying indirect connections between Relevant  Drawdowns and URPP for \nthe purpose of the Unjust Enrichment Clai m) and is entirely inappropriate for the \nunrelated exercise of identifying the sour ce of funds used to effect repayments. \n101. Although he was instructed119 to use the Bank’s Methodology to identify the ultimate \nsource of repayments, in this context, Mr Thompson also “ considered the source of loan \nrepayments using only Exact Matching (i.e . ignoring Supply Agreement References) ” and \nsaid “ I refer to this method as  the Alternative Methodology ”. 120  \n102. Even though the experts applying differe nt methodologies draw similar numerical \nconclusions as to the amount of ultimate repa yments effected from each relevant source \n(as recorded in their Joint Statement121), for each Relevant Drawdown the ultimate source \nof repayment will be identified differently  according to which methodology is used (as \nMr Thompson acknowledged122). \nC2(2)  The Alternative Methodology is the only appropriate methodology \nC2(2)(a)  Example: source of repayment of RD3 (AEF) \n103. In the case of AEF, it is common ground that  the repayment of RD 3 was directly funded \nby the money transfe"}
{"start": 63000, "text": "e repa yments effected from each relevant source \n(as recorded in their Joint Statement121), for each Relevant Drawdown the ultimate source \nof repayment will be identified differently  according to which methodology is used (as \nMr Thompson acknowledged122). \nC2(2)  The Alternative Methodology is the only appropriate methodology \nC2(2)(a)  Example: source of repayment of RD3 (AEF) \n103. In the case of AEF, it is common ground that  the repayment of RD 3 was directly funded \nby the money transferred as a Return of  Prepayment under Supply Agreement ST-\n01/77/DD.  This transaction occurred at 13.40 on 31 March 2014.123 \n \n119  Thompson, {Day23/105:2-5}  \n120  Thompson1/4.68 {D1/1/134}  \n121  AccountancyJS2/4.1-4.2 { D4/2/10-11 } \n122  Thompson, {Day23/105:2-22}  \n123  Step 04 on the diagram in Davidson1/Appendix 8-1-003-2 {D2/9/15} . There are four extracts from the \nTransaction Data on the following page {D2/9/16} , marked Step 04, the first two of which are timed at \n13.40 and the second at 14.13 {D2/9/16} . The point is that this transac tion occurred after the Prepayment \nAA3/4/30\n28 \n 104. Applying the Bank’s Methodology, it is said that  parts of RD1 and RD2 which were not \nRelevant Drawdowns are “allocated to” the repayment of RD3, whereas the “Alternative \nMethodology” (i.e. Funds Flow analysis a pplying Exact Matching)  reveals that RD3 \nrepaid itself.124  \n105. The methodologies identify a different source of repayment because, while it is common \nground that RD1 and RD2 were combined in AEF’s account and used to fund a \nPrepayment to Kalten, under ST-01/77, the tw o methodologies take different paths \nthereafter: \n(1) The Bank’s Methodology connects the Prepayment to Kalten with the Return of \nPrepayment under the same Supply Agreement three months later and then allocates that to the repayment of RD3\n125 (regardless of the direct source of funds \nused by Kalten to make the Return of Prepayment). It is important to recall that Mr Thompson shied away from any suggesti on that the Bank’s Methodology showed \nwhat had happened “ as a matter of fact ”.\n126 \n(2) Exact Matching produces entirely different  results because the Link by Transaction \nReference is irrelevant: \n(a) RD1 and RD2 are followed back from Kalten to AEF and then to the Bank \nto repay existing loans.127 RD1 and RD2 have nothing to do with the \nrepayment of RD3. \n(b) RD3 in fact part funded the Prepay ment under the next Supply Agreement \n(ST-01/11DD) in the amount of USD 20m on 31 March 2014 at 12.20.128 \n \nto Kalten under the next Supply Agreement had been made – see Step 03.  The same data is shown by Mr \nThompson at Thompson1/Appendix 4-10-7 { D1/242P/5 } \n124  Mr Thomposn’s diagrams 4-2 and 4-3 showing the two methodologies are at Appendix C/35-36  \n{AA3/7/35}  \n125  See Thompson3, Figure 4-5 “Repayment of Relevant Drawdown #3 using the Bank’s Methodology” \n{D1/440/37 } \n126  See, in a different context (Intorno/Ribotto), Mr Thompson’s comment, “ Again, my Lord, I think I’d rather \nsay ‘using the Bank’s Methodology’ rather than ‘as a matter of fact’, but using the Bank’s Methodology. ”  \nThompson, {Day23/70:23-25}  \n127  Davidson1/Appendix 8-1-001-2 {D2/9/5} ; see also Davidson, {Day25/162:15-21}  \n128  Step 03 on the diagram in Davidson1/Appendix 8-1-003-2 {D2/9/15} . There are four extracts from the \nTransaction Data on the following page, the first two timed at 11.36 and the second two at 12.20 {D2/8/16} . \nThe same data is shown by Mr Thompson at Thompson1/Appendix 4-10-7 { D1/242P/5 } \nAA3/4/31\n29 \n This contributed part of the Return  of Prepayment under ST-01/77 in the \nsame amount of USD 20m at 13.40 (see a bove) and virtually all of it (less \nonly the amount lost in a currency conversion) was used to repay that drawdown. This is common ground.\n129 \nC2(2)(b)  Example: source of repayment of RD196 (Ribotto) \n106. It is common ground that RD196 advanced to Ri botto was in part repaid directly by Asset \nTransfer (in the amount of US D 5,611,927)"}
{"start": 66500, "text": "/Appendix 4-10-7 { D1/242P/5 } \nAA3/4/31\n29 \n This contributed part of the Return  of Prepayment under ST-01/77 in the \nsame amount of USD 20m at 13.40 (see a bove) and virtually all of it (less \nonly the amount lost in a currency conversion) was used to repay that drawdown. This is common ground.\n129 \nC2(2)(b)  Example: source of repayment of RD196 (Ribotto) \n106. It is common ground that RD196 advanced to Ri botto was in part repaid directly by Asset \nTransfer (in the amount of US D 5,611,927) and in part direc tly by the money transferred \nby Teamtrend to Ribotto as a Return of Prepayment under Supply Agreement \n160414/2TR on 1 August 2014.  \n107. However, the source of the money used to f und that Return of Prepayment is identified \ndifferently according to which methodology is used: \n(1) The Bank’s Methodology130 links the Return of Prepayment back to the \nPrepayment under the same Supply Agreement which occurred three months earlier, then to a Return of Prepayme nt under an earlier Supply Agreement (WR-\n100114/DD) and again, using a Link by Transaction Reference, to a Prepayment by Ribotto to Woolcott that occurred in  February 2014 and was funded by RD197 \nand RD200. \n(2) The Alternative Methodology is straightforward, it fo llows RD97 drawndown by \nIntorno and paid directly to Teamtre nd as a (Unreturned) Prepayment under a \nSupply Agreement (TI-010814/3) and from Te amtrend directly to Ribotto as the \nReturn of Prepayment under 160414/2TR and then immediately back to the Bank as a repayment of RD196 all on the same day.\n131   \n108. Despite what Mr Davidson mistakenly said in cross-examination,132 and as Mr \nThompson can no doubt easily confirm for th e benefit of the Bank’s Counsel, the \ncalculations he produced relati ng to the Repayment Defence and the source of funds do \nnot involve use of the Bridging Loan Methodo logy and D1 does not co ntend that it is \n \n129  Thompson3/Figure 4-3 “Repayment of Relevant Drawdown#3 using the Alternative Methodology” \n{D1/440/35 } \n130  Shown in Thompson3, Figure 4-7 { D1/44/39 }, a copy of which is at Appendix C/31  {AA3/7/31}  \n131  Thompson3, Figure 4-8 “Repayment of Relevant Drawdown #196 using the Alternative Methodology” \n{D1/440/40}  a copy of which is at Appendix C/32  {AA3/7/32}  \n132  Davidson {Day25/24:12}  \nAA3/4/32\n30 \n relevant in that context. It  is useful only in the contex t of considering the Bank’s Net \nLoss (see Section E2, below ). \nD. DISPUTES RELATING TO CR EDITS GIVEN BY THE BANK \nIN RESPECT OF REPAYMENT \n109. The Bank’s calculations of loss consistently allow the following minimum credits \nrelating to the ultimate source of repayment of Relevant Drawdowns . That is, the Bank \nrecognises (i) Repayments of Relevant Draw downs effected using funds derived from \nthe same or other Relevant Drawdowns; (ii)  the “true value” of Transferred Assets \nreceived (excluding the Hotels and Aircraft);133 (iii) incidental foreign exchange gains; \n(iv) repayments of principal by Dilorsano Consulting in rela tion to the Aircraft and any \nproceeds of sale of the Aircraft;134 (v) repayments of principal by the New Borrowers;135 \nand (vi) funds received from othe r sources external to the Bank. \n110. D1’s primary case, of course, is that all repa yments count in full as  set out in D1.Closing. \nHowever, this Annex is produced in case the Court accepts the Bank’s case and considers that the Bank received less than the full va lue credited to the Borrowers and there must \nbe some calculation of its “overall loss”. In this case, D1 does not accept that the Bank \nhas given the full credit that it shou ld. There are three main issues: \n(1) The Starting Point is RDPs (not Rele vant Drawdowns) so the Bank should give \ncredit to the extent that RDPs repaid RDPs when the Alternative Methodology is \napplied. \n(2) The Bank’s failure to give credit for repa yments where the ultimate source of funds \nused to make them is not known. \n(3) The Bank’s experts’ under-valua tion of Transferred A"}
{"start": 70000, "text": "ion of its “overall loss”. In this case, D1 does not accept that the Bank \nhas given the full credit that it shou ld. There are three main issues: \n(1) The Starting Point is RDPs (not Rele vant Drawdowns) so the Bank should give \ncredit to the extent that RDPs repaid RDPs when the Alternative Methodology is \napplied. \n(2) The Bank’s failure to give credit for repa yments where the ultimate source of funds \nused to make them is not known. \n(3) The Bank’s experts’ under-valua tion of Transferred Assets. \n \n133  Other than Hotel Mir, Hotel Zirka and the Aircraft: Reply/28M { A1/25/60 }.  (The Bank’s objection to \nHotel Zirka was dropped on the date of filing these submissions) \n134  See Section D4(12)  below  \n135  See Bank.Opening/576-8 { AA2/1/226-227 }. Mr Thompson describes the credits he has been instructed to \napply at Thompson4/Section 4 { D1/461/38 }.  The categories of credit are shown on Mr Thompson’s \nupdated loss calculation matrix, see Appendix 4-2-1 { D1/521P/1 }, shown in rows 23, 31, 43, 46, 48 and \n49 of the spreadsheet \nAA3/4/33\n31 \n 111. These issues are dealt with in turn. \nD1. THE POSITION IF THE STARTING POINT IS RELEVANT DRAWDOWNS  \n112. If the Starting Point had been Relevant  Drawdowns in the total amount of USD \n2,335,943, 519 (which is never was for the reasons set out in Section B1 , above), the \nBank accepts that if Relevant Drawdowns re pay Relevant Drawdowns this immediately \nreduces the amount of the Bank’s loss. \n113. The logic is clear. To take the simplified example produced by the Bank in its Handout, \nExample 1:136 assume the Bank advanced three Re levant Drawdowns each of USD 100m \nto Borrower 1, who paid them one by one to Supplier 1, Supplier 2 and Supplier 3. If \nSupplier 1 repaid USD 100m to  Borrower 1 who repaid USD 100m of his debt, the loss \nto the Bank would be reduced  from USD 300m to USD 200m.137 It would not matter \nwhich Relevant Drawdown had been repaid. The net amount of funds taken from the Bank would be USD 200m. \n114. In other words, if the Bank claimed that its loss was USD 300m, it would be double-\ncounting if it were to include the amount of  Relevant Drawdowns which had been repaid \nby Relevant Drawdowns. \n115. In passing it should be noted that it makes no difference if  loans are void or valid. The \nBank is at pains to point out in its Handout th at it is purely a ques tion of the net amount \nof its loss.\n138 \n116. The Bank acknowledges that this would nece ssarily be the case whether the Bank’s \nMethodology or the Alternative Methodology is used to identify the source of \nrepayments.  \n \n136  Bank’s Day 2 Handout, p.2 {AA6/2/2 } \n137  See Step 5 { AA6/2/2 } \n138  See page 1 { AA6/2/1 } and see the commentary to Step 5 on page 2 \nAA3/4/34\n32 \n D1(1)  If the Bank’s Methodology is used \n117. If the Bank’s Methodology is used, the credit to be given is USD 384.2 million.139  \nD1(2)  If the Alternative Methodology is used \n118. If the Alternative Methodology is used, Mr Thompson calcula tes the credit would be \nUSD 459.2 million.140 \nD2. THE POSITION IF THE STARTING POINT IS RDP S \nD2(1)  If the Bank’s Methodology is used \n119. If, despite D1’s submissions in Section C above that the Bank’s Methodology is entirely \nunsuitable for the task, the Bank’s Methodolog y were somehow to be preferred as a \nmeans to identify the source of repayments, then it is common ground that there would \nbe no reduction in the amount of the Bank’s loss through th e allocation of RDPs to the \nrepayment of RDPs because this could not ( by definition) occur: all RDPs are allocated \nto URPPs. \nD2(2)  If the Alternative Methodology is used \n120. Once it is recognised that the Bank’s Methodology is irrelevant to the task of identifying \nthe source of repayments, and that the Alternative Methodology should be used, it \nbecomes obvious that some RDPs repaid other RDPs.  \n121. Arithmetically, there is no di spute between the Forensic Accountants that USD 312 \nmillion of RDPs repaid RDPs if th e Alterna"}
{"start": 73500, "text": "f RDPs because this could not ( by definition) occur: all RDPs are allocated \nto URPPs. \nD2(2)  If the Alternative Methodology is used \n120. Once it is recognised that the Bank’s Methodology is irrelevant to the task of identifying \nthe source of repayments, and that the Alternative Methodology should be used, it \nbecomes obvious that some RDPs repaid other RDPs.  \n121. Arithmetically, there is no di spute between the Forensic Accountants that USD 312 \nmillion of RDPs repaid RDPs if th e Alternative Methodology is applied.141 \n122. The Bank refuses to accept that the Altern ative Methodology can be applied, denying \nthat RDPs can ever be treated as the sour ce of repayment of RD Ps for no good reason. \n \n139  See Thompson1/Table 4-6 “Apportionment of Re levant Drawdowns betwee n ultimate sources of \nrepayment using the Bank’s Methodology” {D1/1/135}  and Table 7-3 “Summary of the Cross-Check”  \n{D1/1/281}  \n140  See Thompson1/Table 4-7 “Apportionment of Re levant Drawdowns betwee n ultimate sources of \nrepayment using the Alternative Methodology” {D1/1/136} ; see Mr Thompson’s Updated Loss Calculation \nMatrix and, in particular, Appendix 4-2-2 “Summary of loss calculations using the Alternative \nMethodology to identify the ultimate  source of Relevant Drawdowns” { D1/521P } \n141  Thompson, {Day23/123:21-25}; see Davidson3, Table 3-2 {D2/20/34}  reproduced in D1’s Opening \nSubmissions {AA3/1/144}  and appearing at Appendix C/37  {AA3/7/37}  \nAA3/4/35\n33 \n D2(3)  Reasons why the Bank is wrong to deny that RDPs can repay RDPs \nD2(3)(a)  The Bank’s position is fundamentally inconsistent \n123. The Bank accepts that Relevant Drawdowns repaying Relevant Drawdowns reduce the \nBank’s loss whatever methodology is used. Precise ly the same logic should be applied if \nthe Starting Point is RDPs (as it should be). In suggesting a different approach to RDPs \nthe Bank is adopting an inconsistent position. \nD2(3)(b)  No double counting of credit \n124. The primary objection that has been raised by  the Bank through Mr Thompson is that if \nRDPs were to be recognised as repaying RDPs this would involve some form of “double counting” of credit. Unsurprisingly, when  Mr Thompson was asked to explain the \nobjection, his reasoning was incoherent.142 On this point, Mr Da vidson is entirely right \nand Mr Thompson is at best confused. \n125. The Bank’s (and Mr Thompson’s) suggestion th at two rounds of “credit” are being given \ninvolves the assumption that “credit” has already been given in reducing Relevant \nDrawdowns to RDPs,143 before the Bank’s loss is redu ced still further by recognising \nrepayments of RDPs by RDPs. This is plainly wrong. \n126. The fallacy lies in assuming that “credit” is given to reduce Re levant Drawdowns to \nRDPs. The premise is that Relevant Drawdowns  are not the Starting Point. No exercise \nin granting “credit” is carried out in the iden tification of RDPs. All that happens is that \nthe Bank allocates parts of Relevant Drawdowns to URPPs using the Bank’s Methodology and ignores the rest.  \n127. Mr Thompson eventually accepted that if th e RDPs are the Starting Point (the sums \nalleged to have been misappropriated), then by enquiring as to what happened to each of them, it is then possible to “ see the extent to which the B ank has or has not suffered a \nloss.”\n144 \n \n142  Thompson, {Day23/127:22} - {Day23/128:9}  \n143  As Mr Thompson emphasised (quite wrongly) “ I think the key point here is to remember how we get to \nthose figures. We get to those figures from starting from the Relevant Drawdowns. ” {Day23/113:3-10}   \n144  Thompson, {Day23/113:2-13}  \nAA3/4/36\n34 \n 128. The parties’ different positions can be illustrated as follows, taking AEF as an example \nand, simplifying matters, looking at onl y RD1, RD2 and RD3. The AEF Handout \nreproduces the relevant part of Mr Thompson’ s Spreadsheet “Summary  of allocations of \nRelevant Drawdowns”.145 \n129. D1’s analysis demonstrates that credit is applied once only. His positio"}
{"start": 77000, "text": "We get to those figures from starting from the Relevant Drawdowns. ” {Day23/113:3-10}   \n144  Thompson, {Day23/113:2-13}  \nAA3/4/36\n34 \n 128. The parties’ different positions can be illustrated as follows, taking AEF as an example \nand, simplifying matters, looking at onl y RD1, RD2 and RD3. The AEF Handout \nreproduces the relevant part of Mr Thompson’ s Spreadsheet “Summary  of allocations of \nRelevant Drawdowns”.145 \n129. D1’s analysis demonstrates that credit is applied once only. His position is as follows:  \n(1) Although parts of RD1 and RD2146 are allocated, using the Bank’s Methodology, \nto the repayment of RD3, these parts (i.e. the parts used to make the repayment) \nare wholly irrelevant to the cl aim because they are not RDPs.147 RD3 continues to \ncontribute to the Bank’s claim. It is not “ treated as repaid ” using the Bank’s \nMethodolgy and the suggestion that it  is in Bank.Closi ng/774(6)(d)(iii)148 is wrong. \n(2) The Starting Point for considering the Bank’s loss are the RDPs ‒ the sums \nidentified, using the Bank’s Methodology, as  the subject of the claim that funds \nwere misappropriated: (i) RDP1 (U SD 6,063,986), (ii) RDP2 (USD 18,743,229), \nand (iii) RDP3 (USD 19,919,411).  \n(3) Looking at these as a collection of advan ces alleged to have caused loss, Funds \nFlow analysis using Exact Matching (Mr Thompson’s Altern ative Methodology) \nneeds to be used to find out what these f unds were actually used for: on that basis, \nit is clear and common ground that RD 3 was mostly used to repay RD3.149 There \nwere no other funds available to Kalten to make the payment.150 The money went \nstraight back to the Bank.151 \n(4) Accordingly, the Bank has plainly not suffere d a loss to the extent that RD3 repaid \nitself.  \n \n145  Thompson3, Appendix 5-1-1-1 {D1/452}  \n146  RD1 (non-relevant part USD 4,763,160) and RD2 (non-relevant part 14,722,496) in column P “Repayment \nof Relevant Drawdowns” \n147  The parts of Relevant Drawdowns 1 and 2 taken out of consideration at the first stage are those parts of \nRD1 and RD2 which are not allocated to a URPP (USD 4,763,160) and (USD 14,722,496). They happen \nto have been “allocated” to the repayment of another RD  (in this case RD3) but on the Bank’s case this is \nof no effect: RD3 still counts towards its claim, \n148  Bank.Closing/774(6)(d)(iii) {AA2/15/395}  \n149  “ On a funds flow basis, absolutely that’s what happened. ”: Thompson, {Day 23/117:1-20}  \n150  Thompson, {Day23/118:9} - {Day23/119:8}  \n151  Thompson, {Day23/119:16} - {Day23/121:15}  \nAA3/4/37\n35 \n 130. Almost the whole of RD3 is an RDP. If an RD P in fact repays itself, the Bank has suffered \nno loss. Similarly, if an RDP repays another RDP (as in the example of RDP 97 to Intorno \nrepaying RDP 196 to Ribotto),  the Bank has not suffered a loss to the extent of the \nrepayment. \n131. Accordingly, the necessary conclusion is that RDPs repaying RDPs reduce the Bank’s \nloss by the amount repaid.  \nD2(3)(c)  The Bank’s Methodology does not show how funds are “used” \n132. In cross-examining Mr Davidson, the Bank point ed out that the amount of the Relevant \nDrawdowns advanced to AEF is USD 65 milli on in total. USD 20 million of that is \n“used” to repay Relevant Drawdowns leav ing a net sum of USD 45m “used” to pay \nURPP. If RD3 repays RD3, the Bank’s loss is  reduced to about USD 25 million (which \nis less than the amount of the URPP of USD 45 million). All that is true but it does not \nprove that there has been any “double counti ng credit”. The Bank’s confusion arises from \nthe assumption that the Bank’s Methodology te lls anyone anything about how Relevant \nDrawdowns were “used” when it in fact i nvolves “Links by Transaction Reference”.  \n133. The Bank is simply wrong when it says th ings like this in its Written Opening: \n(1) “A sum of money defined as a Releva nt Drawdown Portion cannot have been used  \nboth to fund an Unreturned Prepayment and to repay another Relevant Drawdown \nPortion ”.152  \n(2) Mr Davidson adopts"}
{"start": 80500, "text": " credit”. The Bank’s confusion arises from \nthe assumption that the Bank’s Methodology te lls anyone anything about how Relevant \nDrawdowns were “used” when it in fact i nvolves “Links by Transaction Reference”.  \n133. The Bank is simply wrong when it says th ings like this in its Written Opening: \n(1) “A sum of money defined as a Releva nt Drawdown Portion cannot have been used  \nboth to fund an Unreturned Prepayment and to repay another Relevant Drawdown \nPortion ”.152  \n(2) Mr Davidson adopts  “the manifestly erroneous positi on that the same monies were \nused  in two different ways ”.153  \n134. The same misuse of language  occurs in Bank.Closing/774(5).154  \n135. The simple point is this: Mr Davidson doe s not accept that any RDP identified using \nLinks by Transaction Reference was “used” to make a URPP, and no part of his analysis \n \n152  Bank.Opening/555(4) {AA2/1/217}  \n153  Bank.Opening/555(5) {AA2/1/217}  \n154  Bank.Closing/775(5) {AA2/15/393}  \nAA3/4/38\n36 \n involves the assumption that it was. He simply takes the RDPs identified by Mr \nThompson as his starting point155 and then tests how they were in fact used. \n136. Mr Thompson’s attempt to defend the Bank’s position was nonsensical. There is no \n“shift”156 in methodology, or any “ combining ”157 of them so as to create any \n“contradiction ”158. The Bank’s argument that RD3 is somehow repaid twice is deploying \nsmoke and mirrors in an attempt to conceal what is really happening.159 It seems to be \ntaken for granted by the Bank that it suffere d a loss in the amount of the URPP when the \naccountants accept that the making of the URPPs do not in themselves cause the Bank any loss at all. \n137. In the course of cross-examining Mr Davids on in a different context, Counsel for the \nBank sought and obtained agreement that “ the Bank’s Methodology and your \nmethodologies are not mutually exclusive but simply have different purposes. ”\n160 The \ntwo methodologies are indeed us ed for different purposes:  \n(1) the Bank’s Methodology identifies th e money alleged to have been \nmisappropriated but the way in which that  money has been linked to a URPP does \nnot establish that the advance of those funds caused the Bank a loss.  \n(2) the Alternative Methodology is used to de termine whether a loss has been suffered \nas a result of advancin g the money the Bank has identified as having been \nmisappropriated, by seeing how th at money was actually used. \n138. Once the RDPs have been identified Mr T hompson could not possibly explain how RDP3 \nhad caused the Bank a loss, because he had to accept that the only money in Kalten’s account that could have been used to repay RDP3 was the funds from RDP3.\n161 He had \nno coherent basis upon which to insist that any double-counting was involved other than \n \n155  When he did his own analysis, he was only doing what he thought Mr Thompson would do if he had \nbothered to do the full exercise he illustrated by reference to AEF in Appendix 3-1 of his Second Report: \nDavidson1, {Day 25/108:1-18}  \n156  Thompson, {Day23/115:16-25}  \n157  Thompson, {Day23/120:18} - {Day23/121:6}  \n158  This is the term used in Thompson3 which Mr Davidson explains is inappropriate in Davidson3: \nThompson3/4.22 { D1/440/31 }, 4.27 { D1/440/34 }, 4.35 { D1/440/36 }; Davidson3/2.24-2.30 { D2/20/22-\n23}, and Section 3 { D2/20/49-51 } \n159  See the questions put to Mr Davidson: {Day25/118:6} - {Day25/120:2}  \n160  Willan KC, {Day25/24:18-21}  \n161  Thompson, {Day23/117:21} , {Day23/121:16} ; {Day23/119:16} - {Day23/120:2}  \nAA3/4/39\n37 \n to repeat that “ on the Bank’s Methodology ”, RD1 and RD2 had been “ used” in part to \nrepay RD3, but the Bank’s Methodo logy establishes no such thing.  \nD3. REPAYMENTS FUNDED FROM UNIDENTIFIED SOURCES  \n139. In some cases, using the respective methodol ogies, the Forensic Accountants have not \nbeen able to identify the ultimate source of money used to fund a repayment. The issue \nfor the Court is whether that repayment is eff ective? "}
{"start": 84000, "text": "23/121:16} ; {Day23/119:16} - {Day23/120:2}  \nAA3/4/39\n37 \n to repeat that “ on the Bank’s Methodology ”, RD1 and RD2 had been “ used” in part to \nrepay RD3, but the Bank’s Methodo logy establishes no such thing.  \nD3. REPAYMENTS FUNDED FROM UNIDENTIFIED SOURCES  \n139. In some cases, using the respective methodol ogies, the Forensic Accountants have not \nbeen able to identify the ultimate source of money used to fund a repayment. The issue \nfor the Court is whether that repayment is eff ective? It appears to be an issue which will \nturn on the burden of proof: \n(1) The Bank claims that it is not effective, inviting the Court to infer that it should \nsimply be assumed that all money for which the source cannot be identified must have come from the Bank. \n(2) D1 contends that all repayments must be taken into account unless the Bank can \ndemonstrate good reason for them to be “i gnored”. If the source of the money is \nnot clear the Bank cannot begin to identify a good reason for ignoring the repayment. \nD4. T\nRANSFERRED ASSET VALUATION ISSUES  \nD4(1)  Introduction \n140. As explained in Section D , D1.Closing ,162 it is D1’s case that the full “Credit Value” of \nTransferred Assets should be taken into account whether the Cour t is considering the \nRepayment Defence either as a matter of law if  the Loan repaid was valid or as a result \nof the Bank’s choice if the Loan repaid was void.  \n141. However, if D1’s primary position is wrong, th e Bank nevertheless acc epts that it must \ngive credit for the so-called “True Value” of  the Transferred Assets.  In that event the \nCourt need to consider the valuation expert  evidence, which is addressed below.   \n \n162  Section D , D1.Closing {AA3/3/18}  \nAA3/4/40\n38 \n D4(2)  Transferred Assets – Prelim inary (the Credit Values) \n142. In various places throughout its Written Closing,163 the Bank alleges that D1 and D2 \nfraudulently procured the inflation of the Cr edit Values of the Transferred Assets such \nthat the Bank should not be bound by the values it credited in 2016. \n143. As to that, the Bank in fact only identifies alleged misrepresentations  of data provided to \nthe various valuers in relation to the Petrol  Stations and the OSFs ; it has not provided \nany evidence of false data having been provided to the valuers of the real estate assets or \nthe Aircraft.   \n144. As to the Petrol Stations, the Bank alleges that the Fuel Sales Volumes ( “FSVs ”) of the \nPetrol Stations were wrongly inflated. D1 does not accept that the data on which the UCE \nvaluation were based (and which ultimately gave rise to the Credit Value) were inflated. As discussed below, while ther e were discrepancies in the data which were used by Baker \nTilly and UCE/Veritas in their valuations , the data which UCE ultimately used are \nsupported by the contemporaneous spreadshee ts showing the FSVs as provided by the \nenterprise owners. If those data are accurate, then there is no question of UCE’s having \nbeen misled, fraudulently or otherwise. Moreove r, and in any event, whatever the status \nof the FSV data, the Credit Value applied by the Bank (UAH 6,341 billion\n164) was less \nthan Mr Kaczmarek’s DCF valuation (UAH 8.5 billion165) and less than his Market \nApproach valuation (UAH 8.36 billion).166 That alone gives the lie to the suggestion that \nthe Credit Values were the resu lt of fraud, or that the Bank has given excessive credit for \nthe value of the Petrol Stations. \n145. As to the OSFs, the position appears to be that  there are reasons to doubt the veracity of \nthe throughput data which Baker Tilly were provided with, and which they questioned at \nthe time. There is, however, no evidence that D1  was in any way responsible for, or even \nknew about, the data which were being provi ded to Baker Tilly and the Bank credited \nUAH 5,891 million as the value of th e OSFs and has never sought to reverse that credit.  \nIn those circumstances, the Bank is  bound by the Credit Value it gave. \n \n163  Principally Bank"}
{"start": 87500, "text": "at  there are reasons to doubt the veracity of \nthe throughput data which Baker Tilly were provided with, and which they questioned at \nthe time. There is, however, no evidence that D1  was in any way responsible for, or even \nknew about, the data which were being provi ded to Baker Tilly and the Bank credited \nUAH 5,891 million as the value of th e OSFs and has never sought to reverse that credit.  \nIn those circumstances, the Bank is  bound by the Credit Value it gave. \n \n163  Principally Bank.Closing/H2 {AA2/15/207}  \n164  Bank.Closing/N3 {AA2/15/425}  \n165  Kaczmarek2/165 {D21/1/58} – USD 313,674,625 is, as at D ecember 2016, c. UAH 8.5 billion \n166  Kaczmarek Supp/131 {D27/1/43}  \nAA3/4/41\n39 \n 146. Turning to the real estate assets, save in relation to Hotel Zirka, Mr Kaczmarek reviewed \nthe contemporaneous reports and was satisfied that the valuations had been carried out \nproperly. While the Bank is critical of some of the valuations (e.g. the Stadium in particular\n167), what is notably lacking is any evidence that the contemporaneous valuers \nwere provided with any false information. (The Stadium is a good example, Veritas’s \nvaluation was based upon the actual costs of  construction and the actual cost of \nequipment which it derived from contemporan eous documentation: it cannot sensibly be \nsuggested that D1 and D2 somehow procured  that Veritas was provided with fraudulent \ninformation, and there is certain ly no evidence to th at effect.). Even in relation to Hotel \nZirka, while the experts identified errors in Veritas’s methodology which they agreed \nhad to be corrected for, there is no sugges tion that Veritas was provided with any false \ndata.  \n147. As to the Aircraft, the position is similar to that pertaining to Hotel Zirka: the experts are \ncritical of the methodology which Veritas used to value a number of the aircraft (and \nboth decline to follow Veritas’s valuation), but  there is no suggestion that their valuation \nwas based on false information (let alone fa lse information which D1 and D2 procured \nto be given to them). The experts’ disagreement is not as to the veracity of the information \nwhich was given to Veritas, but as to the use they made of that information.168  \n148. It follows that, save in relation to the Petrol  Stations and the OSFs, there is no evidence \nthat false information was given to the valuer s. The evidence in relation to the Petrol \nStations does not establish the Bank’s case and the preponderance of the evidence is to the effect that the data relied upon by UCE were accurate (and the resulting valuations, \nif anything, too low).  As to the OSFs, as di scussed above, D1 accepts that the throughput \ndata given to Baker Tilly do not appear to have been true, although D1 had no involvement in the provision of, and no knowledge of, the data provided.   \n149. Given the paucity of any evidence (particularl y in relation to the real estate assets and \nAircraft) that D1 and D2 procured false info rmation to be given to the valuers, the Bank \nfalls back upon a general inference which am ounts to no more than saying (i) D1 and D2 \nowned the assets (which  of course they in part deny); (ii) the assets were over-valued; \n \n167  Bank.Closing/25(3) {AA2/15/26}  \n168  Bank.Closing/25(4) {AA2/15/26}  \nAA3/4/42\n40 \n (iii) D1 and D2 must have known that they were overvalued; and (iv) one can therefore \nconclude that D1 and D2 fr audulent procured that the Credit Values given by the Bank \nwere inflated.169 That, with respect, will not do: absent any evidence that D1 and D2 \nprocured that false information was provided to the valuers (and particularly the valuers \nunder tripartite agreements w hose valuations were validated or verified by the NBU), \nthere is no basis for suggesting that D1 and D2 were not entitled (insofar as they did) to \nrely upon the independent valuer s’ valuations of the Transf erred Assets. While the Bank, \nand indeed other valuers, may disagree as to the proper value of a p"}
{"start": 91000, "text": " That, with respect, will not do: absent any evidence that D1 and D2 \nprocured that false information was provided to the valuers (and particularly the valuers \nunder tripartite agreements w hose valuations were validated or verified by the NBU), \nthere is no basis for suggesting that D1 and D2 were not entitled (insofar as they did) to \nrely upon the independent valuer s’ valuations of the Transf erred Assets. While the Bank, \nand indeed other valuers, may disagree as to the proper value of a particular asset, that \ndoes not in any way inexorably lead to th e conclusion which the Bank seeks to draw, \nnamely that D1 and D2 fraudulently procured  that the Credit Values were inflated. \nD4(3)  The valuation expert evidence  \n150. The Court heard evidence of the opinions of five valuation experts concerning 246 Petrol \nStations, 74 Oil Storage Facilities (“ OSFs ”), various units of re al estate; and nine \nAircraft.  The most significant assets in terms of value were the Petrol Stations, the OSFs \nand the Dnipro Football Stadium. \n(1) In relation to the value of Petrol Stati ons, the OSFs and the hotels and offices in \nUkraine, the Bank relies on Mr Bezant’s opinions and D1 relies on Mr Kaczmarek’s. \n(2) In relation to the Stadium, the Training  Ground and the Airfield, the Bank relies on \nMr Thomas’s opinions and Mr D1 relies on Mr Kaczmarek’s.  \n(3) In relation to Aircraft, the Bank relies on Ms Razzhivina’s opinions and D1 relies \non Mr Seymour’s.  \n(4) The issues between them were introduced  in D1’s Supplemental Submissions on \nValuation Issues (“ D1.Supplemental ”).\n170 \n \n169  The Bank’s attempt to implicate D1 and D2 in  fraudulently inflating the Credit Values is at \nBank.Closing/357 {AA2/15/215}  \n170  D1.Supplemental  {AA3/2}  \nAA3/4/43\n41 \n D4(4)  The Petrol Stations \n151. Both the Bank’s and D1’s Expert s have carried out their own de novo valuations of the \nPetrol Stations using a DCF calculation. They agree that: \n(1) The most fundamental input into their resp ective DCF valuations is the historical \nFSVs of the 246 Petrol Stations.  \n(2) Insofar as the data in relation those FSVs are unreliable, any DCF calculation based \nupon them is fundamentally flawed and cannot be relied upon.171 \n(3) The effect of their differing approaches to the Fuel Sales Volumes accounts for a \ndifference of c. UAH 3,100 million be tween the Experts’ valuations.172   \n152. The FSVs relied upon by Mr Bezant are demonstrab ly unreliable. (In any event, there is \nno basis for the Court to have any confidence in their reliability). The best evidence of \nthe historical FSVs of the 246 Petrol Stati ons is the contemporaneous records of the \nthroughputs of the various petrol stations us ed by Mr Kaczmarek and for that reason, his \nDCF valuation is to be preferred. \n153. If the Court finds that neither DCF valu ation can be relied upon, Mr Kaczmarek has \nprovided a thorough and robust market approach  valuation which provi des the Court with \nthe best evidence of the value of th e 246 Petrol Stations in December 2016. \nD4(4)(a)  Fuel Sales Volumes – The fundam ental flaws in Mr Bezant’s DCF173 \n154. The fundamental flaw in Mr Bezant’s DCF calculation is that it is not based upon any \nactual data relating to (or even  information about) the actual historical FSVs of the 246 \nPetrol Stations. The genesis of the ‘data’ he has taken from “Vol yn Expert Restated PS \nReport”174 (the “ Volyn Report ”) concerning the valuation of  201 petrol stations Volyn \nvalued is wholly unknown.  \n \n171  Mr Bezant agreed that one can only do a DCF valuatio n of the 246 Petrol Stations if you have reliable FSV \ndata: Bezant, {Day19/6:4-6}  \n172  D1.Supplemental/46 { AA3/2/15 } \n173  D1.Supplemental/60-64 { AA3/2/18 } \n174  The V olyn Report was prepared in 2019 long after the Bank had acquired the Petrol Stations  \nAA3/4/44\n42 \n 155. Mr Bezant accepted that it was im portant, if an expert was relying on a third party’s work, \nto bear in mind their own qualif ications "}
{"start": 94500, "text": " is wholly unknown.  \n \n171  Mr Bezant agreed that one can only do a DCF valuatio n of the 246 Petrol Stations if you have reliable FSV \ndata: Bezant, {Day19/6:4-6}  \n172  D1.Supplemental/46 { AA3/2/15 } \n173  D1.Supplemental/60-64 { AA3/2/18 } \n174  The V olyn Report was prepared in 2019 long after the Bank had acquired the Petrol Stations  \nAA3/4/44\n42 \n 155. Mr Bezant accepted that it was im portant, if an expert was relying on a third party’s work, \nto bear in mind their own qualif ications and reserva tions about their wo rk and so it would \nbe important to pay attention to what Volyn had said about the quality of the information available to them\n175 and to draw attention to any caveats or limitations that the third party \nmay have expressed.176  \n156. However, in conceding what was – on any view – a serious omission on his part, Mr \nBezant recognised that “ I did not draw attention to any of  the limiting stat ements in the \nreports I looked at, including Volyn .”177 \n157. Mr Bezant’s failure is all the more remarkable given that he knew that Volyn had heavily \ncaveated the reliability of its work. In effect, he had presented the Volyn data as if they \nwere regarded by Volyn as wholly  reliable – which was false.  \n158. As outlined in D1.Supplemental,178 the data for the throughput of the 201 petrol stations \nthat Volyn valued were not based on thei r actual throughput but on data which Volyn \nexplained had been derived or extrapolated  from the throughputs of ‘similar petrol \nstations’ for 2018. Mr Bezant accepted th at such an approach was unusual.179  \n159. Although the Volyn Report was crucial to hi s DCF calculation, Mr Bezant could not \nrecall what information it co ntained about the fi eld studies from which the data Volyn \nhad used had been obtained.180 In fact, there was no usef ul information. Within the \nhundreds of pages of its report,  Volyn had devoted only two lines to explaining how the \nFSVs had been obtained. Mr Bezant ought to have conceded that this was odd. 181 \n160. Ultimately, Mr Bezant was forced to accept that he did not know: (i) which were the \nallegedly similar petrol stations; (ii) how ma ny comparable petrol stations were used; or \n \n175  Bezant, {Day19/16:2-11}  \n176  Bezant, {Day19/19:7-19} \n177  Bezant, {Day19/20:23-25}  \n178  D1.Supplemental/64(3) { AA3/2/20 } \n179  Bezant, {Day19/17:16-25}  \n180  Bezant, {Day19/24:2} - {Day19/25:1}  \n181  He did not give a straight answer when this was put to him: Bezant, {Day19/28:13} - {Day19/29:1}: “As \nI said, they might have included it [the information about the similar petrol stations], they might not. Had \nthey included it, that would have been more helpful to a reader of the report, but I don't know why they did not.” \nAA3/4/45\n43 \n (iii) the basis on which they were said to be comparable.182 He also accepted that nowhere \nin the Volyn report was there any information about the throughputs of the ‘similar petrol \nstations’.183  Ultimately, he conceded that he could not confirm that the petrol stations \nwhich Volyn had considered were in fact similar to those he was purporting to value.184 \nIn light of Mr Bezant’s concessions, it is bizarre for the Bank to maintain that the \nconsiderable detail provide d by Volyn of the petrol stations being valued “ enabled Volyn \nto apply the results of their field studies to th e particular characteristics of each Petrol \nStation ”:185 given that the ‘results of their field studies’ are wholly unknown, it is \nimpossible to say that the fact  that the characteri stics of the Petrol Stations were known \nenabled the, unknown, results of the field st udies to be applied in valuing them.  \n161. Mr Bezant admitted that he had not asked the Bank whether it could ask Volyn for the \ndata relating to the field studies or the similar petrol stati ons and their turnover.186  \n162. As for the 53 Petrol Stations which Mr Bezan t purported to value which were not valued \nby Volyn,187 the position is even more uns atisfacto"}
{"start": 98000, "text": "le to say that the fact  that the characteri stics of the Petrol Stations were known \nenabled the, unknown, results of the field st udies to be applied in valuing them.  \n161. Mr Bezant admitted that he had not asked the Bank whether it could ask Volyn for the \ndata relating to the field studies or the similar petrol stati ons and their turnover.186  \n162. As for the 53 Petrol Stations which Mr Bezan t purported to value which were not valued \nby Volyn,187 the position is even more uns atisfactory as discussed in \nD1.Supplemental/64(6).188  For those, he had simply ex trapolated figures by applying an \naverage volume by reference to the number of pumps at each of them.189 \n163. Despite all of the above, Mr Bezant unreas onably refused to acknowledge that his \ncalculation of the turnover of the 246 Petrol  Stations was based on inappropriate data.190  \nD4(4)(b)  Mr Kaczmarek’s Income Approach \n164. Mr Kaczmarek agreed with Mr Bezant that there were inconsistencies in the data \nprovided to Baker Tilly on the one ha nd and UCE and Veritas on the other.191 That said, \n \n182  Bezant, {Day19/26:1} - {Day19/27:2}  \n183  Bezant, {Day19/27:19-23}  \n184   “ Q. All that you have is somebody saying they considered  them similar, but whether they in fact are similar \nyou have no idea whatsoever?  A. I can't tell, I agree .”: Bezant, {Day19/27:3-8} \n185  Bank.Closing/858 {AA2/15/432}  \n186  Bezant, {Day19/33:16-24}  \n187  Although V olyn valued 201 petrol stations, only 193 of those were within the 246 Petrol Stations \ntransferred, leaving 53 of those which were not valued by V olyn  \n188  See D1.Supplemental/64(6) { AA3/2/20 } \n189  Bezant, {Day19/41:2} - {Day19/42:6}  \n190  Bezant, {Day19/30:9-15}  \n191  Bezant-Kaczmarek JS/7.17 {D25/1/41}  \nAA3/4/46\n44 \n the best evidence of the actual FSVs for the 246 Petrol Stations  is contained in \ncontemporaneous spreadsheets (which the Bank, ra ther tendentiously refers to as the “IK \nVolume Spreadsheets”).192 While the Bank maintains that the data in the spreadsheets \nwere simply reproduced from those in the August 2016 Spreadsheet,193 that is not \nnecessarily the case: there is  no reason to believe that the data in the August 2016 \nSpreadsheet were not themselves derived from the contemporaneous spreadsheets, which would seem more probable. The metadata do not  assist because, whilst image files of the \ncontemporaneous spreadsheets are available, the underlying original  files are not. The \nmetadata file {K2-C/1M}  demonstrates that the image files of the contemporaneous \nspreadsheets were apparently produced very  soon after the August 2016 Spreadsheet and \nit therefore seems likely that the underlying Ex cel files in fact predated the August 2016 \nSpreadsheet and that the data in that spread sheet are likely to have been extracted from \nthe native files of the contemporaneous spreadsheets.  \nD4(4)(c)  Mr Bezant’s “Cross Checks”\n194 \n165. Mr Bezant relies on a number of ‘cross-checks’  to support the validity of his own DCF \nvaluation and to seek to underm ine that of D1’s expert. In particular Mr Bezant relies \nupon data from Naftogaz.195 \n166. The Naftogaz figures make clear that corporate sales have been included in the wholesale \nfigures and Mr Bezant accepted that if thos e corporate sales included bulk purchases \nwhich were then used by employees to buy fu el at retail outlets us ing either coupons or \ncards,196 the retail figures in the Naft ogaz report would be understated.197 \n \n192  FSV spreadsheets { K2-C } \n193  Bank.Closing/851 {AA2/15/429}  \n194  D1.Supplemental/53-59 { AA3/2/17 } \n195  Extract from Naftogaz Annual Report { D19/96/43 } \n196  Mr Bezant accepted that: (i) in Uk raine there is a market for using pr e-paid coupons and cards for fuel \n{Day19/50:6-9} ; and (ii) such coupons involve a company prepaying in bulk for fuel and then providing \ntheir employees with a coupon or ca rd that they can use to redeem for fuel at a retail outlet. Bezant \n{Day19/51:21} - {Day19/52:1} ."}
{"start": 101500, "text": "heets { K2-C } \n193  Bank.Closing/851 {AA2/15/429}  \n194  D1.Supplemental/53-59 { AA3/2/17 } \n195  Extract from Naftogaz Annual Report { D19/96/43 } \n196  Mr Bezant accepted that: (i) in Uk raine there is a market for using pr e-paid coupons and cards for fuel \n{Day19/50:6-9} ; and (ii) such coupons involve a company prepaying in bulk for fuel and then providing \ntheir employees with a coupon or ca rd that they can use to redeem for fuel at a retail outlet. Bezant \n{Day19/51:21} - {Day19/52:1} . The Bank seeks to undermine the effect  of this by assuming an arbitrary \n15% of wholesale sales in fact to be attributable to retail sales (Bank.Closing/869 {AA2/15/436} ), but that \nis simply a figure plucked out of the air and the reality  is that the Naftogaz figure s are too uncertain to be \nrelied upon  \n197  Bezant, {Day19/58:4-22} . That would not only impact the global figure for retail sales, but would equally \nunderstate the retails sales of the Privat network, such  that the Bank’s calculation of the implied throughput \nper Privat petrol station (Bank.Closing/868 {AA/15/435} ) would similarly be understated and it does not \nAA3/4/47\n45 \n 167. Ultimately, Mr Bezant had to accept that there were uncertainties as to what precisely \nwas included in Naftogaz’s figur e for retail sa les: it was simply unknown what had been \nincluded or excluded from them and the same  must be true of the wholesale figures.198 \n168. Mr Bezant also relied on data from Ukrastat  but agreed that it was impossible to know \nwhether Ukrastat had approach their figures in a similar way.199 \n169. There is too much uncertainty as to how th e Naftogaz and Ukrastat figures were compiled \nto use them as a reliable cross-check. As a result, there is in fact no reason to disregard \nthe contemporaneous evidence of the FSVs upon which UCE, Veritas and Mr Kaczmarek \nbased their valuations. If that is right, th ere is no reason why Mr Kaczmarek’s income \napproach (DCF) valuation should not be accepted.  \nD4(4)(d)  Return on New Invested Capital (RONIC)200 \n170. As explained in D1.Supplemental/67-73,201 Mr Bezant includes a figure in his cost \ncalculation for capital investment, but then a ssumes that that capital investment produces \nno additional profit.202  \n171. Mr Bezant’s inclusion of an adjustment for the Return on New Invested Capital \n(“RONIC ”) to engineer a situation where the Petrol Stations’ profitability declines from \n2016 to 2020, at which point it re aches a ‘steady state’  of a return restri cted to 1% above \nthe cost of capital,203 is arbitrary, unprincipled and c ontradicted by the known facts about \nthe Ukrainian retail petrol stations’ market. It is simply a device arti ficially to drive down \nthe value of the Petrol Stations.  \n \nfollow, as the Bank alleges, that all of the Privat ne twork sales were accounted for by the Petrol Stations \ntransferred \n198  Bezant, {Day19/60:19} - {Day19/61:14}  \n199  Bezant, {Day19/63:24} - {Day19/64:5} . The Bank’s reliance on Ukrastat’s definitions of retail and \nwholesale sales takes things no further forward because it is clear that both include sales to individuals under pre-paid schemes; the difference is that, in the former case, the sales are for “personal” use and in \nthe latter for “business” use, but both could equally  be made through a retail outlet: the purpose of the \npurchase tells one nothing about the outlet through which the purchase was made  \n200  D1.Supplemental/67-73 { AA3/2/21 } \n201  D1.Supplemental/67-73 { AA3/2/21 } \n202  Kaczmarek2/78  {D21/1/30 }  \n203  Bezant1 Appendix 8, A8.43-44   {D19/9/11}  \nAA3/4/48\n46 \n 172. Mr Bezant’s approach is driven solely by his belief that the le vel of profits that the Petrol \nStations were making was unsustainable over the longer term because competition would \ninevitably drive down profitability.204 \n173. A host of points, however, undermine Mr Bezant’s assertion: \n(1) First, the Petrol Stations were not making ‘excessive profits’ in the first plac"}
{"start": 105000, "text": "tal/67-73 { AA3/2/21 } \n202  Kaczmarek2/78  {D21/1/30 }  \n203  Bezant1 Appendix 8, A8.43-44   {D19/9/11}  \nAA3/4/48\n46 \n 172. Mr Bezant’s approach is driven solely by his belief that the le vel of profits that the Petrol \nStations were making was unsustainable over the longer term because competition would \ninevitably drive down profitability.204 \n173. A host of points, however, undermine Mr Bezant’s assertion: \n(1) First, the Petrol Stations were not making ‘excessive profits’ in the first place: Mr \nBezant’s evidence was that his model assu med modest profits of between 7-10% \nover various periods.205 \n(2) Mr Bezant freely admitted that he was not an expert in the retail petroleum business \nin Ukraine,206 and not an expert on the competitiv e environment of petrol stations \nin Ukraine.207 \n(3) Mr Bezant provided no explanation as to what level of competition he had assumed \nwhen including his figure for RONIC.208   \n(4) Mr Bezant provided no references to any re search into the retail petroleum industry \nin Ukraine (or indeed anywhere else) concerning the competitive environment.209 \n \n204  Bezant, {Day19/71:11-14}  \n205  Bezant, {Day19/68:5-6}  and see Kaczmarek, {Day 22/8:20-23} . This highlights a flaw in the Bank’s \nsubmissions which state that “The difference between the experts is whether the Petrol Stations fall within \nthe category of ‘most businesses’ or, as Mr Kaczmarek  contends, that they have a competitive advantage \nthat would allow them to generate excessive returns in perpetuity” (Bank.Closing/873(2) {AA2/15/437} ). \nMr Kaczmarek’s starting position is th at the Petrol Stations are not ge nerating excess profits in the first \nplace  \n206  Bezant, {Day19/73:21-25} \n207  Bezant, {Day19/74:1-6} \n208  Bezant1/4.73 { D19/1/65 }. Although paragraph A8.43 of Appendix 8 to his Report says “ As I explain in \nSection 4 ” {D19/9/11} , Section 4 in fact contains no explanation at all. The only paragraph in his report \nwhich purports to provide a justification for Mr Bezant’s RONIC adjustment, simply states that “ I consider \nthat competition in the industry means the Petrol Sta tions will be unable to ac hieve returns substantially \nin excess of the cost of financing in the long-run ”: see paragraph 4.73 { D19/1/65 }. So, the cross reference \nback to Section 4 simply takes one to a restatement of  the assertion that Mr Bezan t believes that competition \nwill constrain the level of profits over time \n209  Bezant, {Day19/77:24} - {Day19/78:3} . While the Bank asserts that competition might not only come \nfrom new entrants, but from existing competitors upgrading (Bank.Closing/873(4) {AA2/15/439} , neither \nit, nor Mr Bezant, produce any evidence that that was predicted to occur between 2016-2020 (Mr Bezant’s \nterminal year)  \nAA3/4/49\n47 \n (5) In fact, his bland assertion about compe tition in the Ukrainian petroleum retail \nsector is contradicted by Table 4.1.3 fr om the Veritas Petrol Station Report210 \nwhich demonstrates that throughout 2011 th e number of petrol stations was around \n7,000 and from 2012 until mid-2014, there were  more or less 7,200. There was then \na decline in the number before there was a slight recovery in mid-2015, after which \nthe number of petrol stations remain ed fairly steady at 6,600 thereafter.211  \n174. Mr Bezant’s assumption that from 2016 onwards  competitive pressures would inevitably, \nand inexorably, drive down the profitability of  the Petrol Stations is contradicted by the \nfigures in Table 4.1.3.212 He put forward no explanation as to why he had ignored the \ninformation provided in the Table fr om the Veritas Report set out above,213 clearly \nshowing that his assumption as to increasing competition in the Ukrainian petroleum retail sector was false and there was no basis for his RONIC adjustment.  \n175. Removing Mr Bezant’s adjustment from the DCF calculation, increases his own \nvaluation from UAH 1.9 billion to UAH 2.4 billion, i.e. an in crease of UAH 500 \nmillion.\n214 \nD4(4)(e)  "}
{"start": 108500, "text": "1.3.212 He put forward no explanation as to why he had ignored the \ninformation provided in the Table fr om the Veritas Report set out above,213 clearly \nshowing that his assumption as to increasing competition in the Ukrainian petroleum retail sector was false and there was no basis for his RONIC adjustment.  \n175. Removing Mr Bezant’s adjustment from the DCF calculation, increases his own \nvaluation from UAH 1.9 billion to UAH 2.4 billion, i.e. an in crease of UAH 500 \nmillion.\n214 \nD4(4)(e)  The Country Risk Premium215 \n176. The third and final factor which materially affects the difference in the Experts’ DCF \nvaluations is the adjustment they each make to take account, in the broadest terms, for \nthe fact that the Petrol Stati ons are located in Ukraine. This  is the Country Risk Premium \n(“CRP ”) applied by each expert  is addressed at D1.Suppl emental/74-83. Mr Bezant \nassumes a CRP of 7.6%; Mr Kaczmarek asse sses a CRP of 3%. The differing CRPs that \nthe Experts use accounts for a difference in va lue for the 246 Petrol Stations of around \nUAH 300 million.  \n \n210  Veritas Petrol Station Report, Table 4.1.3 { K2-B/15/88 }. The figures exclude petrol stations in Crimea and \nSevastopol  \n211  Bezant, {Day19/79:9-23} \n212  Bezant, {Day19/85:19} - {Day19/86:4} \n213  Even if one assumed an (unquantified) increase in competition from existing businesses, it would still \nnevertheless be necessary to take account of the evidence about a lack of new entrants  \n214  Kaczmarek2/94  {D21/1/35 } \n215  D1.Supplemental/74-83 { AA3/2/23 } \nAA3/4/50\n48 \n 177. Mr Bezant derives his CRP from the country yi eld spread model: i.e. the differing yields \non the government bonds issued by the countr y where the assets are located and those \nissued by the US Treasury; so in this case,  the government bond yields of bonds issued \nby Ukraine and the US in 2016.216  \n178. Mr Bezant accepted that the differing yields  on government bonds reflect the likelihood \nof default by the government in question a nd that Ukraine’s government bonds carry a \nhigher rate of return because of  the higher risk of default, as  compared with the likelihood \nof the US defaulting on its bond payments.217 \n179. The risk of any particular government defaulti ng on its bonds is driv en in large part by \nfactors which are unrelated to  the risks of doing business in  a particular sector in a \nparticular country: for example, the risk of  Russia defaulting on its government bonds is \nregarded as lower than the risk of Ukraine defaulting because, as Russia is a substantial \nexporter of energy, it ha s large US dollar reserv es and, therefore, the risk of default is \nlower.218 \n180. Mr Bezant agreed to the, self-evident, pr oposition that, while one might start with a \ncountry yield spread, it is thereafter necessary  to adjust to take account of the risk \nassociated with the particular business that is being valued in the particular country in \nwhich it is located; that  is, one applies a ‘lambda’ factor to  adjust the count ry yield spread \nto reflect the actual risk to the particular business.219  \n181. Mr Bezant applied a lambda of 1 (i.e. making no adjustment, either up or down, to the \nCRP as determined from the c ountry yield spread), and attempted to justify his approach \nby arguing that the consumers of petrol are naturally exposed to the economic and \npolitical conditions within the country.220 \n \n216  Bezant1/Appendix 5, A5.20-21  {D19/6/6 }; Bezant, {Day19/88:7-11}  and {Day19/89:18-23}  \n217  Bezant,  {Day19/90:4-13}  \n218  Bezant, {Day19/91:24} - {Day19/92:7}  \n219  Bezant, {Day19/93:4-17} . Because Mr Bezant’s approach requires a subjective adjustment for lambda, the \nBank is wrong to suggest that his analysis is superior to Mr Kaczmarek’s as it is “quantitative” \n(Bank.Closing/888 {AA2/15/444} ) – it, like Mr Kaczmarek’s assessment, is based on a professional \njudgment \n220  Bezant,  {Day19/99:19} - {Day19/100:4}  \nAA3/4/51\n49 \n 182. What Mr Bezant ignores,"}
{"start": 112000, "text": "{Day19/89:18-23}  \n217  Bezant,  {Day19/90:4-13}  \n218  Bezant, {Day19/91:24} - {Day19/92:7}  \n219  Bezant, {Day19/93:4-17} . Because Mr Bezant’s approach requires a subjective adjustment for lambda, the \nBank is wrong to suggest that his analysis is superior to Mr Kaczmarek’s as it is “quantitative” \n(Bank.Closing/888 {AA2/15/444} ) – it, like Mr Kaczmarek’s assessment, is based on a professional \njudgment \n220  Bezant,  {Day19/99:19} - {Day19/100:4}  \nAA3/4/51\n49 \n 182. What Mr Bezant ignores, and refuse d to accept, is the fact that, by and larg e, petrol is not \na luxury or discretionary product.221 Once one recognises that, it is clear that the risk to \na petrol station’s business is  not conterminous with the ri sk of government default and \nthat some adjustment must therefore be ma de to the CRP based solely on the country \nyield spread.  \n183. Alternatively, rather than start with a flaw ed assumption based upon country yield spread \n(and then seek to rectify the flaw by applyi ng a lambda factor), one could simply assess \nthe risk to the business arising from the count ry in which it is located as an independent \nexercise. That is how Mr Kaczmarek appro ached the question and how, after explaining \nhis reasoning,222 he arrived at a CRP of 3%. (It is true that that involved a degree of \nprofessional judgment by Mr Kaczmarek, but the same is equally true  of Mr Bezant’s \nassessment of lambda.) \nD4(4)(f)  Mr Kazmarek’s Market Approach223 \n184. In addition to valuing the 246 Petrol Stations  on a DCF basis, Mr Kaczmarek additionally \nprovided a valuation based upon a market approach comparing the average price paid for \ncomparable petrol stations (“ Mr Kaczmarek’s Market Approach ”). Importantly, that \nwas not merely a cross-check of his Income Approach valuation, but was an independent, \nfree-standing valuation. It fo llows that, whatever the flaws in, for example, the FSVs on \nwhich the Experts’ DCF calculations are based, Mr Kaczmarek’s Market Approach \nvaluation is wholly unaffected by them.  \n185. Mr Bezant accepted that, in principle, a mark et approach valuation was an equally valid \nbasis for valuing the Petrol Stations  as an Income Approach valuation,224 and although \nhe advanced a number of crit icisms of Mr Kaczmarek’s Ma rket Approach  valuation, \nnone of them stand up to scrutiny.  \n \n221  Bezant, {Day19/102:1-7}  and {Day19/102:21} - {Day19/103:3} \n222  Kaczmarek2/150-158 { D21/1/52 }. Mr Kaczmarek explained that while he had not set out the detail of \nevery factor which he had taken account of (e.g. politi cal, regulatory and legal risks), he had nevertheless \ndone so: Kaczmarek {Day 22/36:25} – {Day 22/37:17} . That he did so is inherently probable as he was \nclearly cognizant of the need to consider those risks and it would have been perverse for him not to have \ndone so  \n223  D1.Supplemental/27-33 { AA3/2/9 } \n224  Bezant, {Day19/104:1-4}  \nAA3/4/52\n50 \n 186. One of Mr Bezant’s principal criticisms is that Mr Kaczmarek had insufficient \ninformation about the transactions on which he relies to determin e whether the petrol \nstations being sold were in f act truly comparable to the 246 Petrol Stations. However, he \nwas wrong to suggest that his own DCF analysis  did not suffer from similar flaws (see \nabove).225 \n187. In fact, rather than assume that the petrol  stations were comparable, Mr Kaczmarek had \nmade a more nuanced assumption that, given that  he had considered th e sale price of 942 \npetrol stations, this was a sufficiently large sample for it to be reasonably concluded that the average price per petrol station of US D 1.25 million would be representative of the \naverage value of any petrol station generally.\n226 This is to be comp ared to Mr Bezant’s \nassumed average price of  USD 300,000 using his DCF Valuation, and the USD 1.3 \nmillion resulting from Mr Kaczmarek’s DCF valuation.227 \n188. Moreover, while Mr Kaczmarek accepted that so me criticism could be made of some of \nhis comparable tra"}
{"start": 115500, "text": "is was a sufficiently large sample for it to be reasonably concluded that the average price per petrol station of US D 1.25 million would be representative of the \naverage value of any petrol station generally.\n226 This is to be comp ared to Mr Bezant’s \nassumed average price of  USD 300,000 using his DCF Valuation, and the USD 1.3 \nmillion resulting from Mr Kaczmarek’s DCF valuation.227 \n188. Moreover, while Mr Kaczmarek accepted that so me criticism could be made of some of \nhis comparable transactions, 240 of the 948 petrol stations on which Mr Kaczmarek \nbased his market analysis were petrol stati ons in Ukraine which we re sold in 2014-2015 \n(the “ Lukoil Transaction ”): it is difficult to imagine a more appropriate comparator to \nthe 246 Petrol Stations, in Ukraine, being valued as at  31 December 2016. \n189. The Lukoil Transaction implied a price per pe trol station of USD1.25 million. That sale \nwas a distressed sale because Lukoil was a Russian company tryi ng to do business in \nUkraine after the illegal annexation of Crimea in 2014.228  \n190. Mr Bezant’s only criticism of the use of this transaction, addressed at \nD1.Supplemental/36,229 is that Mr Kaczmarek failed to take account of the devaluation \nof UAH between the agreement on price of th e Lukoil Transaction and its completion or \nvaluation date.230 This argument proceeds on the assu mption that the price agreed by the \n \n225  Bezant, {Day19/105:5} - {Day19/106:19}.  See also {Day19/108:21} - {Day19/109:13}  and \n{Day19/123:19} - {Day19/125:8}  \n226  By relying on the sale prices of such a large number of petrol stations , the probability is that any distortions \ncreated by the particular, perhaps unusual, characteristics of a number of the petrol stations would have \nbeen ‘smoothed out’ in the average \n227  Kaczmarek.2/167 {D21/1/59} \n228  Bezant, {Day19/116:16} - {Day19/117:7}  and Kaczmarek, {Day22/74:11-20} \n229  D1.Supplemental/36 { AA3/2/12 } \n230  D1.Supplemental/36 { AA3/2/12 } \nAA3/4/53\n51 \n parties to the Lukoil Transaction was in UAH. However, in cross-examination Mr Bezant \nadmitted that he had no basis for this assumption,231 which is plainly incorrect: \n(1) Mr Bezant accepted that he did not know the currency in which petrol was bought \nand sold in Ukraine at a wholesale level.232 The value of a petrol station is \ndependent on its earnings, and the petrol sold by the petrol stations would either \nhave been bought in USD or by reference to a price linked to the price of oil \ndenominated in USD.233  \n(2) Secondly, Mr Bezant accepted that oil majo rs sell oil products, including refined \nproducts, in USD and that if the price of the basic commodity (petrol) changes in \ndollars, then the retailer will inevitably seek to pass on that change to the retail \nconsumer.234 Because petrol is, largely, a n ecessity and not a luxury, one would \nexpect the retail price of petrol to fluctu ate with changes in th e wholesale price of \noil in USD, regardless of what ha ppened to the USD/UAH exchange rate.235 \nMoreover, because petrol stations’ profit ma rgins are generally a percentage of the \nvalue of sales, counterintuitively, an increas e in the price of the products results in \nan increase in profit. 236 \n(3) Thirdly, Mr Bezant sought to justify hi s argument that the devaluation of UAH \nwould impact the overall value of the Petr ol Stations by asserting that, as UAH \ndepreciates, economic conditions would d ecline generally and that would affect \nliving standards and business and consumer  confidence and, hence, the demand for \npetrol. However, and fundamentally, Mr Be zant provided no evidence whatsoever \n \n231  Bezant, {Day19/118:14-19}  \n232  Bezant, {Day19/125:19-25}  \n233  Bezant, {Day19/132:2-18}  \n234  Bezant, {Day19/133:8-24}  \n235  Bezant, {Day19/134:9} - {Day19/135:9}.  Mr Bezant conceded that even  if UAH devalued against the \nUSD, the petrol stations would still be buying products at their USD price and would seek to pass on the \nincreased costs to"}
{"start": 119000, "text": "siness and consumer  confidence and, hence, the demand for \npetrol. However, and fundamentally, Mr Be zant provided no evidence whatsoever \n \n231  Bezant, {Day19/118:14-19}  \n232  Bezant, {Day19/125:19-25}  \n233  Bezant, {Day19/132:2-18}  \n234  Bezant, {Day19/133:8-24}  \n235  Bezant, {Day19/134:9} - {Day19/135:9}.  Mr Bezant conceded that even  if UAH devalued against the \nUSD, the petrol stations would still be buying products at their USD price and would seek to pass on the \nincreased costs to the consumer, regardless of the exchange rate movements. The Bank seeks to sidestep this evidence by suggesting that it was impossible for a petrol station to pass on the ‘entirety’ of any \nincrease in cost (Bank.Closing/900(1) {AA2/15/449} ). What, however, the Bank cannot get away from is \n(i) the fact that it is economically essential that the vast majority of the increase in cost be passed on and \n(ii) that Mr Bezant accepted that owners  would seek to pass on the cost  \n236  Bezant, {Day19/138:7-18}  and {Day19/144:10-22} . In addition, the fact that, as the Bank maintains \n(Bank.Closing/900(2) {AA2/15/449} ), the overall volume of sales might decline does not mean that the \noverall profits decline, for the same reason \nAA3/4/54\n52 \n as to whether the depreciation of U AH between 2012 and 2016 in fact caused a \ndecline in living standards or business and consumer confidence.237 \n(4) Fourthly, even if Mr Bezant’s argument a bout the sale being in UAH and the UAH \nhaving halved in value between August 2014 and December 2016 was correct, the effect of that would be to reduce the value per petrol st ation in the Lukoil \nTransaction from USD1.25 million to c. USD 626,000 per station: even then, the \nvalue would be more than double the average USD 300,000 Mr Bezant attributes to each of the 246 Petrol Stations: that alone, gives the lie to Mr Bezant’s DCF \nvaluation.\n238 \n191. As to the Bank’s other criticisms, in  Appendix N2 to its Written Closing:239  \n(1) Mr Kaczmarek accepted that he had been una ble to attribute any separate value to \nthe 6 OSFs included in the sale, but, in the context of a sale whose principal element \nwas 240 petrol stations, the va lue of the 6 OSFs would be de minimis  and would \nnot materially affect the price pe r petrol station of USD 1.25 million.  \n(2) Although the Bank speculates that there was a ‘possibility’ that additional assets \nwhich belonged to Lukoil Ukraine were in cluded in the sale, there is no, and the \nBank identifies no, evidence that that was the case.  \n(3) The Bank’s assertion that AMIC was a pr emium brand which would have caused \nthe value of the 240 petrol st ations to have been higher than the 246 Privat Petrol \nStations is obviously misplaced: as disc ussed above, the Lukoil Transaction was a \nsale of a distressed asset resulting from anti-Russian sentiment following the annexation of Crimea.  \n(4) Finally, the Bank argues that Mr Kaczma rek relied, for the USD 300 million price \nfor the Lukoil Transaction, on a press report. That, however, is the best evidence \navailable of the price and the Bank has not pointed to anything which contradicts \nit.  \n \n237  Bezant, {Day19/135:10-19}  \n238  Although Mr Bezant rightly pointed out that the Lukoil Transaction incl uded 6 OSFs in addition to the 240 \npetrol stations, the value to be attributed to those OSFs is de minimis  in the context of the overall transaction \nand would not materially alter the average value per petrol station. See Bezant, {Day19/148:11-21} \n239  Appendix N2, Bank.Closing {AA2/24/3}  \nAA3/4/55\n53 \n 192. As to the other criticisms made in Appendi x N2 of the other transactions, D1 has the \nfollowing brief observations on a number of th em. TNK-BP: this was a transaction which \nMr Kaczmarek excluded from his calculation as  being too old. NIS Serbia 2012: the Bank \nsays that ‘it is not cl ear’ whether other assets were incl uded in the sale, but provides no \nevidence that they were; on the Bank’s case,  even if an adju"}
{"start": 122500, "text": "y19/148:11-21} \n239  Appendix N2, Bank.Closing {AA2/24/3}  \nAA3/4/55\n53 \n 192. As to the other criticisms made in Appendi x N2 of the other transactions, D1 has the \nfollowing brief observations on a number of th em. TNK-BP: this was a transaction which \nMr Kaczmarek excluded from his calculation as  being too old. NIS Serbia 2012: the Bank \nsays that ‘it is not cl ear’ whether other assets were incl uded in the sale, but provides no \nevidence that they were; on the Bank’s case,  even if an adjustment for goodwill which \nthe Bank suggests is made, “ the price per petrol station is closer to USD 1.2 million ”. \nNIS Serbia OMV: the Bank accepts that, if what it says was the true price of the \ntransaction is used, “ the price per petrol station would be USD 1.5 million ” (although it \nargues that should be further reduced, it doe s not explain precisely why and to what \nextent). NIS Serbia 2013: here the Bank relies on the ‘fair valu e’ stated in NIS’s accounts, \nwhereas Mr Kaczmarek relied upon what he beli eved to be the transaction price, which \nis plainly the more appropriat e value in the context of a Ma rket Approach valuation. NIS \nSerbia 21.7.14: while Mr Kaczmarek accepted th at he had inadvertently included this \ntransaction twice, the effect of its removal, on the Bank’s own case, is to reduce the \nsimple average from USD 1.6 million to USD 1.4 million per petrol station. MOL/Lukoil: \nalthough the Bank argues that “ It is likely that the transaction included other assets ”, it \ndoes not identify them or provide any quantificat ion of their value; were they significant \nthey would have been expected to have b een identified in MOL’s accounts, as the 44 \npetrol stations were. Slovnaft Ceska/Lukoil: this is another example of where the Bank \nstates that “ it is not clear what other assets  were involved in the disposals ” without even \nvaguely identifying what they were or the value they allegedly contributed to the transaction. NIS Serbia 7.7.15: th e Bank argues that this tran saction included a sale of \n“licences, other than related to O&G activity – land rights ”; although Mr Kaczmarek \naccepted that he did not know what this relate d to, it seems probable that the ‘licences, \nother than O&G activity’ related to the operation of the petrol stations. \n193. Overall, what this demonstrates, is that ma ny, indeed most, of the criticisms which the \nBank has made of Mr Kaczmarek’s compar ables are unfounded, or do not materially \naffect his overall conclusion as to the average value of the Petrol Stations as USD 1.25 million per petrol station, which is itself strongly supported by the Lukoil Transaction.  \nAA3/4/56\n54 \n D4(5)  The Oil Storage Facilities \n194. D1 relies on the submissions made in re lation to the OSFs at D1.Supplemental/85-95.240  \n195. Mr Bezant’s OSF valuation is based on 2019 auc tion prices, but in cross-examination he \nfrankly admitted that he had no information as to whether, in fact, the OSFs’ condition \nwas the same in 2019 as it ha d been in 2016 and he had no information as to what had \nhappened to the OSFs during that period.241  \n196. The Court also has two cont emporary bases on which to va lue the OSFs: the Market \nApproach valuations done by Baker Tilly and Veritas in 2016.242  \n197. Looking first at the Ba ker Tilly valuation: \n(1) They calculated a median value per tonne of capacity, based on the known offer \nfor sale prices, adjusted by a factor  of 20% to estimate a sale price243 and arrived \nat an average value of USD 136 per tonne of capacity.244 \n(2) While accepting that, in an ideal world, one would need to calibrate the comparator \nOSFs which Baker Tilly had valued agains t each of the 72 OSFs transferred to the \nBank (to take account of differences, positive or negative, between the comparators and the OSFs to be valued), the average of USD 136 per tonne of capacity\n245 \n \n240  D1.Supplemental/85-95 { AA3/2/25 } \n241  Bezant, {Day19/150:10-25} . The Bank makes a number of criticisms"}
{"start": 126000, "text": " average value of USD 136 per tonne of capacity.244 \n(2) While accepting that, in an ideal world, one would need to calibrate the comparator \nOSFs which Baker Tilly had valued agains t each of the 72 OSFs transferred to the \nBank (to take account of differences, positive or negative, between the comparators and the OSFs to be valued), the average of USD 136 per tonne of capacity\n245 \n \n240  D1.Supplemental/85-95 { AA3/2/25 } \n241  Bezant, {Day19/150:10-25} . The Bank makes a number of criticisms  of Mr Kaczmarek’s market approach \nvaluation, including that (i) the OSFs which Baker T illy valued were not compar able and (ii) there was no \nevidence of a market for the OSFs. (Bank.Closing/929(1) {AA2/15/459} ) As to that, there is no evidence \nthat the OSFs in 2019 were comparable to the OSFs in 2016 and, secondly, th ere clearly was a market \nbecause a number of the OSFs were successfully auctioned in 2019-2021  \n242  They each adopted a market approach  as an alternative to an income approach where they had insufficient \ninformation. Mr Bezant confirmed this  was the case for Baker Tilly Bezant,  {Day19/152:1-5}  \n243  Bezant, {Day19/152:6} - {Day19/153:15}. Mr Kaczmarek explained that an y market approach valuation \nwas ordinarily done on the basis of offer prices, as data on the actual transactions are not reported in \nUkraine: Kaczmarek, {Day21/73:19-23}  While the Bank maintains that the offer prices on which Mr \nKaczmarek relied were too high (because the OSFs had remained on the market for some time) \n(Bank.Closing/930(3) {AA2/15/460} ), this would in large part be compensated for by the 20% discount on \nthe offer price  \n244  Bezant, {Day19/154:5-10} . Mr Kaczmarek pointed out that he did not have the Veritas report when he \nwrote his reports but wished he had as it would have enabled him to have done a more robust market approach: Kaczmarek, {Day21/31:12-19} \n245  Note that while the Bank criticises this as too high (Bank.Closing/931(1) {AA2/15/460} ), it itself points \nout that, even having adjusted for the differing charact eristics of differing OSFs, Baker Tilly applied a price \nper tonne of USD 101-107 to other OSFs \nAA3/4/57\n55 \n nonetheless provides a reasonable basis for an approximate value of the 72 OSFs \nas a set.246  \n198. Veritas carried out a similar exer cise to that done by Baker Tilly.247 They looked at 7 \ncomparable OSFs and established various market values for them, e.g. 138, 128, 229, 99, 75 etc. USD per tonne – which range of valu es suggests that Baker Tilly’s USD 136 per \ntonne is not unreasonable.  \n199. If one applies Baker Tilly’s market evaluation to the capacities of th e 72 OSFs transferred \nto the Bank, one reaches a valuation of  UAH 1,976 million, as contrasted with Mr \nBezant’s total valuation of UAH 521 million\n248 which suggests that Mr Bezant’s \nvaluation based upon the 2019 auct ion sales prices (as adjust ed and extrapolated) is \nwoefully and indefensibly low.  \n200. Once Mr Bezant’s valuation is rejected, as it mu st be, the best evidence the Court has, is, \ndespite its admitted imperfections, the valu ation one can carry out based upon the 2016 \nvaluation data used by Baker Tilly. That result s in an overall valuation of the 72 OSFs of \nUAH 1,976 million,249 and that is the value wh ich the Court should adopt. \nD4(6)  Real Estate Assets – Mr Kaczmarek ’s reliance on the NBU validated / \nverified values \n201. The Bank criticises Mr Kaczmarek for adopti ng, in a number of cases, the valuations \nwhich the NBU had validated or verified.250 Those criticisms are misplaced: \n(1) The Bank criticises Mr Kaczmarek for adopt ing the NBU validated values in some \ncases (e.g. the Stadium, Training Ground, et c) but not others (e.g. the Petrol \nStations, OSFs, and Hotel Zirka).251 In each case, however, Mr Kaczmarek made \nclear that he reviewed the contemporan eous valuation repo rts underlying the \nNBU’s validated values and assessed whet her they were compliant with IFRS. In \n \n246  This is l"}
{"start": 129500, "text": "s \nwhich the NBU had validated or verified.250 Those criticisms are misplaced: \n(1) The Bank criticises Mr Kaczmarek for adopt ing the NBU validated values in some \ncases (e.g. the Stadium, Training Ground, et c) but not others (e.g. the Petrol \nStations, OSFs, and Hotel Zirka).251 In each case, however, Mr Kaczmarek made \nclear that he reviewed the contemporan eous valuation repo rts underlying the \nNBU’s validated values and assessed whet her they were compliant with IFRS. In \n \n246  This is largely because some of the 72 will be more  valuable than the average and some less so, with the \nexpectation that, overall, the USD 136 per tonne of capacity will, on average, given a relatively robust \nindication of the overall value of the 72 OSFs \n247  Veritas OSF report { K2-A/5/98 } \n248  Mr Bezant valued the 74 OSFs (after 2 more had been added to those to be valued) at UAH 538 \n249  Kaczmarek2/208  {D21/1/73 } \n250  Bank.Closing/937-945 {AA2/15/463-465}  \n251  Bank.Closing/937 {AA2/15/463}  \nAA3/4/58\n56 \n the event they were, and he was satisfied that the valuations had been correctly \ncarried out, he, quite reasonably, a dopted them and did not perform a de novo  \nvaluation. Where, however, he disagr eed that the valu ation methodology was \nappropriate, he either performed his own valuation (e.g. the Petrol Stations and \nOSFs) or, in the case of Hotel Zirka, agr eed with Mr Bezant’s criticisms of the \nvaluation and reviewed and agreed with the adjustments he had made.252  \n(2) Secondly, the Bank says that in fact the NB U never formed a concluded view as to \nvalue of the assets,253 relying on the NBU’s late-2016 instruction of EY to conduct \na desk review of a number of  the valuations. But it remains true that the valuations \nwhich Mr Kaczmarek adopted were carri ed out by professional valuers, under \ntripartite agreements, to the satisfaction of the NBU, and were  carefully reviewed \nby Mr Kaczmarek himself before relying upon them. It is true that in a number of cases EY either said that th ere should be further valuati on, that they had insufficient \ninformation to comment, or they expressed a different view as to the value of the \nasset,\n254 but none of that detracts from th e fact the NBU reviewed and approved \nthe contemporaneous valuations at the time that the assets were transferred to the \nBank.  \n(3) While the experts agree that they have little by way of information as to the NBU’s \nvalidation or verification process,255 it is nonetheless reasona ble to suppose that the \nState regulator took its role se riously and performed it thoroughly. \nD4(7)  The Dnipro Stadium256 \n202. D1 relies on the submissions made on the valuation of the Dnipro Stadium in \nD1.Supplemental/102-113.257  The main difference between the Experts is whether the \nDnipro Stadium should be valued on a Cost Approach or an Income Approach. The NBU \n \n252  There is therefore no basis for the Bank’s suggesti on that Mr Kaczmarek has failed to address the “value \nof the assets transferred to the Bank by Asset Transfer” as required by Mann J in June 2020 \n253  Bank.Closing/940 {AA2/15/464}  \n254  Bank.Closing/941 {AA2/15/463} contains a summary of some of EY’s comments in relation to their desk \nreview  \n255  The Bank raises this as a criticism at Bank.Closing//944 {AA2/15/465}  \n256  D1.Supplemental/102-113 { AA3/2/28 } \n257  D1.Supplemental/102-113 { AA3/2/28 } \nAA3/4/59\n57 \n validated / verified the value of the St adium as UAH 1,544 million based upon the Veritas \nReport258 which adopted only the Cost Approach.259  \n203. In cross-examination, Mr Thomas confirmed th at the NBU’s validation accepted that the \nCost Approach was appropriate260 and he agreed that, whether one sought to value the \nStadium on a market approach or a fair va lue approach, the cost approach was an \nacceptable basis of valuation. He also agreed  that the purpose of the Bank’s seeking a \nvaluation in 2016 was to enable it properly to record its value on its balance sheet.261 \n2"}
{"start": 133000, "text": "itas \nReport258 which adopted only the Cost Approach.259  \n203. In cross-examination, Mr Thomas confirmed th at the NBU’s validation accepted that the \nCost Approach was appropriate260 and he agreed that, whether one sought to value the \nStadium on a market approach or a fair va lue approach, the cost approach was an \nacceptable basis of valuation. He also agreed  that the purpose of the Bank’s seeking a \nvaluation in 2016 was to enable it properly to record its value on its balance sheet.261 \n204. Mr Thomas also accepted that EY knew that the NBU had ‘verified’ or ‘validated’ the \nvalue which the Bank had included in its records for the Stadium262 and that he would \nhave expected the NBU, as the regulator, to have acted responsibly in reaching its conclusion.\n263  \n205. Mr Thomas further made the following conce ssions in agreement with the approach of \nVeritas: \n(1) Veritas assessed the highest and best use fo r the Stadium and concluded that it was \nas a football stadium,264 which Mr Thomas agreed.265 \n(2) Veritas then considered which was the appropriate valuation approach and \nconcluded that the Market Approach was not possible because “ there are no \nexisting market agreements for the sale of football stadiums ”,266 to which opinion \nMr Thomas agreed.267 \n206. Somewhat surprisingly, Mr Thomas admitted that he was completely unaware how stadia \nwere accounted for by, for example, football clubs in their accounts;268 even more \n \n258  EY Report  {E16/179/45}  \n259  Veritas Valuation Report dated 30 June 2016 {K2-E/32/83}  and Bezant, {Day20/41:19-25}  \n260  Thomas, {Day20/44:16-19}  \n261  Thomas, {Day20/39:20-24}  and {Day20/40:16-21}  \n262  Thomas, {Day20/44:16-19}  \n263  Thomas, {Day20/45:3-7}  and {Day20/45:22} - {Day20/46:2} \n264  Veritas Valuation Report dated 30 June 2016 { K2-E/32/28 } \n265  Thomas,  {Day20/48:14-19} \n266  Veritas Valuation Report dated 30 June 2016 { K2-E/32/29 } \n267  Thomas,  {Day20/48:14-19}  \n268  Thomas, {Day 20/50:14-17}  \nAA3/4/60\n58 \n significantly, Mr Thomas explai ned that, not only was he not an expert in the valuation \nof football stadia, he had no e xperience of valuing sporting stadia at all. He relied on his \ngeneral experience of valui ng income-generating assets.269 \n207. The Stadium was constructed at a cost of c. €65 million. Mr Thomas accepted that the \neconomics being considered by any potential purchaser of the Stad ium (from the Bank) \nwere exactly the same as those which would be taken into account by the original constructor of the Stadium.\n270 \n208. Those economic considerations go far beyond th e value of direct ticket sales generated \nby the Stadium and, although he haggled over th e extent of the additional revenues, Mr \nThomas was prepared to agree that, in additi on to ticket sales, a f ootball club would also \nearn revenue from, for example, TV right s and merchandising which would not be \nreflected in a bare income analysis of the Stadium alone. 271 \n209. And Mr Thomas expanded on that position in the following exchanges which are worth \nsetting out in full as they fundamentally undermine his re liance on an Income Approach \nas the basis of his valuation: \nQ. So to the owner -- you’ve told us the types of  income. What I’m suggesting to you is \nthat an owner of  the stadium, somebody who for instance is considering investing ൰൯ \nmillion, the rational reason he does that  is because, as well as seeing the income that the \nstadium generates, the stadium is an i ndirect means of his earning other revenue? \nA. That’s correct. \nQ. Yes. Again, if we’re looking at - - we’ve then got  a football owner who - - so he builds \na stadium which has the - - both, as it were, tangible and intangible  benefits; correct? \n A. That’s correct, yes. \n Q. So to the owner, you have to, at least in his eyes in valuing it - - and if he were thinking \nof selling it, he would say, “Well, this stadium to me creates both”? \n A. That’s correct. \nQ. Right. And because - - and this is really why V"}
{"start": 136500, "text": " his earning other revenue? \nA. That’s correct. \nQ. Yes. Again, if we’re looking at - - we’ve then got  a football owner who - - so he builds \na stadium which has the - - both, as it were, tangible and intangible  benefits; correct? \n A. That’s correct, yes. \n Q. So to the owner, you have to, at least in his eyes in valuing it - - and if he were thinking \nof selling it, he would say, “Well, this stadium to me creates both”? \n A. That’s correct. \nQ. Right. And because - - and this is really why Veritas and people like that reject the \nincome approach, is that the income appr oach doesn’t take account of the intangible \nbenefits. Just tell me whether you agree  that was Veritas - - \n A. Yes, that is the position of Veritas, yes.  tangible and intangible benefits”; \ncorrect?272 \n \n \n269  Thomas,  {Day20/101:10} - {Day20/102:5} \n270  Thomas, {Day20/61:2-11}  \n271  Thomas,  {Day20/69:13} - {Day20/70:3} \n272  Thomas,  {Day20/72:9} - {Day20/73:7}  \nAA3/4/61\n59 \n 210. Mr Thomas sought to justify his ignoring th e intangible benefits which would accrue the \nowner of the Stadium on the ground that th ey would not accrue to the Bank, but that, \nwith respect, is unintelligible, given that th e value of the Stadium to the Bank resided in \nwho it could be sold to, and not in what th e Bank itself could generate from owning it \nand that a purchaser was likely to be someone who wanted a football te am to play at the \nstadium.273 As to that:  \nQ. The argument that the seller would make is, “This  stadium is valuable because it brings \nboth the tangible  and the intangible benefits”. That’s what the seller  would say?  \nA. Yes, I think that’s correct, yes. \nQ. The buyer, on the other hand - - the reason for buying a football stadium is to have your \nclub - - your football  team play there and, as a result, you hope to make money   both \ndirectly, as we’ve already agreed, through the   income stream that comes out of the \nstadium, and indirectly, through the other intangible benefits;  correct? \nA. Yes, that is correct. \nQ. So the willing buyer in that scenario w ould obviously be willing to pay more than a \nvaluation which simply reflected the income  generation of the stadium because he knows \nhe is buying an asset which, as well as having a direct income - producing benefit, also has \nthe benefit  of producing other intangible benefits? \nA. Yes, that is correct .274 \n211. In light of that answer it is very difficult to understand Mr Thomas’s rejection of the Cost \nApproach and his insistence that an Income Approach is the proper basis for valuing the \nStadium: if a willing buyer would pay more than a valuation which only reflected the \nStadium’s direct income earning potential, w hy should it nevertheless be valued solely \non that basis? \n212. Turning to the particulars of Ver itas’s Cost Approach valuation:  \n(1) Mr Thomas accepted that, when carrying out their Cost Approach valuation, \nVeritas recognised the need to take acc ount of various forms of depreciation, \nincluding economic depreciation, which wa s expressly referenced by Veritas in \ntheir valuation report.275 \n \n273  Thomas,  {Day20/73:15} - {Day20/74:5}  \n274  Thomas, {Day20/75:13} - {Day20/76:7} . Mr Thomas’s clear answers undermine the Bank’s submissions \nat (Bank.Closing/948 {AA2/15/466} ): he accepted that a ‘willing buyer’ would be prepared to pay more \nthan the value of the Stadium’s income generating potential because there were other benefits beyond that. \nThat does not make the purchaser a ‘special purchaser’, it merely recognises that any buyer of this type of \nasset would  not be focussed solely on its income generating potential \n275  Thomas,  {Day20/85:5} - {Day20/86:19} and {Day20/91:11-17} and {Day20/92:5-7}  \nAA3/4/62\n60 \n (2) He also accepted that, while he criticised Veritas, he had not in fact provided any \nexpert opinion as to how Veritas’s valu ation would theoretically have been \nimpacted by the alleged failure to take  account of economic depreciation. Afte"}
{"start": 140000, "text": "rchaser a ‘special purchaser’, it merely recognises that any buyer of this type of \nasset would  not be focussed solely on its income generating potential \n275  Thomas,  {Day20/85:5} - {Day20/86:19} and {Day20/91:11-17} and {Day20/92:5-7}  \nAA3/4/62\n60 \n (2) He also accepted that, while he criticised Veritas, he had not in fact provided any \nexpert opinion as to how Veritas’s valu ation would theoretically have been \nimpacted by the alleged failure to take  account of economic depreciation. After \nsome inconclusive exchanges, Mr Thomas  ultimately admitted that he had not \nquantified what he said was the effect  of economic depreciation which Veritas \nshould have taken (but had failed to take) into account.276 \n213. In reality, Veritas’s Cost Approa ch valuation was very detailed277 and Mr Thomas \nexpressly accepted that it was reasonable to  conclude that Veritas’s assessment of the \ncosts of construction were  likely to be accurate,278 as well as accepting that Veritas \nprovided a detailed analysis of the cost s of the equipment used in the Stadium.279 Overall, \nMr Thomas accepted that he had no reason to impugn Veritas’s professionalism.280 Those \nthree facts undermine the Bank’s attempt in its Written Closing to impugn the Veritas valuation.\n281 \n214. The Court must reject Mr Thomas’ Income Approach valuation which only serves to \nartificially de-value the Stadium and instead  accept the contemporan eous Cost Approach \nvaluation: \n(1) Mr Thomas admitted that he had no knowle dge of how stadia ar e accounted for in \ntheir owners’ accounts a nd had never valued a sports stadium before.  \n(2) None of the contemporaneous valuers valu ed the Stadium on the Income Approach.  \n(3) Although he had adopted an Income Appr oach, Mr Thomas accepted that this \nwould fail to capture the fu ll value of the Stadium. He also acknowledged that, in \nany event, his valuation was based upon imperfect data.282 \n \n276  Thomas, {Day20/98:9-14} \n277  Thomas, {Day20/87:7-12}. Their record of the details of the origin al costs of construction runs to no less \nthan 38 pages \n278  Thomas, {Day20/87:24} - {Day20/88:21}  \n279  Thomas,  {Day20/89:7-13}  \n280  Thomas, {Day20/87:21-23}  and see also {Day20/105:6-15}  \n281  Bank.Closing/950 {AA2/15/468}  \n282  Thomas1/Appendix 4.70  {D18/1/52}  \nAA3/4/63\n61 \n (4) Veritas considered each basis of valuat ion and explained in some detail their \nreasons for rejecting each except for the Co st Approach, which they then applied \nusing actual, contemporaneous data.  \n(5) Mr Thomas’s evidence was that he had no basis to impugn the professionalism of \nVeritas’ work in valuing the Stadium (a fact ignored by the Bank in its Written \nClosing). \n(6) Mr Kaczmarek reviewed Veritas’s report and confirmed the appropriateness of \ntheir approach and their valuation.283 \nD4(8)  The Training Centre \n215. Mr Thomas again seeks to apply an Income Approach valuation, but there are a number \nof facts which undermine that: in particular, he valued the Training Ground on the basis \nthat it fell within the sports  tourism sector, even though: \n(1) He acknowledged that, at the date of va luation, the Training Ground was not being \nused as part of a sports tourism business284 (a fact that, while it  might be considered \nsomewhat fundamental, Mr Thomas faile d to explain anywhere in his report285); \n(2) He accepted that he is not an expert in sport tourism;286 and \n(3) He had no income data relating to the use of a sports centre as a sports tourism \ncomplex.287 \n216. It follows that the only sensible basis on wh ich the Court can value the Training Centre \nis the Cost Approach adopted by Mr Kaczmar ek based on the NBU validated value of \nUAH 332 million arrived at by Veritas.  \n \n283  It is for this reason that the Bank’s criticism of Mr Kaczmarek for relying on NBU verified valuations for \nsome, but not all, of the assets (Bank.Closing/938 {AA2/15/463} ) is misplaced: as Mr Kaczmarek made \nclear, in each case he reviewed the underlying "}
{"start": 143500, "text": "m \ncomplex.287 \n216. It follows that the only sensible basis on wh ich the Court can value the Training Centre \nis the Cost Approach adopted by Mr Kaczmar ek based on the NBU validated value of \nUAH 332 million arrived at by Veritas.  \n \n283  It is for this reason that the Bank’s criticism of Mr Kaczmarek for relying on NBU verified valuations for \nsome, but not all, of the assets (Bank.Closing/938 {AA2/15/463} ) is misplaced: as Mr Kaczmarek made \nclear, in each case he reviewed the underlying valuation reports and, only where, as with the Stadium, he \nwas satisfied that the valuations were compliant with IFRS13 was he prepared to adopt them. In other \ncases, such as the Petrol Stations and the OSFs, he was not  \n284  Thomas  {Day20/114:8} - {Day20/166:7} \n285  Thomas {Day20/116:3-11}  \n286  Thomas {Day20/118:10-16}  \n287  Thomas {Day20/121:18} - {Day20/122:7} \nAA3/4/64\n62 \n D4(9)  The Airfield \n217. The dispute between the Experts in relation to the Airfield is narrow and relatively minor \nin terms of value. In short, the dispute as to  the value of the buildings and structures is \nabout c. USD 80,000288 and the real issue relates to the value to be attributed to the land.  \n218. Mr Thomas values the Airfield, but exclude s the land as having any value on the basis \nthat the Bank might not own the land.289 That is flatly inconsistent with the \ncontemporaneous valuation provide d by Kreston and accepted by the NBU.290 \nD4(10)  The Offices and the Hotels \n219. As for the valuation of two offices and th e two hotels, Mr Bezant performed his own \nvaluations of each of these real estate assets while Mr Kaczmarek relied on the NBU \nValues except with respect to Hotel Zirka.291 \nD4(10)(a)  Hotel Zirka292 \n220. The Experts agree that the contemporaneous valuations of Hotel Zirka are flawed and \nneed adjustment; and, by and large, they ag ree on the necessary adjustments and their \nconsequences.293 Mr Bezant’s own model produced a valuation of UAH 1,072 million \nfor the main hotel with which Mr Kaczmarek agrees. \n221. The single point of disagreement between th e experts is whether any value should be \nattributed to the ancillary buildings. When  the NBU approved valuer, Veritas, provided \nits valuation of Hotel Zirka, it attributed  a separate value of UAH 355 million to the \nancillary buildings while later valuers did not.294 Neither Mr Bezant nor Mr Kaczmarek \nwere able to explain why later valuers had not attributed a se parate value to the ancillary \n \n288  Thomas {Day20/124:4-14}  \n289  Thomas/5.10 { D18/1/54 } \n290  Thomas {Day20/128:14-24} . While Mr Thomas might not know the procedure the NBU adopted, it is, \nwith respect, somewhat implausible to suggest that it would have approved a valuation provided by an \nindependent valuer, Kreston, without having satisfied itself that the Bank in fact owned the land on which \nthe Airfield was situated  \n291  Bezant-KaczmarekJR/9.1  {D25/1/63 } \n292  D1.Supplemental/131-136 { AA3/2/36 } \n293  Bezant, {Day20/1:24} - {Day20/2:17}  \n294  Bezant, {Day20/6:9-15}  \nAA3/4/65\n63 \n buildings, not least of all because they had no transparency about the cost data that those \nlater valuers had used and what, precisel y, was or was not included within them. \n222. The Experts both accept that whether or no t the ancillary buildi ngs have any value \nbeyond that which would have been  captured in a DCF valuation is a question of  fact that \nthey cannot determine.295 That factual question is for the Court, and D1 submits that the \nCourt should find the ancillary buildings to  have the value ascribed by the NBU: \nVertitas’s contemporaneous valuation include d an element of value for the ancillary \nbuildings and there is  no basis for, as the Bank seeks to do,296 seeking to undermine the \nclear evidence from Veritas. \nD4(10)(b)  Hotel Mir297 \n223. The NBU’s verified value of  Hotel Mir was UAH 259 million.298 Mr Kaczmarek adopts \nit. In cross examination, Mr Bezant accepted, “ I don’t agree with how he [M"}
{"start": 147000, "text": " submits that the \nCourt should find the ancillary buildings to  have the value ascribed by the NBU: \nVertitas’s contemporaneous valuation include d an element of value for the ancillary \nbuildings and there is  no basis for, as the Bank seeks to do,296 seeking to undermine the \nclear evidence from Veritas. \nD4(10)(b)  Hotel Mir297 \n223. The NBU’s verified value of  Hotel Mir was UAH 259 million.298 Mr Kaczmarek adopts \nit. In cross examination, Mr Bezant accepted, “ I don’t agree with how he [Mr \nKaczmarek] gets to 259 but I can’t rule out 259 from my own analysis ”.299 Accordingly, \nthere is no basis on which to reject the c ontemporaneous valuation accepted by the Bank \nand the NBU and which the Bank has never sought to reverse. \nD4(10)(c)  The Kyiv Office300 \n224. The NBU’s verified value of the Kyiv Office was UAH 245 million.301 Mr Kaczmarek \nadopts it.  \n225. Mr Bezant carried out a de novo  Market Approach valuati on which produced a range of \nvalues between UAH 186.7 million and 235.5 m illion and a valuation on the Income \nBasis that yielded a spread of between UAH 104 million to 202 million.302 With an \noverall spread of between UAH 104-235.5 m illion one might reasonably question the \nusefulness of Mr Bezant’s analysis.  \n \n295  As Mr Bezant fairly accepted: Bezant, {Day20/6:21-24} \n296  Bank.Closing/965 {AA2/15/475}  \n297  D1.Supplemental/127-130 { AA3/2/35 } \n298  Kaczmarek1/236  {D20/1/73 } \n299   Bezant, {Day20/7:20-21} \n300  D1.Supplemental/116-122 { AA3/2/33 } \n301  Kaczmarek1/167  {D20/1/52 } \n302  Bezant, {Day20/8:14} - {Day20/9:13}  \nAA3/4/66\n64 \n 226. In order to give what was not hing more than a false appe arance of certainty to his \nvaluation, Mr Bezant conducted a completely ar bitrary exercise of ascertaining the cross-\nover of the spreads produced by his two valuatio ns and then picking the mid-point of that \nas his ‘true’ value.303 There is nothing certai n about the midpoint of uncertain numbers. \nAll that is “true” is that it is the midpoint.  \n227. Given its proximity to the upper bound of Mr  Bezant’s ranges (c. UAH10 million more), \nthere does not seem to be any sensible basis on which the NBU’s contemporaneous \nvaluation should be reje cted in favour of a wholly arbi trary figure artificially derived \nfrom a mass of uncertainty.304 \nD4(10)(d)  Dnipro Office305 \n228. D1 relies on its submissions at D1.Supplemental/123-126306 as to why the NBU validated \nfigure of UAH 212.1 million307 should be accepted.  \n229. Ultimately, Mr Bezant was unable to say th at a value of UAH 212.1 million was not \nreasonable and his de novo  valuation should therefore be rejected: \nQ. And all I’m putting to you is that it’s -- bearing in mind that was all done in ൬൪൫൰ by \npeople on the ground  in ൬൪൫൰, that what they were saying at least is a reasonable view, even \nif you, choosing to do it de novo, come up with a different view? \nA. I agree. As I said in my report, I think their valuation is high but may still be \nreasonable .308 \n230. That is an unsurprising conclusion as Mr B ezant’s own valuations cover a range of UAH \n113.1 million to UAH 266.5 million.309 Given the huge uncertainty in Mr Bezant’s \nvaluations, the contemporaneous valuation accepted by the NBU is plainly to be \npreferred.  \n \n303  Bezant, {Day20/9:18-23} \n304  It is also noteworthy that, despite having the ability to do so, Mr Bezant made no attempt to ask the Bank \nas to how the NBU arrived at its conclusion that the correct valuation of the of fices was UAH 245 million: \nBezant,  {Day20/20:16} - {Day20/21:19} \n305  D1.Supplemental/123-126 { AA3/2/35 } \n306  D1.Supplemental/123-126 { AA3/2/35 } \n307  Kaczmarek1/185-188  {D20/1/58 } \n308  Bezant, {Day20/25:19-25} \n309  Bank.Closing/971 {AA2/15/478}  \nAA3/4/67\n65 \n D4(11)  The Aircraft \n231. The Experts valued 9 Aircraft, the values of  only 5 of which are in dispute between the \nparties:310 two Airbuses and three Embraers. \n232. The Experts were instructed to value the Airc raft as at August 20"}
{"start": 150500, "text": "s UAH 245 million: \nBezant,  {Day20/20:16} - {Day20/21:19} \n305  D1.Supplemental/123-126 { AA3/2/35 } \n306  D1.Supplemental/123-126 { AA3/2/35 } \n307  Kaczmarek1/185-188  {D20/1/58 } \n308  Bezant, {Day20/25:19-25} \n309  Bank.Closing/971 {AA2/15/478}  \nAA3/4/67\n65 \n D4(11)  The Aircraft \n231. The Experts valued 9 Aircraft, the values of  only 5 of which are in dispute between the \nparties:310 two Airbuses and three Embraers. \n232. The Experts were instructed to value the Airc raft as at August 2016 and they agreed on \nthe basic methodology for such valuations. The st arting point was to s eek to establish the \ncurrent market value of a ‘base specification’, or ‘base value’311 aircraft of the type being \nvalued (Stage 1), then to adjust for any m odifications from the base specification, and \nthen to make further adjustments where ma jor components were in their maintenance \ncycle.312   \nD4(11)(a)  Base value  \n233. The base value for any particular aircraft at a ny particular time in its life is calculated by \ntaking, as a starting point, the va lue of the aircraft when new313 and then applying a \nformula to calculate its depreciation over its lifetime.314  In the case of the 5 Aircraft \nbeing valued, it is common ground that the ba se value provides a starting point for the \ndetermination of the market value.315  \n234. The vast majority of the difference between the Experts’ valuations arises from their \ndiffering views as to Stage 1 valuations. \n \n310  The value of one, a Bo eing 767-300, was agreed, and D1 has accep ted Ms Razzhivina’s (higher) valuation \nof another 3: Razzhivina { Day18/6:1-7 } \n311  Defined by ISTAT as, in summary, the value of an ai rcraft, in an average physical condition, in a stable \nmarket in a transaction between a willing buyer and a willing seller. The full definition is at {D16/3/14}  \n312  Razzhivina, {Day18/7:5} - {Day18/6:15} \n313  Because of the opacity of the mark et, establishing the value (or price)  new aircraft requires valuations \ncompanies to rely upon market sources: Razzhivina  {Day18/23:16} - {Day18/24:1} . Moreover, the original \nbase value may not be the original market value as it may be affected by, for example, excessive demand \nwhen an aircraft first enters the market: Razzhivina, {Day18/26:4} - {Day18/27:2} \n314  Razzhivina, {Day18/17:14-19}  and Razzhivina, {Day18/37:5-13} \n315  It was agreed that the market value is a figure ad justed from the base value to take account of imbalance \nin the supply and demand in the market (the base value having assumed a balanced market); absent unusual \nshocks to the market, the market value should fo llow the base value as a median number, and Ms \nRazzhivina agreed that in 2016 there were no par ticular shocks which would have moved the market: \nRazzhivina, {Day18/32:15-19}  \nAA3/4/68\n66 \n D4(11)(b)  The Airbuses \n235. In total, Ms Razzhivina’s Stage 1 valuation for the two Airbuses was c. USD 12 million \nlower than Mr Seymour’s.316  \n236. Mr Seymour took his ‘base value’ figure fr om the IBA contemporaneous valuation, i.e. \nfrom the IBA handbook produced in 2016.317 That shows that IBA’s base value for a \n2005 Airbus A321-200, in 2016, was USD 24.41 milli on, with the current market value \nbeing marginally below that at USD 24.01 million.  \n237. Ms Razzhivina accepted that she had not expre ssed any disagreement with the IBA base \nvalues.318 She also, somewhat reluctantly, accepted that IBA are one of the leading \nappraisal companies in the market,319 and also accepted that the way IBA had approached \ntheir determination of base  values was appropriate.320  \n238. In contrast to Mr Seymour’s approach, of relying on the IBA contemporaneous data for \nthe base value of the various aircraft, Ms Razzhivina provided no evidence for the base values of any of the aircraft or the extent to which, if a ny, the market was deviating from \nthose base values in 2016;\n321 that was despite the fact that her company, Oriel, had \nproduced such data:  \nQ.  Y"}
{"start": 154000, "text": "319 and also accepted that the way IBA had approached \ntheir determination of base  values was appropriate.320  \n238. In contrast to Mr Seymour’s approach, of relying on the IBA contemporaneous data for \nthe base value of the various aircraft, Ms Razzhivina provided no evidence for the base values of any of the aircraft or the extent to which, if a ny, the market was deviating from \nthose base values in 2016;\n321 that was despite the fact that her company, Oriel, had \nproduced such data:  \nQ.  Your firm, you provide similar market intelligence to that -- you're a competitor of IBA, \naren't you?  \nA.  Yes, we are competitors .  \nQ.  And you indeed have, within your organi sation, similar documents to this, where you \nwould be showing what, for instance, the base value of a -- here we're talking about an \nAirbus and the extent to which the market value of an Airbus of a particular vintage did or did not correspond with the base value.  Y ou had reports along those lines, didn't you?  \nA.  Yes, we produced market and base val ues and we can demonstrate the differences \nbetween them at any time .  \nQ.  Yes, but you haven't given to the cour t any of your contemporaneous reports which \nshow what you regarded as the base value and th e extent to which the market value was or \nwas not corresponding with the base value.  You haven't done that as a matter of fact, have you?  \n \n316  Razzhivina 2/Table 3 {D16/1/11} \n317  See e.g., an extract from the IBA Aircraft Values Book for an Airbus A321-200 at {D14/16/1}  \n318  Razzhivina, {Day18/38:13-20}  (nb. the reference at line 18 should be to an A321-200, not A320-200) \n319  Razzhivina, {Day 18/12:9-23}  \n320  Razzhivina, {Day18/12:24} - {Day18/14:2} \n321  Razzhivina, {Day18/19:18} - {Day18/20:3} \nAA3/4/69\n67 \n A.  No, I didn't.  It was not part of my instruction .322 \n239. In addition, Oriel produced data assessing the cu rrent market value of aircraft relative to \ntheir predicted base values.323 Again, they were not pr ovided to the Court.  \n240. Rather, Ms Razzhivina relied upon a series of ‘d ata points’ for her base valuation. As to \nthose there are a number of important consider ations to bear in mind. Looking at the data \npoints Ms Razzhivina used for her valuation of the two Airbuses:324 \n(1) First, very few of the transactions on wh ich Ms Razzhivina relied relate to a ten-\nyear old aircraft – i.e. the value of, for example, a 2005 aircraft in 2016 (as was being valued). In fact, seven of her 11 da ta points for ‘the Airbus’ related to new \nor nearly new aircraft.\n325 \n(2) Secondly, with one exception, Ms Razzhivina’s estimated values for her data points \nfor, for example, the ‘first Airbus’ were either higher  or largely consistent  with the \nvalues provided in the contemporaneous IBA handbook.  This is shown in the table \nat Appendix D .326  Overall, Ms Razzhivina accepted th at her data point values were \nconsistent with the IBA base values and current market values;327 in fact, only in \nrelation to data point 11 was Ms R azzhivina’s valuation below the IBA \ncontemporaneous valuation.328 \n(3) Thirdly, it needs to be borne in mind that  in a number of Ms Razzhivina’s data \npoints she provided a wide (or very vague) ra nge for the age of the aircraft and for \ntheir values, making it impossible to determ ine what was in fact the value of the \n \n322  Razzhivina,  {Day18/20:4-21}, {Day18/21:23} - {Day18/22:6}, {Day18/66:23} - {Day18/68:2} . The Bank \nis therefore wrong in its Written Cl osing (Bank.Closing/979(1), fn 815 {AA2/15/480} to suggest that Ms \nRazzhivina’s valuation was based upon values  published on the Orie lVIP online platform \n323  Oriel VIP Report 14 {D16/3/4} , and Razzhivina,  {Day18/36:9-14} \n324  Although the data points were used by Ms Razzhivin a for her valuation of ‘the Airbus’ (the first she \nvalued), she accepted that there we re not additional valuation points th at affected her valuation of the \nsecond: Razzhivina,  {Day18/71:5-8} \n325  Razzhivina, {Day18"}
{"start": 157500, "text": " (Bank.Closing/979(1), fn 815 {AA2/15/480} to suggest that Ms \nRazzhivina’s valuation was based upon values  published on the Orie lVIP online platform \n323  Oriel VIP Report 14 {D16/3/4} , and Razzhivina,  {Day18/36:9-14} \n324  Although the data points were used by Ms Razzhivin a for her valuation of ‘the Airbus’ (the first she \nvalued), she accepted that there we re not additional valuation points th at affected her valuation of the \nsecond: Razzhivina,  {Day18/71:5-8} \n325  Razzhivina, {Day18/39:2-15}  \n326  Appendix D {AA3/8}  \n327  Razzhivina, {Day18/46:5-12}  and {Day18/47:1-9} and {Day18/48:6-13}  \n328  Razzhivina, {Day18/55:14-21}  and {Day18/55:6-12} \nAA3/4/70\n68 \n aircraft which was the subject of the transaction (e.g., data point 9329, and data point \n4330). \n(4) Fourthly, in a number of cases, the information which Ms Razzhivina provided \nabout the transactions was so limited as to make it impossible to assess them. For \nexample, in relation to data point 7, the totality of the information she provided was limited to the following: “ In 2016, a 10-15 year old A321-200 on lease to a \nEuropean airline was sold for $17- $20m (“ Data Point 7”). Th e aircraft had more \nthan five years remaining on lease. ” Not only was the information which was \nprovided sparse, to say the least, it also, again, referred to a wide range of ages and \nvalues for the aircraft making any m eaningful assessment difficult if not \nimpossible. \n241. Even if one accepted Ms Razzhivina’s data points, the way in which she used them ‒  or \nin fact abused them ‒ fundamentally undermines her analysis, and therefore her \nvaluation:  \n(1) First, Ms Razzhivina started her deprecia tion curve from the supposed values for \nsales in 2016, but there was a huge range , and uncertainty around, those values.\n331 \nMs Razzhivina assumed a starting point of USD 42 million, but her own data show \nthat it could have been as high as USD 55 million, or as low as USD 30 million. \nThe starting point, self-evident ly, affects the depreciation curve that flows from it, \nas Ms Razzhivina acknowledged.332 \n \n329  Ms Razzhivina described the aircraft as ‘nearly new’ {D13/1/136}, but in cross-examination she explained \nthat she did so to anonymise the transaction and sa id that ‘nearly new’ meant between 1-3 years old \n(although that was not explaine d in her report): Razzhivina,  {Day18/40:11} - {Day18/41:5} \n330  Ms Razzhivina referred to two aircraft which were 8- 15 years old and said that they were offered for sale \nfor USD 45-55 million. Because Ms Razzhivina gave such a vague range for the age of the aircraft, it was \nimpossible to compare it directly to IBA’s contemporaneous valuation, but it is clear that they would be conservative for the consider able majority of Ms Razzh ivina age range: Razzhivina,  {Day18/50:5} - \n{Day18/51:2} \n331  See the graph at {D13/1/137}  \n332  Razzhivina,  {Day18/61:8-22} \nAA3/4/71\n69 \n (2) The consequence of Ms Razzhivina’s havi ng started her depreci ation curve from \nan arbitrary value for a 2017 ai rcraft is that it artificial ly depressed the value of an \n11 year old Airbus, as can be seen in her Chart I2.333  \n242. In summary, in terms of the Stage 1 analysis , which accounts for the vast majority of the \ndifference in values attributed to the Airbus es by the Experts, Ms Razzhivina’s analysis \nis flawed for the reasons set out above. Moreover, a close analysis of Ms Razzhivina’s data points in fact supports  the contemporaneous IBA valu es on which Mr Seymour relies \nand it therefore follows that his analysis is clea rly to be preferred. If that is right, then the \nvast majority of the difference in the values  that the Experts have put forward disappears \nand Mr Seymour’s figures are those which it is  appropriate to for the Court to rely upon.  \nD4(11)(c)  The Embraers \n243. As with the Airbuses, the most significant area of disagreement between the Experts is \nas to the stage 1 valuation. Again, Mr Se ymour relied upon IBA’s c"}
{"start": 161000, "text": " on which Mr Seymour relies \nand it therefore follows that his analysis is clea rly to be preferred. If that is right, then the \nvast majority of the difference in the values  that the Experts have put forward disappears \nand Mr Seymour’s figures are those which it is  appropriate to for the Court to rely upon.  \nD4(11)(c)  The Embraers \n243. As with the Airbuses, the most significant area of disagreement between the Experts is \nas to the stage 1 valuation. Again, Mr Se ymour relied upon IBA’s contemporaneous \nvalues in the Aircraft Value Book and, again, Ms Razzhivina did not express any disagreement with the base values set out there.\n334 \n244. Once again, Ms Razzhivina did not provide any contemporaneous evidence of value, but, \nagain, relied on a limited number of data points (in this case only 4).  \n245. In summary, (i) data point 1 and data poin t 2 were both consistent with the IBA’s \nfigures;335 (ii) data points 3 and 4 were not susceptible of m eaningful analysis, because \nthey were only vaguely described by Ms Razzhivina as being “over 15 years old”.  \n246. However, once one excludes data point 1, wh ich should not have been included (as it \npost-dated the valuation date336) and data point 3 because it was not a sale but a price \nimplied from a lease, in fact Ms Razzhivina only had two data points on which to base \n \n333  Chart I2 at {D13/1/138} If one looks at the four bubbles for transactions involving aircraft older than 11 \nyears, it is obvious that the depreciation curve (the dotted black line) understates the value of an 11 year \nold aircraft (which would obviously be greater than those represented by the four bubbles) \n334  Razzhivina,  {Day18/71:9-17}  \n335  Razzhivina, {Day18/74:10-18} (data point 1) and  {Day18/75:4} - {Day18/76:23} (data point 2).   The IBA \nfigures are at {D14/26/1}  \n336  Razzhivina, {Day18/74:4-9}  \nAA3/4/72\n70 \n her analysis, one of which is consistent with IBA’s valuation and one of which is \nunhelpfully vague.337 \n247. Given the paucity of Ms Razzhivina’s data, it is obviously preferable  to rely on the IBA \ncontemporaneous data (which has been shown to  be reliable in relation to the Airbuses) \nand therefore to prefer Mr Seymour’s St age 1 analysis, and therefore his overall \nvaluation. \nD4(11)(d)  Airbus – Damage \n248. As to the discount applied by Ms Razzhivina fo r the historical damage to one of the \nAirbuses, the compass of the dispute is a narr ow one: Mr Seymour says that the aircraft \nhas obviously been in passenger service since its repair and that he has no information \non which to apply a discount; Ms Razzhivina applies an arbitrary 10% discount for \n‘stigma’, but provided no information or literature to support that contention.338 \nUltimately the question is one of common sense: if the aircraft has been repaired, has been certified, and has been in service for six years since th e damage, there is no logical \nreason why an arbitrary discount  would be negotiated by a b uyer on the basis of historic \ndamage.  \nD4(11)(e)  Maintenance Adjustment \n249. The final area of disagreement between the E xperts relates to the adjustment that should \nbe made for the period of the maintenance cycl e at which the aircraft’s engines are. In \nshort, Ms Razzhivina criticises My Seymour fo r relying on the IBA Engine Values Book, \nbut not then applying it properly.  The simple answer is that Mr Seymour in fact did apply \nit properly, and an adjustment to the figures in the Engine Values Book was required to \ntake account of the difference in the flight hours/cycle ratio, i.e. the average flight time \nof the engines.  \n250. While being critical of Mr Seymour, and accep ting that an appropriate adjustment needs \nto be made, Ms Razzhivina in fact provided no evidence or opinion as to what it should \nbe, although in cross-examination she agre ed the basic principles of such an \n \n337  Razzhivina, {Day18/78:21} - {Day18/79:14}  \n338  Razzhivina, {Day18/84:3} - {Day18/85:2} \nAA3/4/73\n71 \n adjust"}
{"start": 164500, "text": "uired to \ntake account of the difference in the flight hours/cycle ratio, i.e. the average flight time \nof the engines.  \n250. While being critical of Mr Seymour, and accep ting that an appropriate adjustment needs \nto be made, Ms Razzhivina in fact provided no evidence or opinion as to what it should \nbe, although in cross-examination she agre ed the basic principles of such an \n \n337  Razzhivina, {Day18/78:21} - {Day18/79:14}  \n338  Razzhivina, {Day18/84:3} - {Day18/85:2} \nAA3/4/73\n71 \n adjustment.339 In those circumstances, Mr Seymour’s  approach was plainly appropriate \nand his evidence should be accepted.  \nD4(11)(f)  Conclusion in relation to the Aircraft \n251. Much criticism has been levelled at Mr Seymour in relation to (i) errors he made in \npreparing his reports and (ii) his evidence in pr evious cases. None of that is relevant to \nhis evidence in this case. As to (i), when errors were point ed out to him, he acknowledged \nand corrected them. As to (ii), he conceded he had been variously criticised, but none of \nthose criticisms affect his valuations in this case, which, with respect, are largely \nmathematical exercises.  \n252. Ms Razzhivina refused to disclose her firm’s  contemporaneous valuations and one can \ntherefore only conclude that they w ould have undermined her current position. \nUltimately, (i) the data on which she relied la rgely supported Mr Seymour’s valuations; \nand (ii) Ms Razzhivina used the data that she had in a way that wholly distorted what it \ndemonstrated.  \n253. In those circumstances, Mr Seymour’s valua tions are clearly the more reliable and the \nCourt should accept them. \nD4(12)  Asset-specific issues – Th e Aircraft and Hotel Mir \n254. As discussed in Section L of D1’s Openi ng Submissions, the Bank has raised specific \nissues in relation to three of the transferred assets, the two Hotels and the nine Aircraft.  \n255. In respect of the Hotels, the Bank alleges that it is not required to give credit in respect \nof Hotel Mir because the Bank does not have title  to it.  It had made  the same allegation \nin relation to Hotel Zirka, but on the date of these submissions being filed the Bank’s solicitors wrote to confirm that the point is  no longer in issue a nd that the Bank would \ngive value for the true value of Hotel Zirka.\n340 \n \n339  Ms Razzhivina agreed: (i) that the shorter the average flight time, the greater the wear on an engine; (ii) \nthat the time between engine overhauls depended on how the aircraft was being used – that the longer the flights, the longer the period between overhauls; and (iii) that the figures in the IBA Engine Value Book \nwould have to be adjusted to account for any difference in average flight duration: Razzhivina,  \n{Day18/85:19} - {Day18/87:9} \n340  Hogan Lovells letter dated 06 October 2023 \nAA3/4/74\n72 \n 256. The issue in relation to the Aircraft is sligh tly different. The transactions leading to the \nBank’s position are set out in paragraphs 412 and 413 of D1’s Opening Submissions.    \nD4(12)(a)  Hotel Mir \n257. D1 does not accept that it has been finally de cided that the Bank doe s not have title to \nHotel Mir.  \n258. The procedural position has moved on fr om that described in Bank.Opening/617-618.341  \n259. In particular, in December 2022, the Cabinet of  Ministers of Ukraine submitted an appeal \nto the Northern Commercial Court of Appeal  of the Commercial Cour t’s decision in July \n2021342 cancelling the registration of the Hotel in the name of the Bank. On 13 September \n2023, the Court of Appeal closed the appeal  on the basis that the decision of the \nCommercial Court has already been confirmed by the Cassation Court.343 However, the \nCabinet of Ministers of Ukrain e filed an appeal against th at decision of the Court of \nAppeal, and on 12 October the Supreme Court fo rmed a panel to consider that appeal, \nand has also formed a panel to hear a cassation appeal filed by the Bank.   \n260. In the circumstances, it is clear that the pro ceedings in "}
{"start": 168000, "text": " 13 September \n2023, the Court of Appeal closed the appeal  on the basis that the decision of the \nCommercial Court has already been confirmed by the Cassation Court.343 However, the \nCabinet of Ministers of Ukrain e filed an appeal against th at decision of the Court of \nAppeal, and on 12 October the Supreme Court fo rmed a panel to consider that appeal, \nand has also formed a panel to hear a cassation appeal filed by the Bank.   \n260. In the circumstances, it is clear that the pro ceedings in relation to the ownership of Hotel \nMir are ongoing and the Court should therefore cons ider the issues as to the valuation of \nthe Hotel, as the proceedings may ultimately result in the Bank’s owning Hotel Mir and being required to give credit for it. The partie s will no doubt update th e Court in the event \nof material developments.   \nD4(12)(b)  The Aircraft \n261. In summary, on 22 August 2016 the nine Aircraft  were pledged to the Bank and used to \nsecure various loans. On the same day they were transferred to th e Bank and their value \napplied to the repayment of ten loans, in cluding seven Relevant Loans. On 23 August, \nthe Bank sold the Aircraft to Dilorsano, with the price being payable in instalments over time, Dilorsano pledged the Aircraft as s ecurity for its performance of the sale \nagreements. \n \n341  Bank.Opening/617-618 { AA2/1/241 } \n342  Decision of the Commercial Court of Kyiv dated 28.07.2021 in Claim No. 910/15803/19  {I1/99.6}  \n343  Ruling of the Northern Commercial Court of Appeal dated 13.09.2023 in Claim No. 910/15803/19  \n{I1/101.1}  \nAA3/4/75\n73 \n 262. The Bank alleges that (i) the credit it gave in return for Aircraft was excessive; and (ii) \nthat the terms on which they were sold to D ilorsano mean that it is unlikely to recover \nthe full price of the sale. It therefore maintains that it is only obliged to give credit for (i) \nany payments made by Dilosano under the purch ase agreements and (ii) net proceeds of \nsale of the Aircraft in the event that Dilorsano defaults.  \n263. D1’s position is as follows: \n(1) As with all loan repayments, the Bank is bound by amounts by which it credited \nthe borrowers’ loan accounts and whic h it has not sought to reverse.  \n(2) If it has any claim ar ising from alleged wrongdoing in the course of negotiation of \nthe terms agreed with Dilorsano that is a separate tort from those which are the \nsubject of these proceedings. Accordingly any loss suffered by the Bank is irrelevant. \n(3) In any event, the Bank is obliged to give credit for any sums it has received, or will \nreceive, from Dilorsano, and the value of the Aircraft as at August 2016, when they were transferred to the Ba nk. (When they were transfer red to the Bank, the Bank \nreceived their value at the time; when they were sold to Dilorsano, the Bank \nreceived security rights over the Aircra ft which had exactly the same value.) \n(4) The Bank is not entitled to reduce the sum fo r which it is required to give credit by \nreference to any sale proceeds it might receive from a sale in 2023 or thereafter. \nE. CREDITS DUE FROM “USE OF FUNDS” \nMISAPPROPRIATED \n \n \n264. The credits that the Bank has given as “Repayment” are simply benefits received by the \nBank from external sources whic h it has come to recognise should be taken into account \nin assessing its “overall” loss.  There are other benefits for which credit should be given \nwhich were received by the Ba nk as a result of the advan ce of funds through Relevant \nDrawdowns which arise from the use made of the Relevant Drawdowns. When the \nAA3/4/76\n74 \n appropriate methodologies are ap plied to examine what happe ned to the money advanced \nby the Bank, it is obvious that it was not used to make URPP: see Section C  above. \nE1. USE OF RELEVANT DRAWDOWNS TO REPAY BAD LOANS  \n265. For the reasons set out in Section E2(2) , D1.Closing ,344 in just the same way as the Bank \ncontends that the repayment of a Relevant  Drawdown using an Intermediary Drawdown \nleaves the "}
{"start": 171500, "text": "s which arise from the use made of the Relevant Drawdowns. When the \nAA3/4/76\n74 \n appropriate methodologies are ap plied to examine what happe ned to the money advanced \nby the Bank, it is obvious that it was not used to make URPP: see Section C  above. \nE1. USE OF RELEVANT DRAWDOWNS TO REPAY BAD LOANS  \n265. For the reasons set out in Section E2(2) , D1.Closing ,344 in just the same way as the Bank \ncontends that the repayment of a Relevant  Drawdown using an Intermediary Drawdown \nleaves the Bank no better off because the lo ss associated with the further alleged \nmisappropriation offsets the benefi t of repayment of the first, it must be recognised that \nthe use of allegedly misappropriated m oney to repay bad debts which would not \notherwise have been repaid leaves the Bank no worse off.  In those circumstances the \nRelevant Drawdown caused the Bank no loss: \n(1) The Bank already gives credit for repaymen ts of Relevant Drawdowns by Relevant \nDrawdowns (and should give credit for the repayment of RDPs by RDPs if as D1 \nsubmits the starting point is RDPs). Natura lly this credit need s only to be given \nonce. \n(2) Where a Borrower repays any of its othe r indebtedness the Bank is clearly no worse \noff.  \n(3) The same is true where a Borrower uses funds obtained from the Bank to repay any \nthird party’s bad debts. This would in clude any borrower among the 193 Borrowers \nwho were, according to the Bank “ incapable of repaying ” their loans.345  \nE2. USE OF RELEVANT DRAWDOWNS AS BRIDGING LOANS  \n266. Any calculations assessing the Bank’s loss on a “Net Loss” basis should take account of \nthe fact that Bridging Loan Relevant Drawdowns were virtually all repaid.  \n267. It is common ground that Ukrainian Legi slation required Borrowers who received \nReturns of Prepayment in foreign currency to  convert proportions of them into UAH. \n \n344  Section E2(2) , D1.Closing {AA3/3/65}  \n345  Reply/32.4.1 { A1/25/65 } \nAA3/4/77\n75 \n The proportions varied as the legislation wa s amended but during the Relevant Period it \nwas common for 50% to be converted to UAH. \n268. A pattern of seven transactions was iden tified by Mr Davidson which involved the \nfollowing steps:346 \n(1) A Relevant Drawdown (or pair of Rele vant Drawdowns) by a Borrower in UAH \nwhich was immediately converted to USD in  order to part-fund a Prepayment under \na Supply Agreement. \n(2) A few days later, the Borrower received a Return of Prepayment from a Supplier \nin an amount which was precisely twice the amount of the USD obtained from the \nRelevant Drawdown. \n(3) The Prepayment was funded as to 50% by the Relevant Drawdown converted into \nUSD and as to the remaining 50% by the Return of Prepayment. \n(4) The remaining 50% of the Return of Prepayment was converted to UAH and used \nto repay the Relevant Drawdown (almost co mpletely, there being a small loss in \nUAH). \n269. An example was used in the cross-examin ation of Mr Thompson which involved RD152 \nand RD153.347 These Relevant Drawdowns were a dvanced to a Borrower (Paradiz) in \nUAH on 10 April 2014, converted to USD 28m and then themselves used to fund half of \na Prepayment to a Supplier (Kalten) in th e amount of USD 56m on 14 April. The balance \nof the Prepayment was funded by half the am ount of a Return of Prepayment in the \namount of USD 56m received by Paradiz from  Kalten under a different supply agreement \non 14 April. \n270. The net effect of this transaction was that USD 56m comes into Paradiz from Kalten and \nis returned to Kalten the same day without th e delay that might have occurred if the Bank \nhad converted half of that sum into UAH, then back to USD before making the Prepayment. \n \n346  Davidson1/5.31–5.35  {D2/1/32}  \n347  Thompson, {Day24/4:15} - {Day24/10:13} .  The diagrams and Transactional Data are reproduced at \nAppendix C/38-50 {AA3/7/38}  \nAA3/4/78\n76 \n 271. Mr Thompson accepted that the Relevant Drawdowns “ may be ” part of a single \ntransaction involving the repayment of the Re levant"}
{"start": 175000, "text": " returned to Kalten the same day without th e delay that might have occurred if the Bank \nhad converted half of that sum into UAH, then back to USD before making the Prepayment. \n \n346  Davidson1/5.31–5.35  {D2/1/32}  \n347  Thompson, {Day24/4:15} - {Day24/10:13} .  The diagrams and Transactional Data are reproduced at \nAppendix C/38-50 {AA3/7/38}  \nAA3/4/78\n76 \n 271. Mr Thompson accepted that the Relevant Drawdowns “ may be ” part of a single \ntransaction involving the repayment of the Re levant Drawdowns and that if they were \npart of a single transaction, the effect of RD152 and 153 is zer o, apart from UAH 1.7 \nmillion lost in the currency conversions.348 \n272. No credit is yet given by th e Bank for these repayments al though it is obvi ous that the \nadvance of the Relevant Drawdowns caused the Bank virtually no loss.  \nF. NO COMBINATION OF DEFENCES \n273. In Mr Davidson’s Second Report349 he produced a calculation of the Bank’s loss by first \nworking out how much of the RDPs had been repaid by other loans and then, in respect \nof the remainder, working out how much of  those had been used for what was there \nreferred to as “Claimed Credit”, i.e. repaym ent of bad loans/bridging loans. He also \nlooked at the results in the re verse order, first identifying th e Use of Funds and then, in \nrespect of any he could not trace back to th e Bank, how much of those had been repaid. \n274. The Bank cross-examined him by reference to a hypothetical whic h suggested he had \ncombined the Defences by double-counting credit by taking into account a Relevant Drawdown both if it was repaid and if it wa s used for a purpose fo r which credit could \nbe claimed.\n350 That is not what Mr Davidson had done and was a false premise on which \nto criticise him.351 \n275. The combination of defences proposed by Mr Davidson was logical but he was instructed \nthat it was incompatible with Ukrainian law and withdrew the point in his Third \nReport.352 The Ukrainian law experts agree that  Ukrainian law would reach the same \nconclusion as the English Court did in Yurov :353 if the Repayment Defence is applied \n \n348  Thompson, {Day24/9:11} - {Day24/10:12}  \n349  Davidson2/2.17-2.24 {D2/11/15}  \n350  Davidson, {Day25/16:14} - {Day25/24:4} . The example postulated three loans to shell companies (A, B \nand C) each in the amount of USD 100m and that C had been used to repay B and B had been used to repay \nA. It was then suggested that the Use of Funds De fence would apply to C and B and that the Repayment \nDefence would apply to A and B with the result that the Bank had suffered no loss  \n351  The problem was identified by Mr Davidson: “ Well the repayment defence relates to the same loan as the \nuse of funds defence” {Day25/20:7-8}.  In Mr Davidson’s analysis, he would apply the repayment defence \nfirst, knocking out A and B and then consider the use of C but would not give credit for the repayment of \nloan B for which credit had already been given through the Use of Funds \n352  Davidson3/1.25  {D2/20/12}  \n353  Yurov {M2/11} \nAA3/4/79\n77 \n strictly, it cannot be combined with a clai m that a drawdown which has not been repaid \nnevertheless caused no loss because it repaid a bad loan because the loss extinguished is \nonly the loss associated with th e loan that has been repaid. It  is only if the Court departs \nfrom the analysis in Yurov  that the Bank’s net loss can be  considered, in which case the \nanalysis set out above applie s. This does not involve any double counting at all. \nG. INTEREST \n276. The Bank asserts an entitlement to compound,  alternatively simple, interest on any \ndamages it may be awarded.354  The issues of principle ar e addressed below, and insofar \nas necessary, D1 will address rates, rests and so on at the appropriate time.  \nG2. COMPOUND INTEREST  \n277. The Bank claims compound interest: (i) under Ukrainian law, pursuant to Articles 22 and \n1166 of the Civil Code, or (ii) pursuant to the equita ble jurisdiction of the court to award "}
{"start": 178500, "text": "nting at all. \nG. INTEREST \n276. The Bank asserts an entitlement to compound,  alternatively simple, interest on any \ndamages it may be awarded.354  The issues of principle ar e addressed below, and insofar \nas necessary, D1 will address rates, rests and so on at the appropriate time.  \nG2. COMPOUND INTEREST  \n277. The Bank claims compound interest: (i) under Ukrainian law, pursuant to Articles 22 and \n1166 of the Civil Code, or (ii) pursuant to the equita ble jurisdiction of the court to award \ncompound interest in cases of fraud.355  \nG2(1)  Compound interest as dam ages under Ukrainian Law \n278. It is common ground between the Ukrainian la w experts that: (i) there is no legislative \nprovision which specifically provides for the r ecovery of compound interest; (ii) there is \nno legislative provision which sp ecifically prohibits  an award of com pound interest; and \n(iii) there is no court practice in which an aw ard of compound interest  has been made in \nthe absence of an express contract ual entitlement to such an award.356    \n279. In his reports, Mr Beketov propounded his vi ew that the power to award compound \ninterest can be inferred from the lack of a ny provision prohibiting it and the principle of \nfull compensation.357 In cross-examination Mr Beketov cl arified that what he had in mind \nwas the award of a sum equiva lent to compound interest as  part of the claimant’s \n \n354  Although it is agreed that a final determination cannot be made at this stage: Bank.Opening/645 \n{AA2/1/253 }; Bank.Closing/1023 {AA2/15/500}  \n355  PoC/63A { A1/2/35 } \n356  ULJS/113 { C5/1/44 } \n357  ULJS/113.1 { C5/1/44 }, Beketov8/331ff { C1/1/109 }, Beketov9/432ff { C6/1/164 } \nAA3/4/80\n78 \n damages, the existence and extent of which (like any other head of damage) has to be \npleaded and proved.358 \n280. As the Supreme Court put it in Case No. 612/217/15- ц:359  \n… a claimant claiming compensation for lost income (lost profit) must prove that this \nincome (profit) is not abstract. The claimant must also prove that he could and should have \nreceived a specific income, and that the unlaw ful actions of the de fendant were the only \nand sufficient reason that deprived him of the opportunity to make a profit. \n281. Accordingly, the position under Ukrainian law appears to be analogous with English law \nsince Sempra Metals Ltd v Inland Revenue Commissioners  [2008] 1 AC 561.360 \n282. The question then is whether the Bank has ad equately pleaded and proved an actual loss \nof profits represented by intere st costs.  The answer to th at question is plainly ‘no’.  \n283. As its primary case for USD and UAH loss361, the Bank seeks to recover compound \ninterest from the date of each Releva nt Drawdown to date, at a rate “ reflecting the rate \nat which the Bank borrowed or raised funds during the relevant period ”. \n284. However, while the Bank has pleaded various alternative rates of interest, they are \ngeneralisations and the Bank has not led any ev idence that it borrowed at such rates to \nreplace funds misappropriated (or “ plug the hole on its  balance sheet ”362).  Insofar as the \nBank invites the Court to infer that the Ba nk must have borrowed in order to replace \nmisappropriated funds,363 that is insufficient: as Mr Beketov put it rhetorically, if the \nclaimant does not have evidence, how can it recover?364  \n285. Further, even if an inference were possible,  any “loss” could not possibly have continued \nafter Nationalisation, as the Bank was re-capitalised by a bail-in,365 and increases to the \n \n358  Beketov, {Day28/64:14} - {Day28/65:1}  and {Day28/65:2-23} . It appears that the experts are in \nagreement, since Mr Alyoshin accepts that in principle, lost profit can be compensated as damages under \nArticle 1166 - Alyoshin2/325 { C7/1/104 } \n359  Case No. 612/217/15- ц, (18 April 2018) { C7/80/8 }, and discussed at Alyoshin2/325 { C7/1/104 } \n360  See, e.g., Lord Nicholls at [94] {M2/6.3/41}  \n361  Reply/52.2 { A1/25/80 } in relation to USD"}
{"start": 182000, "text": "alised by a bail-in,365 and increases to the \n \n358  Beketov, {Day28/64:14} - {Day28/65:1}  and {Day28/65:2-23} . It appears that the experts are in \nagreement, since Mr Alyoshin accepts that in principle, lost profit can be compensated as damages under \nArticle 1166 - Alyoshin2/325 { C7/1/104 } \n359  Case No. 612/217/15- ц, (18 April 2018) { C7/80/8 }, and discussed at Alyoshin2/325 { C7/1/104 } \n360  See, e.g., Lord Nicholls at [94] {M2/6.3/41}  \n361  Reply/52.2 { A1/25/80 } in relation to USD loss; Reply/54.2.1{ A1/25/81 } in relation to UAH loss  \n362  Bank.Closing/1026 {AA2/15/501}  \n363  Bank.Opening/648 { AA2/1/254 } \n364  Beketov {Day28/65:19}  \n365  Resolution 105 of the NBU’s Related Parties Committee, row 470 { E17/36/12 } \nAA3/4/81\n79 \n Bank’s share capital by the Ukra inian Ministry of Finance.366 It is therefore clear that, \ncontrary to the Bank’s suggestion,367 at least from Nationalisation it was not “ plugging \nany hole ” by borrowing at commercial rates.  \n286. In respect of any part of its  loss found to have been suffe red in UAH (rather than USD), \nthe Bank claims the cost of its UAH bo rrowing from the NBU under refinancing and \nstabilisation loans between 2013 and 2019.368 However, the Bank has put forward no \nevidence that the NBU loans were specifically required to replace the funds claimed in \nthese proceedings  (as opposed to, for example, previous loans).369  \n287. The Bank’s secondary case370 is that it should be  entitled to recover interest as damages \narising from the loss of use of money at the “ the minimum commercial rate of return that \ncould have been achieved by the Bank had it had use of the misappropriated sums ”. This \nalternative (and even more nebulous) case should also be rejected. \n288. In support of this case the Bank puts forwar d a “reasonable estimate”  of 3% per annum \nas the “presumed” (i.e. speculative and unevidenced) investment rate,371 but has \nproduced no evidence as to how that money would have been invested, nor of the rates \nof return that would have been obtained, and has therefore failed to establish any loss of \n“specific income ”.372  The Court cannot simply assume  that the Bank would have been \nable to achieve a rate of return on invest ment in excess of its relevant borrowing rate.373 \nMoreover, even if such an assumption were to  be made, issues of, for example, taxation, \n \n366  In the amount of nearly UAH 117 billion. See, for e. g., the Bank’s Consolidated Financial Statements 2016, \nnote 1 { K1/6/15 } and note 19 { K1/6/46 }; Lewis 1st Affidavit, Appendix 1/37 { H1/2/10 }. That sum (UAH \n117 billion) was more than four times greater than the UAH-equivalent value of the Relevant Drawdowns \n(Davidson3/2.52 { D2/20/30 }) \n367  Bank.Opening/648 { AA2/1/254 } \n368  Reply/54.2.2 { A1/25/81 } \n369  The NBU itself appears carefully to have audited th e use to which such loans were put by the Bank NBU: \nReport of 15 August 2014 { E4/281 }; NBU Report of 27 March 2015 { E8/137 }; NBU stress test report 1 \nApril 2015 { E12/103 }; NBU report of 15 May 2015 { E9/214.1 }; NBU Report of 1 July 2016: { E14/257 } \n(and cover letter of 27 July 2016 { E15/28 }); NBU report of 30 January 2017 { E17/138 } \n370  Reply/52.2.4 { A1/25/80 } \n371  Annex H to the Reply, fn 1 { A1/33/1 } \n372  “S pecific income ” is the term used in Case No. 612/217/15- ц {C7/80/8 } (referred to above) \n373  In the English law context it has been accepted that the “ return on investments could well fall short of the \ncost of taking up a borrowing facility ”: see Fiona Trust & Holding Corp v Privalov  [2011] EWHC 664 \n(Comm) {M2/6.5} , and McGregor on Damages , 21st ed., 19-116 {M2/11.2/6}  \nAA3/4/82\n80 \n would arise.374 These are issues which the Defendants have not had a fair opportunity to \ninvestigate and address.375   \nG2(2)  Compound interest under the Equitable Jurisdiction \n289. The Bank is wrong to suggest that it is co mmon ground that the Cour t has the power to \naward compound interest in e"}
{"start": 185500, "text": "f the \ncost of taking up a borrowing facility ”: see Fiona Trust & Holding Corp v Privalov  [2011] EWHC 664 \n(Comm) {M2/6.5} , and McGregor on Damages , 21st ed., 19-116 {M2/11.2/6}  \nAA3/4/82\n80 \n would arise.374 These are issues which the Defendants have not had a fair opportunity to \ninvestigate and address.375   \nG2(2)  Compound interest under the Equitable Jurisdiction \n289. The Bank is wrong to suggest that it is co mmon ground that the Cour t has the power to \naward compound interest in equity if such a power exists as a matter of Ukrainian law.376  \nTo the contrary, the Equitable Ju risdiction has no application.  \n290. First, it is common ground that: (i) Council Regulation 864/2007 (“ Rome II ”) applies to \nthe claim in tort against D1 and D2377; (ii) that the lex causae  is Ukrainian law; (iii) that \nRome II378 applies the lex causae  to “ the existence, the natur e and the assessment of \ndamage or the remedy claimed ” (Article 15(c)) and “ …the measures which a court may \ntake to prevent or terminate injury or damage or to ensure the provision of \ncompensation ” (Article 15(d)); (iv) that Arti cle 15 of Rome II thus encompasses \nquestions of entitlement to in terest (and undoubtedly, interest as damages ),379 save only \ninsofar as they may be characterised as matte rs of evidence or procedure (which Article \n1(3) of Rome II excludes rom its application).   Since it is well established that the Equitable Jurisdiction is a substantive remedy (being a “ necessary adjunct of the \nclaimant's substanti ve right to restitution ”380), there is no basis for its application to the \n \n374  See McGregor , at 19-135 – 140 {M2/11.2/7}  \n375  The claim was advanced by late amendments to the Bank’s Reply not served until 17 May 2023: letter \nfrom Hogan Lovells dated 17 May 2023 { L/155.1.1 }.  Although made together with the Bank’s response \nto D1’s amendments regarding the Currency Issue (for which the Bank did have permission to plead to), \nthe bulk of the Bank’s amendments to particularise its  claims to interest are entirely separate from the \nCurrency Issue  \n376  Bank.Opening/645 { AA2/1/253 }, repeated at Bank.Closing/1024 {AA2/15/500}  \n377  See the Bank’s skeleton argumen t for its without notice WFO applica tion on 15 December 2017, at 17.1 \n{G2/1/7 } \n378  The relevant provisions of Rome II are at { M1/3/7 } \n379  The Bank appears to endo rse the view expressed in Dicey  (at 4-089) {M2/15.1/3}  that: “ Although Art.15 \ndoes not expressly refer to interest, it seems clear that it encompasses questions of entitlement to interest ”: \nBank.Closing/1004(1) {AA2/15/492} , in the context of the Currency I ssue.  In any event, the views \nexpressed in Dicey  [4-111]-[4-116] {M2/15.1} , including that Article 15(c) of the Rome II is broad and \nencompasses matters not only of entitlement but also rate of interest, were approved in Nicholls v Mapfre \nEspana  [2023] EWHC 1031 (KB)  at [30] {M2/17/22} . See also, AS Latvijas Krajbanka (In \nLiquidation) v Antonov  [2016] EWHC 1679 (Comm) , per Leggatt J at [10] {M2/7.1/3} .  D1 is content \nto assume that is correct. \n380  Kazakhstan Kagazy Plc v Bagl an Abdullayevich Zhunus (fo rmerly Baglan Abdullayevich \nZhunussov) [2018] EWHC 369 (Comm)  at [104] { M1/19/43 }; Kuwait Oil Tanker SAK v Al Bader \n[2000] 2 All ER (Comm) 271  at [211] { M1/8/74} . Although Kuwait Oil Tanker  was not a decision under \nRome II, there is no reason to doub t that the characterisation of the equ itable jurisdiction would be different \nAA3/4/83\n81 \n Bank’s claim (the position is different as regard s the power to award simple interest under \nsection 35A of the Senior Cour ts Act 1981: see below).    \n291. Secondly, the Bank’s suggestion that the Equi table Jurisdiction might continue to be \nrelevant to its Ukrainian-law claims in this case appears to rely on Kazakstan Kagazy .381 \nHowever, that was not a decision applying Rome II.382 Instead, Picken J’s judgment \napplies the old common law rules, which ha ve "}
{"start": 189000, "text": "uld be different \nAA3/4/83\n81 \n Bank’s claim (the position is different as regard s the power to award simple interest under \nsection 35A of the Senior Cour ts Act 1981: see below).    \n291. Secondly, the Bank’s suggestion that the Equi table Jurisdiction might continue to be \nrelevant to its Ukrainian-law claims in this case appears to rely on Kazakstan Kagazy .381 \nHowever, that was not a decision applying Rome II.382 Instead, Picken J’s judgment \napplies the old common law rules, which ha ve been abrogated by Article 15, Rome II.383  \nIt should in any event be noted that in Kazakstan Kagazy  the Court was satisfied that \nunder Kazakh law there was no particular re quirement to plead and prove a compound \ninterest loss,384 which, by contrast, as Mr Beke tov accepted, Ukrainian law requires.385 \n292. Thirdly, even if it is right that the Court ma y apply the Equitable Jurisdiction where there \nis an equivalent power under the applicable law, a claim under Article 1166 is not an \nequivalent power: it is a loss-based, co mpensatory claim, whereas the Equitable \nJurisdiction is intended to  disgorge wrongly obtained be nefits from a defaulting \nfiduciary.386   \n \nunder Rome II, particularly since Rome II requires matters of procedure to be construed narrowly: Nicholls \nv Mapfre Espana  at [30] {M2/17/22}  \n381  Bank.Opening/646 { AA2/1/253 } \n382  Neither the substantive judgment ([2017] EWHC 3374 (Comm) { M3/2.1 }) nor the consequentials \njudgment (([2018] EWHC 369 (Comm) { M1/19 }) address whether the applicable conflicts regime is Part \nIII of the PIL (Miscellaneous) Provisions Act 1995 or Rome II. All claims were based on a sequence of \nevents which straddle the Rome II date of application (11 January 2009, see [17], [388], [403]).  Dicey  at \n[34-007] {M2/15.1/4}  proposes that the 1995 Act should apply where any event is relied on as a basis for \nestablishing liability prior to the Rome II date of application. If this  approach is accepted, Kazakhstan \nKagazy was governed by the 1995 Act and not Rome II.  It is common ground in this case that Rome II is \napplicable  \n383  Kazakhstan Kagazy  at [104]-[109] { M1/19/43 } expressly follows Kuwait Oil Tanker , which was \ndecided under the old common law rules: Kuwait Oil Tanker at [166] { M1/8/60 }. Under those rules, \nEnglish courts applied English law remedies provided that the lex causae  gave “ the claimant some remedy \nagainst the defendant in respect of a wrong similar in character to that  alleged in the English proceedings ”: \nDicey at [4-011]. This rule has since been “ substantially eroded ” under Rome II: Dicey  [4-014] \n{M2/15.1/2}  \n384  Kazakhstan Kagazy  at [105] { M1/19/43 } \n385  Beketov, {Day28/65:2-23}  \n386  McGregor on Damages  21st ed., 2021 at 19-068 {M2/11.2/3} : “Equity awards compound interest in order \nto ensure that a person does not make a profit from their own wrongdoing if that person is in a fiduciary \nposition … Such a recovery of interest constitutes an accounting or is by way of disgorgement. ” \nAA3/4/84\n82 \n G3. SIMPLE INTEREST AND INFLATION UPLIFT UNDER ARTICLE 625 \n293. It is common ground that Article 625 of the Ukrainian Civil Code provides for: (i) simple \ninterest at 3% p.a.; and (ii) if the loss is denominated in UAH, an adjustment for \ninflation.387 However, there is disagreement as to  the date from which interest and any \ninflation adjustment apply: Mr Beketov says th e relevant date is the date on which harm \nis inflicted;388 Mr Alyoshin and Mr Nahnybida’s view is that the relevant date is the date \nafter which the obligation to compensate b ecomes due, that is, where there has been a \n“delay” in performance of the Defendant’s obligation.389   \n294. In D1’s submission Mr Alyoshin and Mr Nahnybi da’s view is correct one: Mr Alyoshin’s \nview is most consistent with the words of Article 625 itself, which is headed “ Liability \nfor breach of monetary obligation ” and provides that:390 \n“൫. A debtor shall not be released from liability "}
{"start": 192500, "text": " Mr Nahnybida’s view is that the relevant date is the date \nafter which the obligation to compensate b ecomes due, that is, where there has been a \n“delay” in performance of the Defendant’s obligation.389   \n294. In D1’s submission Mr Alyoshin and Mr Nahnybi da’s view is correct one: Mr Alyoshin’s \nview is most consistent with the words of Article 625 itself, which is headed “ Liability \nfor breach of monetary obligation ” and provides that:390 \n“൫. A debtor shall not be released from liability for his inability to fulfill the monetary \nobligation.  \n൬. Upon the creditor’s claim, a debtor that delayed execution of the monetary obligation \nshall have to pay the debt amount taking into  account the established rate of inflation for \nthe whole term of delay as well as three pe r cent annual interest of the delayed amount, \nunless another interest is established by the agreement or by the law.” \n295. Where a tort claim is concerned, the references to “delay” and to “execution” of a \nmonetary obligation provide a pow erful indication that the date  prescribed by the Court’s \norder is the starting date for interest and any inflation adjustment. Indeed, it would be \nstrange to the point of absurdity to describe  a defendant as having “delayed” satisfying \nan obligation to compensate at any time befo re the extent or quantum of that obligation \ncould be known.  \n296. This interpretation of Article 625 is supporte d by Ukrainian court practice. The Grand \nChamber of the Supreme Court has confirmed391 that there is a distinction to be drawn \nbetween the existence of an obligation, whic h arises on the date of the tort, and the \ndefinition of the extent of the obligation, which takes place when judgment is entered. In \n \n387  ULJS/111 { C5/1/44 } \n388  Beketov1 { C1/6/10 }; Bank.Opening/654 { AA/2/1/255 } \n389  Alyoshin1/307-308 { C2/1/112 }; Nanhybida1/261, 266-271 { C4/1/48-49, 54 }; ULJS/112 { C5/1/44 } \n390  Article 625 CC { C1/6/10-11 } \n391  Case 703/2718/16-u {C9.9/3}  at {C9.9/7-8}  \nAA3/4/85\n83 \n so doing the Grand Chamber left undisturbed th e decision of the Court below to dismiss \na claim from interest and inflation losse s running from the date on which loss was \ninflicted and the date of j udgment. Mr Beketov’s reliance392 upon this decision is \ntherefore misplaced.393    \n297. Similarly, the Supreme Court has awarded in terest and inflati on losses under Art 625 \nfrom the date of judgment (2017), not the date on which the relevant harm had been \ninflicted (2015). 394  The Court noted at [77] that: \n[T]he conclusion of the courts of previous instances regarding the determination of the \nbeginning of the period for calculating ൭% per annum and inflationary losses starting from \n൭൪.൫൪.൬൪൫൯, the date of the emergency event that  caused the plaintiff's damage, does not \nfully correspond to the circumstances of the case.395 \n298. Mr Beketov accepted in cross-examination396 that this and another Grand Chamber \ncase397 are consistent with the pr oposition that for claims in tort, interest and inflation \nloss awards under Article 625 run from the date of  judgment and not the date of the tort.  \n299. However, Mr Beketov sought to suggest  that a recent Grand Chamber decision398 \nsomehow “ resolves this issue ”.399  Although this decision confirms that the monetary \nobligation arises from the infliction of harm, it does not in terms address the separate question of when it may be said that a party is in default of such obligation so as to trigger \nthe application of interest a nd an inflation adjustment.  \n300. In D1’s submission, the position was put beyond doubt in Avdiivka ,\n400 handed down \nonly weeks ago. At p. 33 the Court rejected the claim under Article 625, and gave the \nfollowing explanation:  \n \n392  Beketov9/412 { C6/1/158 } \n393  Beketov {Day28/69:12} - {Day28/70:10}  \n394  Case 910/14341/18 , paras. 77-90  {C9.9/4/13-14} \n395  Case 910/14341/18 , para. 77 {C9.9/4/13}  \n396  Beketov {Day28/69:17} - {Day28/73:3}  \n397  C"}
{"start": 196000, "text": "gger \nthe application of interest a nd an inflation adjustment.  \n300. In D1’s submission, the position was put beyond doubt in Avdiivka ,\n400 handed down \nonly weeks ago. At p. 33 the Court rejected the claim under Article 625, and gave the \nfollowing explanation:  \n \n392  Beketov9/412 { C6/1/158 } \n393  Beketov {Day28/69:12} - {Day28/70:10}  \n394  Case 910/14341/18 , paras. 77-90  {C9.9/4/13-14} \n395  Case 910/14341/18 , para. 77 {C9.9/4/13}  \n396  Beketov {Day28/69:17} - {Day28/73:3}  \n397  Case 703/2718/16-u {C9.9/3 }  \n398  Case 904/6760/21  {C9.12/4 } \n399  Beketov {Day28/73:2-8} ; {Day28/74:11} - {Day28/76:20}  \n400  Decision of the Commercial Court of Donetsk dated 25 September 2023, in Case No. 905/1926/18  \n{C9.13/7/33 }  \nAA3/4/86\n84 \n …the mere fact of arising a monetary oblig ation is not enough to pay the amount of the \ndebt with the established inflation index and three per cent per annum. This provision \napplies only in case of delay in fulfilment of a monetary obligation […] \nThe plaintiff's failure to prove that defendant ൫ has an overdue monetary obligation makes \nit impossible to accrue and recover ൭ per cent annual and inflationary losses under Article \n൰൬൯ of the Civil Code of Ukraine. \nMr Beketov’s assertion that th is decision might be appealed401 is true but irrelevant: it \ncurrently represents the latest word from a Ukrainian Court on the matter.  \n301. Faced with the plain meaning of the words in Article 625 and the weight of court practice \ncontrary to his opinion, Mr Be ketov refers in his reply re port to a hypothetical scenario \nin which a defendant admits liability duri ng the course of proceedings and pays the \nprincipal amount claimed before judgment is entered.402  Mr Beketov notes that if Mr \nAlyoshin’s interpretation of Article 625 is co rrect, the claimant would be unable to \nrecover interest or inflation loss from the defendant, which Mr Beketov says “ cannot be \nright ”.  However, this was precisely the position under English law before the \nintroduction of s 35A SCA, which expressly provided that interest may be awarded on \nthe debt or damages “ in respect of which judgment is gi ven, or payment is made before \njudgment …”403, as the previous legislation had permitted interest to be awarded only on \nthe amount for which judgment was given.404  The potential for hardship in individual \ncases no more justifies a strain ed interpretation of Article 625 than it did of the equivalent \nEnglish provisions prior to th e introduction of  s 35A SCA.  \nG4. SECTION 35A  SENIOR COURTS ACT 1981 \n302. In the alternative the Bank invites the Court to exercise its discretion under s 35A SCA \nto award pre-judgment simple interest, which it appears to contend would be appropriate \neven if (as D1 says) the Bank has no entitle ment to interest under Article 625 until the \ndate of judgment.405  \n \n401  Beketov, {Day28/78:25} - {Day28/79:21}  \n402  Beketov9/423-424 { C6/1/162 } \n403  Section 35A SCA { M1/1/1 } \n404  McGregor on Damages , 21st ed., 19-037 - 19-041 \n405  Bank.Opening/655  {AA2/1/256 } \nAA3/4/87\n85 \n 303. D1 accepts that since the Court’s discreti on under s 35 SCA is a procedural remedy, its \napplication is not necessarily exclud ed by reason of the fact that the lex causae  is \nUkrainian, rather than English law (see above). However, D1’s primary submission is \nthat in circumstances where (for the reasons above) a substantive entitlement to interest \nunder Article 625 does not arise until the date of  judgment, the Court should not exercise \nis discretion under s 35 SCA to award in terest from any earlier date:   \n(1) The Claimant suggests, relying on Maher v Groupama Grand Est  [2009] EWCA \nCiv 1191, [40] that the availability of interest in the lex causae  informs but is not \ndeterminative of the Court’s exercise of its discretion.406 However, Maher  was not \na case decided under Rome II. More recent authority decided under Rome II has \ntaken a more restrictive approach: see AS Latvijas Kraj"}
{"start": 199500, "text": "udgment, the Court should not exercise \nis discretion under s 35 SCA to award in terest from any earlier date:   \n(1) The Claimant suggests, relying on Maher v Groupama Grand Est  [2009] EWCA \nCiv 1191, [40] that the availability of interest in the lex causae  informs but is not \ndeterminative of the Court’s exercise of its discretion.406 However, Maher  was not \na case decided under Rome II. More recent authority decided under Rome II has \ntaken a more restrictive approach: see AS Latvijas Krajbanka (In Liquidation) \nv Antonov  [2016] EWHC 1679 (Comm).407 \n(2) The only recent authority referred to  by the Bank in this connection is Troke v \nAmgen  [2020] 4 WLR 159,408 but in D1’s submission Troke  is of no assistance.  \nAlthough the Court concluded (at [56]) that the exercise of the discretion to award \ninterest under the equivalent of s 35A SCA was not inconsis tent with Rome II, that \nwas on the basis that the relevant provision for the award of interest under the lex \ncausae  (in that case Spanish law) was disc retionary, and therefore procedural, \nrather than substant ive ([59]-[63]).    \n(3) However, in Nicholls v Mapfre Espana  [2023] EWHC 1031 (KB), a more recent \ndecision relating to the same provision of Spanish law, Martin Spencer J disagreed \nwith that characterisation (see esp. [30(v) ]), and endorsed the approach of Leggatt \nJ in Latvijas Krajbanka ([30(iv)]).409 But Troke  can in any event be distinguished \nfrom the present case since it is clear that  Article 625 is proper ly characterised as \nconferring a substantive rather  than procedural remedy. \n \n406  Bank.Opening/655 { AA2/1/256 }; Maher v Groupama Grand Est  [2009] EWCA Civ 1191, [40] \n{M1/14/13 } \n407  Latvijas Krajbanka (In Liquidation) v Antonov  [2016] EWHC 1679 (Comm), see Leggatt J at [10] and \n[13] {M2/7.1/3}  \n408  Bank.Opening/655, fn 627 { AA2/1/256 }; Troke v Amgen  [2020] 4 WLR 159 { M1/21/1 } \n409  Nicholls v Mapfre Espana  [2023] EWHC 1031 (KB) at [30] {M2/17/22}  \nAA3/4/88\n86 \n 304. If (contrary to D1’s primary position) the Court is persuaded that it can and should \nexercise its discretion to award simple inte rest under s 35A SCA, then D1 will make \nfurther submissions as to the approp riate rate at the relevant time.  \n \n26 October 2023 \n \nMARK HOWARD KC \nMICHAEL BOOLS KC \nALEC HAYDON KC \nALEXANDER MILNER KC \nGEOFFREY KUEHNE \nJAGODA KLIMOWICZ \nBrick Court Chambers \n \nAA3/4/89\n"}
