{"metadata": {"corpus_path": "C5_1 Joint statement of Oleh Beketov, Oleg Alyoshin, Dmytro Marchukov and Volodymyr Nahnybida.pdf", "file_size": 2828157, "mtime": 1755610854.51627, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "IN THE HIGH COURT OF JUSTICE \nBUSINESS AND PROPERTY COURTS \nBUSINESS LIST (ChD) \nBETWEEN: Claim No. BL-2017-000665 \nJSC COMMERCIAL BANK \"PRIVATBANK\" \n- and - \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYAN INVESTING CORP \n(7) MILBERT VENTURES INV \n(8) ZAO UKRTRANSITSERVICE LTD Claimant \nDefendants \nJOINT REPORT OF THE PARTIES' EXPERTS \nON UKRAINIAN LAW \n11 FEBRUARY 2022  \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \nC5/1/1\nThis is the Joint Report of the parties' experts on Ukrainian law: \n- Mr Oleh Beketov (\"OB\"), instructed by the Claimant; \n- Mr Oleg Alyoshin (\"OA\"), instructed by the First Defendant; \n- Mr Dmytro Marchukov (\"DM\"), instructed by the Second Defendant; and \n- Mr Volodymyr Nahnybida (\"VN\"), instructed by the Third to Eighth Defendants. \nIn this Joint Report, the experts' initials above are also used to cross-refer to their \nrespective expert reports for trial, namely: \n- the eighth expert report of Mr Beketov dated 23 November 2021; \n- the first expert report of Mr Alyoshin dated 23 November 2021; \n- the first expert report of Mr Marchukov dated 14 December 2021; and \n- the third expert report of Mr Nahnybida dated 14 December 2021. \nA reference to \"para. 16 OB; para. 50 OA\", for example, is a reference to paragraph 16 \nof Mr Beketov's eighth report and paragraph 50 of Mr Alyoshin's first report. \nThis Joint Report identifies the areas of agreement and disagreement that the experts \nhave been able to identify through their meetings, discussions and written exchanges, \nwith brief reasons given for each area of disagreement. Where a matter referred to in \none or more of the experts' reports above is not referred to in this Joint Report, that \nshould not be taken to indicate either agreement or disagreement on that matter. \nThis Joint Report is organised under 13 subject headings corresponding to the 13 \nsubject headings used in Mr Beketov's eighth report. \n2   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \nC5/1/2\nSubject 1. The Ukrainian legal system (OB, OA, VN) \nSources of law \n1. The experts agree that: \n1.1. Ukraine is a civil law jurisdiction and has a codified system of law (para. \n16 OB; para. 50 OA); \n1.2. the Ukrainian Constitution is the pre-eminent source of law (para. 17 OB; \npara. 51 OA); \n1.3. international treaties that are ratified by the Ukrainian government, \nincluding the European Convention on Human Rights (\"ECHR\") are \nsources of law (para. 20 OB); \n1.4. Laws of Ukraine constitute the major source of law in Ukraine and govern \nthe most significant spheres of legal relations. The Verkhovna Rada has \nexclusive powers to enact laws, including codes (para. 17(b) OB; para 52 \nOA); \n1.5. the National Bank of Ukraine (\"NBU\") has the authority to adopt \nregulations which are binding on the banks to which they apply (para. 19 \nOB; para. 56 OA); \n1.6. academic writings and legal commentary are not a substantive source of \nlaw and are rarely referred to in judgments (para. 28 OB; para. 68 OA); \n1.7. criminal offences and liability are governed exclusively by the Criminal \nCode (para. 55 OA); \n1.8. private law relationships in the business sphere are regulated by both the \nCivil Code and Commercial Code (paras. 53-54 OA). \n2. The experts disagree as to how a conflict between provisions of the Civil Code \nand Commercial Code will be resolved: \n2.1. OB's view is that court practice shows that the two Codes are treated as \nhaving equal status; \n2.2. OA disagrees: his view is that to the extent that the provisions of the \nCommercial Code and the Civil Code overlap and run into conflict, the \nCommercial Code applies in priority to the Civil Code as lex specialis \n(para. 54 OA). \n3   \n \n  \n \n  \n \n \n \n  \n \n \n \n \n \n \n \n \nC5/1/3\nJudicial decisions \n3. The experts agree that: \n3.1. the Ukrainian court system consists of the Constitutional Court and courts \nof general juris"}
{"start": 3500, "text": "ractice shows that the two Codes are treated as \nhaving equal status; \n2.2. OA disagrees: his view is that to the extent that the provisions of the \nCommercial Code and the Civil Code overlap and run into conflict, the \nCommercial Code applies in priority to the Civil Code as lex specialis \n(para. 54 OA). \n3   \n \n  \n \n  \n \n \n \n  \n \n \n \n \n \n \n \n \nC5/1/3\nJudicial decisions \n3. The experts agree that: \n3.1. the Ukrainian court system consists of the Constitutional Court and courts \nof general jurisdiction, comprising three branches: general (civil) courts, \ncommercial courts and administrative courts. Each branch has its own first \ninstance courts and courts of appeal (paras. 21-23 OB; para. 57 OA); \n3.2. prior to 2018, cassation appeals from the courts of appeal were heard by \nthe high specialised courts, from which there was a limited right of appeal \nto the Supreme Court of Ukraine. Following judicial reforms that came \ninto effect in 2018, the high specialised courts and the Supreme Court of \nUkraine were abolished and cassation appeals are now heard by the (new) \nSupreme Court, which is Ukraine's highest court (para. 27 OB; paras. 59-\n60 OA); \n3.3. the Supreme Court consists of four chambers hearing cassation appeals in \ncriminal, civil, commercial and administrative cases, and the Grand \nChamber, the main task of which is to ensure uniformity of practice \nbetween the other chambers and whose judgments carry more weight than \nthose of the other chambers (para. 25 OB; paras. 59, 62-63 OA); \n3.4. the Plenum of the Supreme Court is a collegial body consisting of all \nSupreme Court judges, the role of which is to issue general guidelines on \ntheir application by the courts, rather than deciding specific cases (para. 64 \nOA); \n3.5. Ukrainian law, typically for a civil law system, does not have the doctrine \nof stare decisis; \n3.6. decisions of the European Court of Human Rights are a source of law and \nare applied by Ukrainian courts as guidance for the interpretation of the \nEuropean Convention on Human Rights (para. 20 OB); \n3.7. the Supreme Court can deviate from its previous positions (para. 67 OA). \n4. The experts disagree as to the extent to which notwithstanding the absence of a \ndoctrine of stare decisis rulings of a higher court will be binding upon lower \ncourts: \n4.1. OB's view is that Supreme Court judgments need only be \"taken into \naccount\" by the lower courts. In practice, Supreme Court judgments are \ntreated as being of persuasive authority, as are (to a lesser degree) court of \nappeal judgments (paras. 25-26 OB); \n4   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/4\n4.2. OA and VN disagree: their view is that legal positions set out in the \njudgments of the Supreme Court are binding upon the lower courts and a \nfailure to follow them will result in a judgment of lower courts being set \naside on appeal. \nSubject 2. Void and voidable contracts (OB, OA, VN) \nGeneral \n5. The experts agree that: \n5.1. Article 203 of the Civil Code identifies requirements for validity of \ntransactions under Ukrainian law (para. 30 OB); \n5.2. under Article 215 of the Civil Code, there are two types of invalid \ntransactions: `void' and `voidable' (para. 31 OB; para. 76 OA; para. 202 \nVN); \n5.3. the circumstances in which a transaction is void or voidable are defined in \nthe Civil Code and other Laws (para. 31 OB; para. 81 OA); \n5.4. a void transaction is deemed to be invalid ab initio by operation of law \n(para. 32 OB; para. 76 OA; paras. 202, 205 VN); \n5.5. a voidable  transaction is a transaction the validity of which may be \nchallenged before a court by a party to the transaction or an interested party \n(although see point of disagreement as to the meaning of \"interested party\" \nat paragraph 6 below) and the court in this case may declare such a \ntransaction invalid (para. 33 OB; para. 75 OA; para. 202 VN); \n5.6. if a voidable transaction is declared invalid by a court, it is invalid ab initio, \nnot from the moment of the court's declaration (p"}
{"start": 7000, "text": ". a voidable  transaction is a transaction the validity of which may be \nchallenged before a court by a party to the transaction or an interested party \n(although see point of disagreement as to the meaning of \"interested party\" \nat paragraph 6 below) and the court in this case may declare such a \ntransaction invalid (para. 33 OB; para. 75 OA; para. 202 VN); \n5.6. if a voidable transaction is declared invalid by a court, it is invalid ab initio, \nnot from the moment of the court's declaration (para. 34 OB; para 205 \nVN); \n5.7. the consequence of the invalidity of a transaction (whether void or \nvoidable) is mutual restitution, ie both parties are obliged to return to the \nother party everything they have acquired under the transaction, or, if that \nis impossible, to compensate the value of what they have received. \nAdditionally, a party to the transaction is obliged to compensate harm or \nmoral damage caused by them to another party or to a third party by the \nconclusion of the invalid transaction (paras. 32, 34 OB; paras. 79-80 OA; \npara. 202 VN); \n5.8. where a transaction is void, a claimant may bring a claim seeking to apply \nthe consequences of the transaction's invalidity or the court may apply the \n5   \n \n  \n \n \n \n  \n \n \n \n \n  \n \n \n \nC5/1/5\nconsequences of the transaction's invalidity on its own motion (para. 32 \nOB); \n5.9. there is a presumption of validity of transactions arising under Article 204 \nof the Civil Code which means that any transaction is legitimate unless its \ninvalidity is directly established by law, or it is declared invalid by the \ncourt and that doubts regarding the validity and enforceability of a \ntransaction should be resolved in favour of it being valid, of legal effect \nand enforceable (para. 33 OB; para. 77 OA; paras. 202, 204 VN). \n6. OB and OA disagree as to the interest that a person other than a party to a \ntransaction must have to be allowed to challenge the validity of that transaction \nbefore a court: \n6.1. OB considers that it may be any third party with its own interest (interested \nparty) (paras. 32, 34 OB). \n6.2. OA disagrees: in his view, to be qualified as an \"interested party\" entitled \nto challenge the validity of a transaction, a third party must have a \nprotected legal interest. \n7. The experts disagree as to whether the presumption of validity applies to void \ntransactions: \n7.1. OB's view is that the presumption of validity applies only to transactions \nthat may be declared invalid by the court, ie voidable (but not void) \ntransactions (para 33 OB); \n7.2. OA and VN disagree: their view is that that the presumption of validity \napplies both to void and voidable transactions (the presumption of validity \nremains in force until it is rebutted by an effective court decision) (para. 77 \nOA; para. 202 VN). \n8. The experts disagree as to whether a court decision is required to hold a void \ntransaction invalid: \n8.1. OB's view is that because a void transaction is void by operation of law, a \ndecision of a court declaring the transaction void is not required; court \npractice shows that Ukrainian law does not provide for a remedy of \ndeclaring a void transaction to be invalid (para. 32 OB); \n8.2. OB's further view is that where there is a litigated dispute between the \nparties to a transaction as to whether a transaction is void, the role of the \ncourt is to establish the relevant facts and law and confirm which of the \nparties' positions (as to whether the transaction is void) is correct. \nAlthough the court may confirm the transaction to be void, it will not \n6   \n \n   \n \n \n \n  \n \n  \n \n \n \n  \n \n \n \n  \n \nC5/1/6\ndeclare or \"establish\" this to be so. To the contrary, court practice is clear \nthat (i) voidness is established by law, not by court decision, and (ii) \njudicial establishment of the voidness of a transaction as well as declaring \na void transaction invalid are not legal remedies provided for by law; \n8.3. OA and VN are of view that (a) invalidity of void transaction is estab"}
{"start": 10500, "text": "hough the court may confirm the transaction to be void, it will not \n6   \n \n   \n \n \n \n  \n \n  \n \n \n \n  \n \n \n \n  \n \nC5/1/6\ndeclare or \"establish\" this to be so. To the contrary, court practice is clear \nthat (i) voidness is established by law, not by court decision, and (ii) \njudicial establishment of the voidness of a transaction as well as declaring \na void transaction invalid are not legal remedies provided for by law; \n8.3. OA and VN are of view that (a) invalidity of void transaction is established \nby law, and (b) in situations such as when a party objects to a transaction \nbeing void and, therefore, invalid, the voidness of a transaction must be \nestablished by a court — the court must find that all the conditions of \nvoidness prescribed by law in relation to a specific type of transaction are \nsatisfied and thereby to establish the voidness of transaction (para. 76 OA; \npara202,205 VN). \n9. The experts disagree as to whether a court may `confirm' (on OB's view) or \n`establish' (on OA and VN's view) that a transaction is void and decide on \napplication of the consequences of its invalidity in the absence of one of the \nparties to that transaction: \n9.1. OB's view is that court practice shows that a court can take such steps even \nif not all party(ies) to the transaction are before it; \n9.2. OA and VN disagree: their view is that court practice (both Ukrainian and \nof the European Court of Human Rights) shows that a court cannot take \nsuch steps unless all the parties to that transaction are before it (paras. 78, \n122 OA; paras. 202, 217, 220.2-5, 228 VN). \nEffect of the Ukrainian judgments against the Third to Eighth Defendants \n10. The experts disagree as to whether the Ukrainian judgments (made in 2014) by \nwhich the Third to Eighth Defendants were found liable to the Borrowers for \nfailing to fulfil their supply obligations under the Relevant Supply Agreements \nmean that it is not open to the Bank to allege in these proceedings that the \nRelevant Supply Agreements are void: \n10.1. OB's view is that Ukrainian rules as to a judgment's preclusive effect \nwould not operate to preclude the Bank's claims; \n10.2. VN and OA disagree: in VN's view, under Article 75(4) of the Code of \nCommercial Procedure the Bank cannot allege the Relevant Supply \nAgreements are void unless and until the Bank obtains orders from the \nUkrainian court setting aside these Ukrainian judgments (para 220.6 VN); \n10.3. OA's view is that, provided that the Bank participated in those proceedings \nand failed to raise objections to the Relevant Supply Agreements' validity, \ndoing so in the present proceedings is inconsistent with its previous \nconduct and violates the principle of good faith, and is not permitted. \n7   \n \n  \n    \n \n \n \n \n  \n \n \n \n \n \n \n \n \n  \n \nC5/1/7\nTransactions contrary to public policy under Article 228(1) of the Civil Code (\"Article \n228\") \n11. The experts agree that: \n11.1. transactions that are contrary to public policy (aka public order) under \nArticle 228(1) are void (para. 35 OB; para. 82 OA; para. 207 VN); \n11.2. whether a transaction violates public policy is determined on a case-by-\ncase basis (para. 36 OB; para. 84 OA; para. 207 VN); \n11.3. in order to violate Article 228(1), a transaction must infringe the \nconstitutional rights and freedoms of an individual and citizen, or destroy, \ndamage or misappropriate the property of an individual, a legal entity, the \nstate, the Autonomous Republic of Crimea, or a territorial community \n(para. 37 OB; para. 85 OA; paras. 207, 209 VN); \n11.4. it is also necessary for one or more of the parties to have known (actually \nor constructively) that the transaction was contrary to public policy and to \nhave intended or willingly accepted those harmful effects (para. 89 OA; \nparas. 207, 213 VN); \n11.5. when determining whether a transaction is contrary to public policy, the \ncourt should consider (i) the purpose of transaction, (ii) the state or public \ninterests that transaction violates, (ii"}
{"start": 14000, "text": ". 37 OB; para. 85 OA; paras. 207, 209 VN); \n11.4. it is also necessary for one or more of the parties to have known (actually \nor constructively) that the transaction was contrary to public policy and to \nhave intended or willingly accepted those harmful effects (para. 89 OA; \nparas. 207, 213 VN); \n11.5. when determining whether a transaction is contrary to public policy, the \ncourt should consider (i) the purpose of transaction, (ii) the state or public \ninterests that transaction violates, (iii) the danger that transaction poses to \nsuch interests, and (iv) the intentions of the parties (para. 37 OB; para. 89 \nOA; paras. 207, 209-210, 214 VN); \n11.6. the burden of proving the presence of legal grounds and relevant factual \ncircumstances for consideration of the transaction as one which violates \npublic policy under Article 228(1) lies on the party who alleges the \nviolation of public policy (para. 216 VN). \n12. The experts disagree as to whether Article 228(1) is to be interpreted and applied \nnarrowly or broadly: \n12.1. OB's view is that court practice shows that the public order concept is to \nbe interpreted broadly and that it is inadvisable to narrow the definition by \napplying strict limits (para. 36 OB); \n12.2. OB's further view is that the peaceful enjoyment of property rights (under \nArticle 41 of the Constitution of Ukraine as well as Article 1 of the First \nProtocol to the ECHR) is a matter in which the state and public have an \ninterest, and Article 228(1) has been applied to transactions between \nprivate (non -State) parties involving the violation of a private \nperson/entity's property rights, including where funds were \n8   \n \n  \n  \n \n \n \n \n \n \n \n \n  \n \nC5/1/8\nmisappropriated from a bank through fraudulent loan agreements (paras. \n37-40 OB). Court practice shows that criminal prosecution is not a pre-\nrequirement for the application of Article 228(1); \n12.3. OA and VN are of the view that the concept of public order may evolve \nover time depending on the prevailing notions of justice, and that its scope \nis not limited to specific circumstances. However, OA and VN are of the \nview that court practice unambiguously demonstrates that a high threshold \napplies for invaliding a contract on the basis of violation of public order. \nThe category of public order is subject to narrow and specific criteria that \nare only found in exceptional circumstances — namely, when contracts \nstrike at the essential foundations of the rule of law. (paras. 84, 86-87 OA; \nparas. 207, 208.2 VN); \n12.4. as to the public or state interests in performance of contracts, in OA and \nVN's view, the scope of Article 228(1) does not extend to a situation where \none party to an agreement causes loss to another party by failing to perform \nit (paras. 86-88 OA; paras. 207, 208.2 VN); \n12.5. further, in OA and VN's view in public or state interests that do not \nsimultaneously amount to essential foundations of the rule of law are not \nprotected by Article 228(1) and, therefore, a threat to them is not sufficient \nto violate public order under Article 228(1). Such public or state interests \nare in principle protected by Article 228(3) of the Civil Code. VN takes the \nfurther view that a transaction which by its nature violates private rights or \ninterests of a certain person or legal entity cannot be regarded as a \ntransaction that violates public policy. At the same time VN considers that \nthe offence of public law order and therefore public interest under Article \n228 (1) of the Civil Code may also indirectly affect private interest of an \nindividual (para. 212 VN). \nTransactions under Article 235 of the Civil Code (\"Article 235 \") \n13. The experts agree that: \n13.1. A `sham' transaction (in OB's translation) or `mock' transaction (in OA's \ntranslation) as defined by Article 235 is a dummy transaction entered into \nby the parties with the intention of concealing or disguising another \ntransaction (para. 41 OB; paras. 93, 96-98 OA; paras. 222, 227 "}
{"start": 17500, "text": "rticle \n228 (1) of the Civil Code may also indirectly affect private interest of an \nindividual (para. 212 VN). \nTransactions under Article 235 of the Civil Code (\"Article 235 \") \n13. The experts agree that: \n13.1. A `sham' transaction (in OB's translation) or `mock' transaction (in OA's \ntranslation) as defined by Article 235 is a dummy transaction entered into \nby the parties with the intention of concealing or disguising another \ntransaction (para. 41 OB; paras. 93, 96-98 OA; paras. 222, 227 VN); \n13.2. Article 235 applies in situations when two separate and distinct \ntransactions between the same parties arise: one being a mock transaction \nfor the sake of appearances, and another being the actual transaction made \nbetween the parties that is being concealed by the mock transaction. If a \ncourt determines that Article 235 applies, it must identify the transaction \n9   \n \n  \n  \n \n \n \n \n \n \nC5/1/9\nwhich the parties actually entered into and resolve the dispute by applying \nthe legal rules that apply to that actual transaction (paras. 42-45 OB; para. \n99 OA; para. 222 VN); \n13.3. the actual transaction (the transaction that is being concealed) can be one \nthat is ultimately confirmed or established to be invalid; \n13.4. a mock loan transaction cannot conceal a tortper se, but in principle it can \nconceal a transaction in connection with which a tortious claim can be \nbrought if the elements of such claim are satisfied; \n13.5. the burden of proving the circumstances that may serve as grounds for \nconsidering a transaction to be mock lies on the party who alleges the \nexistence of such circumstances; \n13.6. the burden of proving the grounds for confirming or establishing the hidden \ntransaction to be void or voidable lies on the party who alleges the \nexistence of such circumstances (para. 226 VN). \n14. The experts disagree as to whether mock transaction under Article 235 can \nproperly be described as void: \n14.1. OB' s view is that although Article 235 does not expressly state that a sham \n(mock) transaction is `void', as a matter of substance this is its consequence \n(paras. 42 OB); \n14.2. OA and VN disagree: their view is that Article 235 provides that a mock \ntransaction must be disregarded and that the rules applicable to the real \nunderlying transaction must be applied but it does not entail any specific \nlegal consequences in terms of the validity or invalidity of the underlying \ntransaction (paras. 97, 100 OA; paras. 222-223 VN). \nRelated party transactions under Article 52 of the Law on Banks (\"Article 52') \n15. OB and OA agree that: \n15.1. Article 52 prohibits a bank from entering into transactions with related \nparties on non-market (before 8 March 2015, `preferential') terms (para. \n46 OB; para. 105 OA); \n15.2. amendments made to Article 52 as of 8 March 2015 significantly extended \n(i) the categories of persons/entities defined as being related to a bank, and \n(ii) the list of terms considered to be non-market (which now includes loans \ngranted with inadequate security or at an artificially low interest rate) \n(paras. 52- 54 OB; paras. 106, 111 OA); \n10   \n \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/10\n15.3. prior to 8 March 2015, transactions with related parties on preferential \nterms were voidable (para. 51 OB). \n16. OB and OA disagree as to whether a bank's transactions with related parties on \nnon-market terms entered into after 8 March 2015 are voidable or void: \n16.1. OB's view is that a proper interpretation of the amendments to Article 52 \nmakes clear that such transactions entered into after 8 March 2015 are void \n(para. 57 OB); \n16.2. OA disagrees: his view is that such transactions remain voidable (as they \nwere prior to 8 March 2015) because the amendments to Article 52 still \nprovide for need to `declare' respective transactions invalid, and because \nthis follows from case law (para. 112 OA). \n17. The experts disagree as to how the preferential / non-market nature of a \ntransaction is to be determined: \n17.1"}
{"start": 21000, "text": "ts to Article 52 \nmakes clear that such transactions entered into after 8 March 2015 are void \n(para. 57 OB); \n16.2. OA disagrees: his view is that such transactions remain voidable (as they \nwere prior to 8 March 2015) because the amendments to Article 52 still \nprovide for need to `declare' respective transactions invalid, and because \nthis follows from case law (para. 112 OA). \n17. The experts disagree as to how the preferential / non-market nature of a \ntransaction is to be determined: \n17.1. in OB's view, when determining whether or not particular terms of a \ntransaction between a bank and a related party are preferential / non-\nmarket, the key question for a court to ask is whether those terms are more \nadvantageous (to the related party) than (i) terms offered by that bank to \nthe market generally, or (ii) terms offered in the market generally by other \nbanks (para. 55 OB); \n17.2. OA disagrees: in his view the terms of a transaction between a bank and a \nrelated party can be considered as preferential / non-market in case they \nare more advantageous to the related party than the terms offered in the \nmarket generally. \nSignificant transactions under Article 70 of the JSC Law (\"Article 70') \n18. OB and OA agree that: \n18.1. under Articles 2(1)(4) and 70 of the JSC Law, a significant (aka major) \ntransaction is one whose value exceeds 10% or more of the value of the \ncompany's assets according to its most recent annual financial statements. \nSignificant transactions must be approved by a separate resolution of the \ncorporate body specified by the JSC Law. The body competent to approve \nthe decision depends on the value of the transaction, but in each case the \ncompany's supervisory board is required to take particular action (paras. \n58-60 OB; para. 115 OA); \n18.2. Article 70(5) of the JSC Law contains an anti-circumvention rule which \nprohibits dividing the subject matter of a transaction to avoid the procedure \nfor taking decisions on a significant transaction; \n11   \n \n  \n \n  \n \n \n \n \n \n  \n \n \n \n \nC5/1/11\n18.3. prior to 1 May 2016 significant transactions entered into in breach of these \nstatutory requirements were voidable (para. 62 OB); \n18.4. significant transactions entered into by a company in breach of these \nstatutory requirements can later be ratified by the company. \n19. OB and OA disagree as to whether significant transactions entered into in breach \nof these statutory requirements after 1 May 2016 are voidable or void: \n19.1. OB's view is that pursuant to amendments to Article 70 of the JSC Law in \neffect from 1 May 2016, such transactions are of no legal effect unless they \nare later ratified (in accordance with Article 72 of the JSC Law and its \ninternal procedures), and the consequences of a transaction being of no \nlegal effect (in the absence of subsequent ratification) are the same as the \nconsequences of a transaction being void (paras. 62-63 OB); \n19.2. OA disagrees: his view is that such transactions remain voidable as they \nwere prior to 1 May 2016 (paras. 118-121 OA). \nVenire contra factum proprium \n20. OB and OA agree that: \n20.1. Ukrainian courts have been developing a doctrine of venire contra factum \nproprium which derives from the principles of good faith and \nreasonableness; \n20.2. in cases where grounds for declaring a contract invalid exist, a court may \nrefuse to do so if the party requesting the declaration has by its conduct or \nrepresentations led the other party to reasonably believe that the transaction \nis valid, and the other party has acted on such a belief (para. 123 OA); \n20.3. the doctrine's application is subject to the court's discretion and when \ndeciding whether to apply it, a court will take into account whether the \nparty seeking to declare the transaction invalid has acted unfairly or in bad \nfaith. \n21. OB and OA disagree as to whether the doctrine of venire contra factum proprium \ncan be applied by a court so as to refuse to `confirm' (on OB's view) or `establish' \n(on"}
{"start": 24500, "text": "ransaction \nis valid, and the other party has acted on such a belief (para. 123 OA); \n20.3. the doctrine's application is subject to the court's discretion and when \ndeciding whether to apply it, a court will take into account whether the \nparty seeking to declare the transaction invalid has acted unfairly or in bad \nfaith. \n21. OB and OA disagree as to whether the doctrine of venire contra factum proprium \ncan be applied by a court so as to refuse to `confirm' (on OB's view) or `establish' \n(on OA's view) a transaction as void: \n21.1. in OB's view, the doctrine cannot apply to void transactions, as they are \nvoid by operation of law and the court has no discretion to refuse to confirm \nor recognise them as such; \n21.2. OA disagrees: in his view, the doctrine can apply to both void and voidable \ntransactions. \n12   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/12\nSubject 3. Liability in tort (OB, OA, VN, DM) \nElements of tort liability \n22. The experts agree that: \n22.1. the elements of a tortious claim, as determined by court practice on the \napplication of Article 1166 of the Civil Code (\"Article 1166\"), are as \nfollows: (i) unlawful conduct, (ii) harm, (iii) causation between the \nunlawful conduct and harm, and (iv) fault (paras. 64-65 OB; para. 169 OA; \nparas. 25-26 DM; paras. 27-28 VN). \n23. OA and OB disagree as to the meaning of the principle of the protection of \nvictim's interests and its relevance for the four elements of a tortious claim: \n23.1. OB's view is that the Civil Code enshrines as a foundational principle the \nright of a victim to protect its civil rights and interests, and that protecting \nvictim's interests is an overarching objective of the Civil Code. Court \npractice shows that the courts are guided by this objective when construing \nthe elements of liability under Article 1166, including consideration of \nwhether harm has been caused as a matter of fact (paras. 68-69 OB). OB's \nfurther view is that the element of unlawfulness is interpreted widely in \nUkrainian tort law (paras. 67-68, 70 OB); \n23.2. OA disagrees: in his view, Articles 3, 15 and 16 of the Civil Code do not \nset forth a single and coherent principle in the form of the victim's right to \nprotect its civil rights and interest and, in any case, this is not an \n\"overarching objective of the Civil Code\". The courts do not approach \nclaims with any particular predisposition to favor either the claimant or the \ndefendant either generally or with respect to specific issues. Further, the \nvictim's right to protect its rights and interest does not affect the scope of \ndamages that are otherwise recoverable as a matter of law. \nUnlawfulness \n24. OB, OA and VN agree that: \n24.1. a claimant bears the burden of proof to show unlawfulness (para. 66 OB; \nparas. 185, 188-194 OA, paras. 59-60 VN); \n25. The experts disagree as to the existence of a presumption of unlawfulness: \n25.1. OB's view is that court practice shows that any behaviour that results in \nharm can be considered unlawful, ie the unlawfulness of a defendant's \nconduct will be presumed if that conduct is shown to have caused harm \n(the burden of proof would then shift to the defendant to show the absence \n13   \n \n  \n \n \n \n \n   \n \n \n \n \n \n  \nC5/1/13\nof fault) (para. 93 OB). Recent court practice has introduced a further \npresumption going the other way, namely that the conduct of an officer of \na legal entity will be presumed to be in accordance with that officer's \nfiduciary duties to the company until proven otherwise (paras. 94-95 OB); \n25.2. OA and VN disagree: they consider that there is no presumption of \nunlawfulness (para. 59 VN). \n26. OB and OA agree that: \n26.1. a defendant's conduct can be deemed unlawful if it breaches a statutory \nduty owed by the defendant to the claimant to act or not to act in a certain \nway (paras. 71-72 OB; paras. 186, 191 OA) (see further below `Subject 4. \nBreach of specific duties'); \n26.2. a defendant's conduct can be deemed unlawful if it breaches any prov"}
{"start": 28000, "text": "roven otherwise (paras. 94-95 OB); \n25.2. OA and VN disagree: they consider that there is no presumption of \nunlawfulness (para. 59 VN). \n26. OB and OA agree that: \n26.1. a defendant's conduct can be deemed unlawful if it breaches a statutory \nduty owed by the defendant to the claimant to act or not to act in a certain \nway (paras. 71-72 OB; paras. 186, 191 OA) (see further below `Subject 4. \nBreach of specific duties'); \n26.2. a defendant's conduct can be deemed unlawful if it breaches any provision \nof the Ukrainian Constitution, laws (statutes), international treaties, \nexecutive orders, regulatory instruments or court judgments that is directly \napplicable to the defendant and expressly or implicitly prohibits the alleged \nconduct (paras. 72, 77 OB; paras. 59-60 VN). \n27. The experts disagree on the relevance of the subjective element for determining \nif the requirement of unlawfulness is satisfied: \n27.1. OB's view is that the unlawfulness of a person's conduct generally is \nassessed objectively (para. 70 OB), but because in OB's view conduct that \nis intended to cause harm is itself unlawful, in appropriate cases there may \nbe a subjective element as well; \n27.2. OA disagrees: he considers that in appropriate cases, the defendant's \nknowledge and intentions are relevant for determining if and to what extent \nthe defendant's conduct is unlawful. \n28. The experts disagree as to whether a violation of a claimant's rights without a \nbreach of the defendant's duty is unlawful for the purposes of a tortious claim: \n28.1. OB's view is that Articles 3(1)(2), 13(2) and 13(3) of the Civil Code \nenshrine the inviolability of private property and private rights, and that \ncourt practice shows that conduct violating a claimant's rights, contrary to \nthese Articles, is unlawful (paras. 71, 75-80 OB). This is so even if the \ndefendant's conduct does not breach any separate duty; \n28.2. OA is of the view that an alleged breach of a claimant's right without a \nbreach of the defendant's corresponding duty does not incur the \ndefendant's tortious liability, including when the rights affected are not \nabsolute (paras. 194-195, 199 OA). \n14   \n \n  \n \n \n \n \n \n  \n \n \n \n  \n   \n \nC5/1/14\n29. The experts disagree as to whether person A's conduct is deemed to be unlawful \nfor purposes of Article 1166 in a case when person A persuades or otherwise \ncauses person B to enter into a loan agreement with person C with the person B's \nintention of not repaying the loan to person C and passing the money to person A \ninstead: \n29.1. OB's view is that where a person causes (or procures) another to commit \nan unlawful act (such as misappropriation), causing harm, the procurer will \nhimself have committed an unlawful act if the act of procurement was \ntaken with an intent to cause that harm, was in breach of duty, or was \notherwise unlawful (para. 185 OB). Applying this to the posited scenario: \nassuming B's conduct is tortious, then A's procurement of B's conduct will \nbe unlawful if (for example) A acted with an intent to cause harm to C or \nacted in breach of duty; \n29.2. OA's view is that entering into a loan with a prior intention of not repaying \nthe money would, in appropriate circumstances, constitute a criminal act. \nSuch conduct would not be remediable under tort law independently from \na criminal conviction (see further paragraph 39.2 below); \n29.3. further and in any event, OA's view is that regardless of unlawfulness of \nperson B's conduct under tort law, causing a party B to enter into a loan is \nactionable only if the act of causing (which carries no specific or legally \ndefined meaning) amounts to an independent unlawful conduct under tort \nlaw (para. 266 OA). \nUnlawfulness: Article 3 of the Civil Code \n30. OB, OA and VN agree that Article 3 enshrines the following general principles \n(foundations) of civil law legislation: \n30.1. justness (fairness), good faith and reasonableness (Article 3(1)(6) of the \nCivil Code) (para. 76 OB); and \n30.2. "}
{"start": 31500, "text": "causing a party B to enter into a loan is \nactionable only if the act of causing (which carries no specific or legally \ndefined meaning) amounts to an independent unlawful conduct under tort \nlaw (para. 266 OA). \nUnlawfulness: Article 3 of the Civil Code \n30. OB, OA and VN agree that Article 3 enshrines the following general principles \n(foundations) of civil law legislation: \n30.1. justness (fairness), good faith and reasonableness (Article 3(1)(6) of the \nCivil Code) (para. 76 OB); and \n30.2. impermissibility (prohibition) of deprivation of \"pravo vlasnosti\" — a term \ndefined by OB as meaning \"property\", by OA as meaning \"right of \nownership\" — other than in accordance with the Constitution of Ukraine \nand the law (Article 3(1)(2) of the Civil Code). \n31. OB and OA disagree if a violation of the principles under Article 3(1)(6) of the \nCivil Code as such and without more can satisfy the requirement of unlawfulness \nin tortious claims: \n31.1. in OB's view, court practice shows that the principles under Article 3 (1) \n(6) of the Civil Code constitute mandatory, substantive rules of conduct \nthat are directly applicable to regulate civil relationships. Violation of these \n15   \n \n  \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n  \nC5/1/15\nprinciples is sufficient to render a conduct unlawful for purposes of Article \n1166 (paras. 77-78 OB); \n31.2. OA disagrees: he considers that a violation of any of the three principles in \nArticle 3(6) of the Civil Code without more cannot be a sufficient basis of \na tortious claim. Most commonly, these principles are used to determine \n(expand or limit) the scope of other rights and duties or provisions of law. \n32. OB and OA disagree as to the applicability and scope of the principle of \nprohibition (impermissibility) of the deprivation of \"pravo vlasnosti\" under \nArticle 3(1) (2) of the Civil Code: \n32.1. OB' s view is that where an individual or company deprives another of their \nproperty, including assets held in electronic form, in any manner \"other \nthan in accordance with Ukrainian law\", they act unlawfully for purposes \nof Article 1166 irrespective of the manner of such deprivation (para. 78 \nOB); \n32.2. OA and VN disagree: in their view, the alleged breach of Articles 3(1)(2) \nis not unlawful for the purposes of a claim under Article 1166 (para. 34.1 \nOA; paras. 65, 73-74 VN); \n32.3. OA's view is that the prohibition of depriving another person of its right \nof ownership \"other than in accordance with Ukrainian law\" provided by \nArticle 3(1)(2) of the Civil Code and Article 41 of the Constitution is not \ndirected toward companies or individuals. The principle concerns the state \nto the extent that it exercises its powers as sovereign that is empowered, in \ncertain cases, to deprive persons of their ownership right within the limits \nand in accordance to the rules set out in the laws and the Constitution \n(paras. 200-201 OA); \n32.4. in VN's further view, creating and executing contrived documents as well \nas non-compliance with terms of contracts does not constitute a breach of \nArticle 3(1)(2) of the Civil Code for the purposes of application of Article \n1166 (paras. 66-68 VN). \nUnlawfulness: Article 13 of the Civil Code \n33. OB, OA, VN and DM agree that: \n33.1. a party may abuse its rights only when it exercises a legally recognised \nright (para. 81 OB; para. 209 OA; para. 15 DM, para 70 VN). \n34. The experts disagree as to the general type of conduct that is caught by the \nprohibition against an abuse of right: \n16   \n \n  \n  \n \n \n  \n \n \n \n  \n \n \n \n \n \n  \nC5/1/16\n34.1. in OB's view, court practice shows that an otherwise lawful exercise of \none's rights may be rendered unlawful for purposes of an Article 1166 \nclaim if done in an abusive manner or for an abusive purpose, including \nwhere it seeks to achieve an unlawful or immoral aim. In OB's opinion, an \nabuse of right is prohibited by Articles 13(2) and 13(3) of the Civil Code \n(paras. 71, 81-88 OB); \n34.2. OA disagrees: in OA's view, the scope "}
{"start": 35000, "text": "ight: \n16   \n \n  \n  \n \n \n  \n \n \n \n  \n \n \n \n \n \n  \nC5/1/16\n34.1. in OB's view, court practice shows that an otherwise lawful exercise of \none's rights may be rendered unlawful for purposes of an Article 1166 \nclaim if done in an abusive manner or for an abusive purpose, including \nwhere it seeks to achieve an unlawful or immoral aim. In OB's opinion, an \nabuse of right is prohibited by Articles 13(2) and 13(3) of the Civil Code \n(paras. 71, 81-88 OB); \n34.2. OA disagrees: in OA's view, the scope of the prohibition against an abuse \nof right must be inferred from the available court practice; the latter does \nnot confirm such a broad scope of acts that are caught by the prohibition \nin Article 13(3) of the Civil Code. \n35. The experts disagree as to the specific types of conduct that are caught by the \nprohibition against an abuse of right: \n35.1. OB's view is that entering into a contract whereby a person transfers funds \nor other property to another person with the intention and/or effect of \nharming the property interests of its counterparty or a third party can \namount to a breach of Articles 3(1)(2), 13(2) and/or 13(3) of the Civil Code \n(paras. 80, 144 OB); \n35.2. OA agrees that in limited cases courts have the discretion to invalidate a \ncontract based on an abuse of right doctrine, but he does not consider that \ncase law lends any support to the view that a contract can be invalidated \non that basis when a person harms or intends to harm its counterparty rather \nthan a third party. Further and in any case, abuse of rights cannot, in itself, \ngive rise to a tortious or contractual claim for damages and Article 3(1)(2) \nof the Civil Code would not be engaged in such circumstances (paras. 205, \n207 OA). \n36. The experts disagree as to whether an abuse of rights can amount to unlawful \nconduct for the purposes of a tortious claim under Article 1166 of the Civil Code: \n36.1. OB's view is that court practice shows that application of the abuse of \nrights rule can result in conduct being unlawful for purposes of Article \n1166 (paras. 71, 81-88 OB); \n36.2. OA and VN disagree: they consider that acts that amount to an abuse of \nright cannot be relied upon as a basis of a tortious claim (para. 207 OA, \npara.72 VN); \n36.3. OA, VN and DM are further of the view there are no cases where courts \nhave awarded damages based on the defendant's abuse of right. \n37. OA and OB disagree as to whether an abuse of rights can occur by omission as \nwell as by positive act: \n17   \n \n  \n  \n \n \n  \n \n \n \n \n    \n \n  \n \n \n \nC5/1/17\n37.1. OB's view is that on a proper construction of Articles 13(2) and 13(3) of \nthe Civil Code, a person can exercise their rights in an abusive manner by \nfailing to act (paras. 89-92 OB); \n37.2. OA disagrees: in his view, a right not to act cannot be exercised so as to \nviolate Article 13(3) of the Civil Code. \nUnlawfulness: acts which constitute criminal conduct \n38. The experts agree that: \n38.1. embezzlement or misappropriation of funds is criminally punishable \nconduct under Articles 190 or 191 of the Criminal Code (para. 98 OB); \n38.2. a criminal conviction may be relied upon as proof of unlawfulness for the \npurposes of a claim under Article 1166 (para. 236 OA); \n38.3. in the absence of a criminal conviction, the claimant must show that the \ndefendant's alleged conduct is unlawful as a matter of civil law. In such a \ncase, the defendant will be liable to the extent that the alleged conduct is \nso unlawful. \n39. The experts disagree as to whether embezzlement or misappropriation as defined \nunder criminal law are, in themselves, unlawful as a matter of civil law: \n39.1. OB's view is that court practice shows that embezzlement and \nmisappropriation of funds, in addition to being criminally punishable, \nseparately will give rise to standalone liability in tort if the elements of \nArticle 1166 are satisfied. Even if that conduct has not been prosecuted as \na crime, its unlawfulness for purposes of Article 1166 may aris"}
{"start": 38500, "text": "isagree as to whether embezzlement or misappropriation as defined \nunder criminal law are, in themselves, unlawful as a matter of civil law: \n39.1. OB's view is that court practice shows that embezzlement and \nmisappropriation of funds, in addition to being criminally punishable, \nseparately will give rise to standalone liability in tort if the elements of \nArticle 1166 are satisfied. Even if that conduct has not been prosecuted as \na crime, its unlawfulness for purposes of Article 1166 may arise from (for \nexample) an intention to cause, or actually causing harm to the victim's \nproperty rights and/or the defendant's breach of duty (paras. 98-105 OB); \n39.2. OA and VN disagree: in their view, embezzlement or misappropriation of \nfunds as understood under criminal law are unlawful under the criminal \nlaw only (para. 231 OA; para. 66 VN). In appropriate cases, the defendant \nwill be liable in tort to the extent that his or her conduct violates rules or \nprohibitions applicable to that defendant. \nCausation \n40. OB, OA and VN agree that: \n40.1. the Civil Code does not contain a test for the existence of a causal link \nbetween unlawful conduct and harm for purposes of Article 1166, \nhowever, such test derives from court practice (para. 110 OB; para. 248 \nOA; para. 32 VN); \n18   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \nC5/1/18\n40.2. causation is established on a case-by-case basis. \n41. The experts disagree as to the applicable test for establishing the necessary causal \nlink: \n41.1. OB' s view is that causation is a question of fact, and the general question \nthat is asked by the court is whether the harm would have occurred but for \nthe unlawful conduct (para. 110 OB). OB also considers that when harm \nis caused by joint actions of several persons giving rise to joint and several \nliability under Article 1190 of the Civil Code (discussed below), the test \nfor causation is whether the joint tortfeasors' acts when taken together \ncaused harm (paras. 191-195 OB); \n41.2. OA and VN disagree: they consider that, while it is correct that causation \nwill not be established if the harm would have occurred even in the absence \nof the unlawful conduct, the court practice clearly shows that the causal \nlink must also be direct, necessary and inevitable (paras. 250-255 OA; \nparas. 32, 87 VN). When harm is caused by joint actions of several persons \ngiving rise to joint and several liability under Article 1190, a claimant must \nprove all elements of liability against each of defendants individually, \nincluding the direct causal link (para. 263 OA). \nHarm \n42. OB, OA and DM agree that: \n42.1. according to Article 190 of the Civil Code, property (\"maino\" in \nUkrainian) is deemed to be a thing, a set of things as well as property rights \nand obligations; \n42.2. money, whether in the form of cash or in a bank account, is a form of \nproperty and in appropriate circumstances (and provided that all other \nelements are present) loss of money is actionable under tort law (para. 107 \nOB; para. 171 OA; para. 15 DM). \nHarm -related issues \n43. OB and OA agree that: \n43.1. it makes no difference to the Bank's claim that at all times the monies \ninvolved in the Misappropriation remained in accounts held at the Bank \n(paras. 118-122 OB). \n44. OB and OA disagree as to whether it makes any difference to the Bank's claim \nthat the (a) Unreturned Prepayments were made to the Defendant Suppliers by \nthe Borrowers, not by the Bank; (b) the Borrowers incurred liabilities to repay the \n19   \n \n  \n \n \n \n  \n \n  \n \n \n \n \n \n \n \n \n \nC5/1/19\namounts drawn down on the Relevant Loans, with interest; and/or (c) the monies \nreceived by the Defendant Suppliers were not the same monies (in the proprietary \nsense) that were transferred by the Bank to the Borrowers: \n44.1. OB's view is that the Bank's claim is unaffected by any of the above \nconsiderations (paras. 114-117; 123-127 OB); \n44.2. OA disagrees and will address these points in his supplemental report. \n45. OB and OA disagre"}
{"start": 42000, "text": " the \n19   \n \n  \n \n \n \n  \n \n  \n \n \n \n \n \n \n \n \n \nC5/1/19\namounts drawn down on the Relevant Loans, with interest; and/or (c) the monies \nreceived by the Defendant Suppliers were not the same monies (in the proprietary \nsense) that were transferred by the Bank to the Borrowers: \n44.1. OB's view is that the Bank's claim is unaffected by any of the above \nconsiderations (paras. 114-117; 123-127 OB); \n44.2. OA disagrees and will address these points in his supplemental report. \n45. OB and OA disagree as to whether it makes any difference to the Bank's claim if \nthe funds received by a particular Borrower under a particular Relevant Loan \nwere circulated back to the Bank to repay earlier loans: \n45.1. OB's view is that, on an application of first principles (in particular the \nprinciples of full compensation for tortious loss, justice fairness and \nreasonableness, and consistent with the approach of the English courts in \nNational Bank Trust v Yurov [2020] EWHC 100) the Bank's claim for \ntortious loss caused by the Relevant Loan should be unaffected by such \nrepayment. It would be obviously wrong if a fraudster could steal from a \nbank to repay his own indebtedness and then claim the bank suffered no \nloss as a result of his theft (paras. 128-136 OB); \n45.2. OA agrees that, in principle, the Bank's loss caused by non-repayment of \nRelevant Loans would not be reduced in these circumstances. However, if \n(contrary to his view) a claim in tort arises in respect of a Relevant Loan \nwhich has been repaid (see para. 46 below) then the use to which the \nRelevant Loan has been put would also need to be taken into account in \nassessing the Bank's loss. \n46. OB and OA disagree as to whether it makes any difference to the Bank's claim if \na particular Relevant Loan was purportedly repaid from funds advanced by the \nBank under other loans: \n46.1. OB's view is that, on an application of first principles, where monies \npurportedly used to repay an unlawful loan are themselves referable to \nother, unlawful loans, then the purported repayment of the earlier loan \nwould not operate to reduce the Bank's tortious loss caused by that loan. \nIt would be contrary to principles of justice, reasonableness and fairness if \na tortfeasor could eliminate the harm caused by stealing money from his \nvictim by stealing more money from his victim and returning that money \nto the victim in purported compensation for the earlier theft. In OB's \nfurther view, the victim in such a scenario can choose which unlawful loan \n(ie which tort) to sue upon, with the loss caused by each tort being equal \nto the amount of the unlawful loan less any genuine compensation received \n20   \n \n  \n \n \n \n \n \n \n \n \n  \n \n \n \nC5/1/20\nin relation to that tortious loss; however, the victim would not be permitted \nto double recover (paras. 137-141 OB); \n46.2. OA disagrees: in his view, the effect of the repayment of the first loan is \nthat any loss arising from the first loan is extinguished together with any \ntortious claim in respect of the making of that loan. OA believes that the \ncontention that the lender can \"disregard\" or \"ignore\" the repayment of the \nfirst loan lacks any sound support in law, court practice or sound policy \n(paras. 129-141 OA). \nCompetition of claims \n47. OB and OA disagree as to the Bank's proper remedy if the Relevant Loans are \nvoid: \n47.1. OB's view is that whilst the Bank would be entitled to claim restitution of \nany monies passing under void loan agreements (under Article 216 of the \nCivil Code), to the extent the void loans were part of an unlawful scheme \ninvolving the commission of joint actions of several persons causing harm \nto the Bank, the Bank also is entitled to bring an action in tort. Where \nmultiple causes of action are available to a claimant arising out of a \nparticular set of facts, the claimant generally is free to choose which to \npursue (para. 277 OB); \n47.2. OA disagrees: in his view the existence of contractual relations excludes \ntortio"}
{"start": 45500, "text": "icle 216 of the \nCivil Code), to the extent the void loans were part of an unlawful scheme \ninvolving the commission of joint actions of several persons causing harm \nto the Bank, the Bank also is entitled to bring an action in tort. Where \nmultiple causes of action are available to a claimant arising out of a \nparticular set of facts, the claimant generally is free to choose which to \npursue (para. 277 OB); \n47.2. OA disagrees: in his view the existence of contractual relations excludes \ntortious liability (paras. 173-179 OA) even where a contract is voidable or \nvoid; where a contract is held to be invalid, the proper remedy is restitution \nunder Article 216 of the Civil Code. \nFault and Article 614 of the Civil Code as an available defence \n48. The experts agree that: \n48.1. the element of fault under Article 1166 is presumed (para. 173 OB; para. \n241 OA; para. 110 VN); \n48.2. the absence of fault under Article 614 of the Civil Code may be relied upon \nto defend a tort claim, with the defendant bearing the burden of proof for \nestablishing absence of fault (para. 174 OB; para. 242 OA; para. 111 VN). \n49. The experts disagree as to the test for determining if the defendant was at fault \nfor causing harm: \n49.1. OB and VN agree that the defendant is relieved from civil liability if he \nproves that he took all reasonable measures to perform his obligations \nproperly (para. 174 OB; para. 112 VN); \n21   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/21\n49.2. OA agrees, but is of the view that under Article 43 of the Law on Banks \nthe standard of a reasonable person applies (paras. 244-245 OA); \n49.3. VN's view is that there is no strict test or single way to assess \nreasonableness of person. It is a question of fact and it is one for the judge \nto determine (para. 112 VN). \nRemedies \n50. The experts agree that: \n50.1. the remedies available for tort claims under Article 1166 include (a) \ncompensation in kind, or (b) compensation for damages in full under \nArticles 22 and 1192 of the Civil Code (paras. 182-183 OB, paras. 119-\n122 VN). \nThe Asset Transfer \n51. The experts agree that: \n51.1. if the Mortgages (ie the agreements pursuant to which the Transferred \nAssets were pledged and then transferred to the Bank) are invalid, their \nterms including valuations are not binding on the parties (para. 150 OA); \n52. OB and OA agree that: \n52.1. invalidity of a main obligation entails invalidity of a derivative obligation, \nand so where a loan agreement is invalid any pledge agreement securing \nthat loan agreement also is invalid (para. 142 OB; paras. 146-147 OA); \n52.2. if a mortgage is invalid, under Article 216 of the Civil Code the mortgagee \nis subject to an obligation to give restitution of any property transferred to \nit under the mortgage (para. 143 OB; para. 147 OA). \n53. The experts disagree as to the existence of grounds that impugn the Mortgages' \nvalidity: \n53.1. OB's view is as set out at para 52.1 above; \n53.2. OA's view is that Mortgages must be treated as valid. If, contrary to OA's \nview, grounds existed to challenge their validity, then if and to the extent \nthat the mortgagor had reasonably relied to its detriment on the Bank's \nrepresentations and/or conduct manifesting the Mortgages' validity, the \nBank is precluded from subsequently alleging their invalidity because such \nconduct demonstrates bad faith, violates the doctrine of venire contra \nfactum proprium, and is not permitted (para. 148 OA). \n22   \n \n   \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \nC5/1/22\n54. The experts disagree as to whether restitution necessarily would have to be given \nunder Article 216 of the Civil Code if the Mortgages were to be invalid: \n54.1. OB's view is that the doctrine of abuse of right can potentially apply to \ndefeat a party's right to seek restitution under Article 216 CC under an \ninvalid contract in circumstances where that party had acted in bad faith or \nintended to cause harm to the counter -party to the contract (paras. 144-145 \nOB); \n54.2. in OA"}
{"start": 49000, "text": "\n \nC5/1/22\n54. The experts disagree as to whether restitution necessarily would have to be given \nunder Article 216 of the Civil Code if the Mortgages were to be invalid: \n54.1. OB's view is that the doctrine of abuse of right can potentially apply to \ndefeat a party's right to seek restitution under Article 216 CC under an \ninvalid contract in circumstances where that party had acted in bad faith or \nintended to cause harm to the counter -party to the contract (paras. 144-145 \nOB); \n54.2. in OA's view, there is no legal principle that would operate to \"defeat\" or \notherwise preclude restitution. \n55. OB and OA disagree as to the correct approach for determining the value of any \nTransferred Assets that the Bank ultimately retains if its tort claim succeeds: \n55.1. OB's view is that, consistent with the principle that the Bank should be \nfully compensated for its tortious loss, the Bank's loss resulting from the \nMisappropriation should be reduced by the \"true value\" of the Transferred \nAssets rather than by any inflated value recorded in the Mortgages or \nBank's transactional data (para. 147-150 OB). This is so even if (contrary \nto the Bank's case), the Mortgages are valid, as applying inflated asset \nvalues, rather than their true values, also would be contrary to the general \nprinciples of justice, fairness and reasonableness expressed at Article 3(6) \nof the Civil Code, could amount to an abuse of rights (if the mortgagor \nartificially inflated the valuation), and would be inconsistent with the \nBank's obligation to value each pledged asset taken on to its books at no \nmore than its \"fair market value\" at the time of acquisition (paras. 151-160 \nOB); \n55.2. OB's further view is that where Transferred Assets have been sold or \nleased by the Bank, monies received by the Bank as purchase price or rental \npayments should not reduce the Bank's loss resulting from the \nMisappropriation if those monies are referable to other unlawful lending \n(paras. 161-162 OB); \n55.3. OA is of the view that since the Mortgages are valid, the transferred assets' \nvalue as stated in contracts and transactional documents cannot be simply \ndisregarded (paras. 151, 163 OA). If a party disagrees with a valuation \nreport, it may challenge the valuation report in court on grounds including \nnon-compliance with mandatory requirements of law, but not simply avoid \nor disregard the contractual reality by bringing a tort claim against third \nparties (paras. 160-161 OA). \n23   \n \n  \n  \n \n \n \n  \n \n \n \nC5/1/23\nJoint and several liability (OB, OA, DM, and VN) \n56. The experts agree that: \n56.1. Article 1190 of the Civil Code (\"Article 1190\") does not create a separate \nbasis for liability'. Rather, it provides for the circumstances when the \ncourts should hold each of the co-defendants who are liable to the claimant \njointly and severally liable, meaning that each of the co-defendants must \ncompensate the full amount of damages suffered by the aggrieved party (as \nopposed to compensating the victim only for the share of harm directly \nattributable to their own unlawful conduct) (paras. 184-186 OB; para. 263 \nOA; para. 20 DM); \n56.2. Article 1190 does not of itself qualify any conduct as unlawful; \n56.3. for the liability of co-defendants to be joint and several under Article 1190, \nthe harm must be caused by joint acts or omissions of several persons. The \ncriterion of \"causing harm by joint acts or omissions\" means causing \n\"indivisible harm by interrelated, [cumulative / collective] 2 actions or \nactions with unity of intent\" (para. 186 OB; para. 264 OA; para. 53 DM); \n56.4. it is a necessary pre-requisite for the liability of co-defendants to be joint \nand several under Article 1190, that the harm must be indivisible (para. \n188 OB; para. 270 OA; para. 53 DM; para. 118.2 VN). \n57. OB, OA and DM agree that: \n57.1. Ukrainian law does not provide a freestanding cause of action akin to the \ntort of conspiracy under English law (para. 196 OB; para. 14.3 DM); \n5"}
{"start": 52500, "text": "ve / collective] 2 actions or \nactions with unity of intent\" (para. 186 OB; para. 264 OA; para. 53 DM); \n56.4. it is a necessary pre-requisite for the liability of co-defendants to be joint \nand several under Article 1190, that the harm must be indivisible (para. \n188 OB; para. 270 OA; para. 53 DM; para. 118.2 VN). \n57. OB, OA and DM agree that: \n57.1. Ukrainian law does not provide a freestanding cause of action akin to the \ntort of conspiracy under English law (para. 196 OB; para. 14.3 DM); \n58. The experts disagree as to whether the rules of Ukrainian civil law on joint and \nseveral liability operate similarly to the rules of the criminal law on complicity, \nwhich apply to the members of a group who have conspired to cause harm to a \nvictim by their actions: \n58.1. OB's view is that court practice shows that Article 1190 (in conjunction \nwith Article 1166) may be applied by the Ukrainian courts to allow a \nperson to seek full compensation, on a joint and several basis, from all \nmembers of a group who have conspired to cause an indivisible harm to \nthat person by their separate actions. Article 1190 (in conjunction with \nArticle 1166) is applicable even if each member of the group contributed \nto the infliction of indivisible harm by separate and different conduct, \n1 The experts also agree that the same applies to Article 63(3) of the JSC Law and Article 42(11) of the \nLaw on Banks but these provisions are addressed in Subject 4, below. \nOB believes that the Ukrainian term csukupni', as employed by the Supreme Court, is better translated \ninto English as `cumulative'. OA and DM suggest that the better translation of the same is `collective'. \n24   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n                                                 \n \n \n \n \nC5/1/24\nincluding by procuring or assisting the conduct of another member of the \ngroup, provided that all their conduct is interconnected, cumulative and/or \nmotivated by the same intent (para. 196 OB); \n58.2. OA, DM and VN disagree: under Ukrainian civil law, there is no provision \nthat would be equivalent to the criminal law rules on complicity and that \nwould make unlawful the conduct of a person abetting, acquiescing or \notherwise conspiring with another person who actually causes harm to \nproperty. Thus, unless the conduct of each of the alleged members of the \ngroup is distinctly unlawful and unless all other elements of tort claim are \nestablished with respect to each of such members, Article 1190 may not \napply. \n59. The experts disagree as to whether it is a necessary precondition for application \nof Article 1190 that all elements of tort under Article 1166 of the Civil Code must \nbe established with respect to each of the co-defendants independently: \n59.1. OB's view is that it is not. In particular, OB considers that court practice \nshows that where harm is caused by joint actions of several persons, the \nelement of causation will not have to be demonstrated in relation to the acts \nof each of the joint tortfeasors. Rather, Article 1190 allows the court to \nconsider whether an indivisible harm was caused by the interconnected \nactions, cumulative actions and/or actions taken with shared intent of the \njoint tortfeasors when taken together (paras. 190-195 OB); \n59.2. OA, DM and VN disagree and maintain that Article 1190 does not operate \nso as to circumvent any of the necessary elements under Article 1166 of \nthe Civil Code and does not impose tortious liability on a person where \nsuch liability would otherwise not exist (para. 263 OA; paras. 25-37 DM; \npara. 118.1 VN). \n60. The experts agree that: \n60.1. the term `standing approval' is not used in Ukrainian law (para. 200(b) OB; \npara. 43.1 DM). \n61. The experts disagree as to whether Article 1190 can apply where A gives a form \nof approval to B in advance that is broad enough to encompass certain future \nconduct of B, even where such future conduct was not specifically considered \nand approv"}
{"start": 56000, "text": "liability on a person where \nsuch liability would otherwise not exist (para. 263 OA; paras. 25-37 DM; \npara. 118.1 VN). \n60. The experts agree that: \n60.1. the term `standing approval' is not used in Ukrainian law (para. 200(b) OB; \npara. 43.1 DM). \n61. The experts disagree as to whether Article 1190 can apply where A gives a form \nof approval to B in advance that is broad enough to encompass certain future \nconduct of B, even where such future conduct was not specifically considered \nand approved by A in advance of the relevant conduct by B: \n61.1. OB's view is that Article 1190 can apply, provided that A's act of approval \nand B's conduct are interconnected, cumulative and/or taken with unity of \nintent and jointly cause an indivisible harm (paras. 199-200 OB); \n25   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/25\n61.2. OA and DM disagree: they maintain that any concept of `standing \napproval' by one person to the conduct of another person (the latter \nactually inflicting damage to property through his distinctly unlawful acts) \ncannot constitute a basis for liability in tort under Ukrainian civil law. \nProviding such `standing approval' (or any other implied or express \napproval) does not constitute unlawful conduct as such. Furthermore, \nrequisite causation will be missing between the conduct of the person \ngiving approval and the harm inflicted to the victim. Therefore, the \nnecessary elements of tort under Article 1166 of the Civil Code will be \nmissing, which prevents tortious liability whatsoever and Article 1190 \ndoes not come into play (paras. 272-273 OA; paras. 43-51 DM). \nSubject 4. Breach of specific duties (OB, OA) \n62. The experts agree that: \n62.1. a breach of duties owed under Article 63 of the JSC Law, Articles 42 or 43 \nof the Law on Banks, and/or Article 92(3) of the Civil Code would amount \nto unlawful conduct for the purposes of a claim under Article 1166 (para. \n202 OB; para. 184 OA); \n62.2. a breach of duty to act can be by way of action or omission (paras. 227-\n230 OB). \nArticle 92(3) of the Civil Code (\"Article 92(3)') \n63. The experts agree that: \n63.1. Article 92(3) imposes a duty to act in good faith, reasonably, in the best \ninterests of a company and not ultra vices (para. 204 OB; para. 213 OA). \n64. The experts disagree as to who owes duties under Article 92(3) and when such \nduties arise: \n64.1. OB's view is that Article 92(3) imposes duties on the members of a \ncompany's bodies and those with authority to act in the company's name \n(paras. 205-207 OB); \n64.2. OA disagrees: in his view, these duties are owed by: a) members of \ncompany's bodies and those with authority to act in the company's name \nwhen and to the extent that they act towards third parties on the company's \nbehalf and/or b) members of the company's bodies when they vote on \ncorporate decisions that are subsequently put into effect by way of making \ntransactions with third parties as per (a) (paras. 214-218 OA). \n26   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n  \n \n \n \n  \n \n  \n \n \nC5/1/26\nArticle 63 of the JSC Law (\"Article 63') \n65. The experts agree that: \n65.1. Article 63 imposes duties on a joint stock company's officers (aka \nofficials). Under Article 2(1)(15) of the JSC Law, `officers' includes \nmembers of the company's supervisory board, members of its management \nboard, members of its audit commission, the company's internal auditor, \nand members of any other body provided for in the company's charter \n(para. 208 OB); \n65.2. the duties imposed by Article 63 on company's officers as defined in para. \n65.1 above are duties to act in the company's best interests, follow the \nrequirements of law, follow the company's charter and other documents \n(para. 209 OB; para. 220 OA); \n65.3. within the Bank, the `other documents' include the Bank's supervisory \nboard regulations, management board regulations, regulations of the \ngeneral meeting of shareholders, credit committee regulations and Lending \nP"}
{"start": 59500, "text": "r \n(para. 208 OB); \n65.2. the duties imposed by Article 63 on company's officers as defined in para. \n65.1 above are duties to act in the company's best interests, follow the \nrequirements of law, follow the company's charter and other documents \n(para. 209 OB; para. 220 OA); \n65.3. within the Bank, the `other documents' include the Bank's supervisory \nboard regulations, management board regulations, regulations of the \ngeneral meeting of shareholders, credit committee regulations and Lending \nProcedures Manual in force from time to time (para. 210 OB); \n65.4. in the event that several persons are liable under Article 63, their liability \nto the company will be joint and several (subject to the general rules of \nimposition of joint and several liability) (para. 209 OB; para. 40 OA). \n66. The experts disagree as to whether all Bank's officers as listed in para 65.1 above \nhave a duty to comply with all `other documents' as listed in para 65.3 above: \n66.1. OB's view is that, consistent with Article 63, all such officers owe such a \nduty; \n66.2. OA disagrees: his view is that an officer's duty to comply with any of the \nabove documents would be determined by the Bank's charter, the officer's \nrole within the Bank and the terms of their contract. \n67. The experts disagree as to whether the duty to act in the company's best interests \nunder Article 63 JSC Law is equivalent to that under Article 92(3) of the Civil \nCode: \n67.1. OB's view is that the duty to act in the company's best interests under \nArticle 63 mirrors that under Article 92(3) in scope, although it applies to \ndifferent persons (ie to officers/officials rather than those identified in \nparagraph 64.1 above) (paras. 210, 216 OB); \n27   \n \n  \n \n \n \n \n \n \n \n \n \n \n \nC5/1/27\n67.2. OA disagrees: in his view, in the context of these two articles, the duty to \nact in the company's best interests has a different scope and applies to \ndifferent persons. \n68. The experts disagree as to whether supervisory board's members are in breach of \nArticle 63 if a loan agreement did not undergo the supervisory board's \nexamination and was not subjected to the voting (approval) procedure as required \nby the bank's charter or internal documents: \n68.1. OB's view is that, upon application of Articles 51(4) and 52(3) of the JSC \nLaw, where applicable law, a bank's Charter or other internal documents \nrequire a particular loan to be approved by the bank's supervisory board, \nthe supervisory board's members will breach Article 63 if the loan is \ninstead approved by another body of the bank (such as a credit committee) \nother than its general meeting of shareholders (paras. 211-214 OB); \n68.2. OA disagrees: in his view the fact that an execution of a loan is not \napproved (examined) by the supervisory board does not, without more, \namount to a beach of Article 63 by supervisory board's members, nor does \nit follow that there was an unlawful delegation of the supervisory board's \npowers to another body of the bank. \nArticles 42 and 43 of the Law on Banks \n69. The experts agree that: \n69.1. Articles 42 and 43 of the Law on Banks impose duties on a bank's \nexecutives (aka managers). Under Article 42, `executives' includes inter \nalia the chairman, his deputies and members of the bank's supervisory \nboard, the chairman, his deputies and members of the bank's board of \ndirectors, and the chief accountant (paras. 217-218 OB); \n69.2. since 10 January 2015, Article 42(10) of the Law on Banks has imposed \nduties on a bank's executives that mirror those imposed by Article 63 of \nthe JSC Law (para. 219 OB); \n69.3. in the event that several persons are liable under Article 42(10), their \nliability to the bank will be joint and several subject to the general rules of \nthe imposition of joint and several liability (para. 219 OB; para. 41 OA); \n69.4. since 17 January 2001, Article 43 of the Law on Banks has imposed duties \non a bank's executives including to behave responsibly, act for the benefit \nof the ba"}
{"start": 63000, "text": " on a bank's executives that mirror those imposed by Article 63 of \nthe JSC Law (para. 219 OB); \n69.3. in the event that several persons are liable under Article 42(10), their \nliability to the bank will be joint and several subject to the general rules of \nthe imposition of joint and several liability (para. 219 OB; para. 41 OA); \n69.4. since 17 January 2001, Article 43 of the Law on Banks has imposed duties \non a bank's executives including to behave responsibly, act for the benefit \nof the bank and its clients, place the bank's interests above their own, and \nrefrain from using their office in their personal interests (para. 222 OB; \npara. 222 OA); \n28   \n \n  \n \n \n \n \n \n \n \n \n \nC5/1/28\n69.5. the Law on Banks is lex specialis in relation to the JSC Law as lex generalis \n(para. 231 OB; para. 223 OA). \n70. The experts disagree as to whether persons who qualify both as company officers \nunder the JSC Law and bank executives under the Law on Banks owe duties under \nboth Laws as set out above: \n70.1. OB's view is that Articles 42 and 43 of the Law on Banks and Article 63 \nof the JSC Law impose duties that overlap but are not contradictory, and \ncourt practice shows that both sets of duties can apply simultaneously \n(paras. 223, 232-233 OB); \n70.2. OA agrees that duties under Article 43 of the Law on Banks and Article 63 \nof the JSC Law partly overlap without contradictions, and, therefore, the \nissue of conflict between the two provisions would not arise. Were any \nconflicts to exist, the Law on Banks would apply as lex specialis (para. 223 \nOA). \n71. The experts disagree as to when the duties of members of a bank's supervisory \nboard under Article 43 are engaged: \n71.1. OB's view is that it is implicit in the nature of the fiduciary duties described \nin Article 43 (eg to refrain from using their office in their personal \ninterests) that members of a bank's supervisory board must act in \naccordance with such duties at all times; \n71.2. OA disagrees: in his view, Article 43 imposes on supervisory board \nmembers duties such as the duty to act in the Bank's interests only when \nthey discharge their duties as supervisory board members, and not at other \ntimes (para. 224 OA). \n72. The experts disagree as to whether Article 43 would be breached if the execution \nof loans over USD 500,000 to related parties of the Bank was not subjected to the \nvoting (approval) procedure by the Bank's supervisory board: \n72.1. OB's view is that under the Bank's Charter and supervisory board \nregulations, the Bank's supervisory board had the \"exclusive\" competence \nto approve such loans, and any delegation of that responsibility to another \nbody of the Bank (other than the general meeting of shareholders) or other \nfailure to discharge their duty to consider and vote upon such loans would \nbreach Article 43 (paras. 213, 223(a) OB); \n72.2. OA disagrees: in his view, the supervisory board's exercise of its powers \nis contingent about its possession of the relevant information. Insofar as \ntaking decisions on the execution of loans is concerned, members of the \nsupervisory board were required to vote on such contracts in good faith \n29   \n \n  \n \n \n \n \n \n \n \n \n \nC5/1/29\nwhen they were put to the their consideration (subject to the duty to abstain \nfrom voting when they had a conflict of interest). \n73. The experts disagree as to whether, when determining if a member of the \nsupervisory board has breached his duties under Article 43 of the Law on Banks, \nit is relevant to take into account various rules prohibiting certain risky activity \nby a bank: \n73.1. OB's view is that rules against risky activity, such as at Articles 49(6), \n73(1) and (since 12 August 2015) 48(1) of the Law on Banks, are relevant \nto take into account (paras. 225-226 OB); \n73.2. In OA's view, when determining if a member of the supervisory board has \nbreached his duties under Article 43 of the Law on Banks, rules prohibiting \ncertain risky activity may be relevant insofar as the exerci"}
{"start": 66500, "text": "t to take into account various rules prohibiting certain risky activity \nby a bank: \n73.1. OB's view is that rules against risky activity, such as at Articles 49(6), \n73(1) and (since 12 August 2015) 48(1) of the Law on Banks, are relevant \nto take into account (paras. 225-226 OB); \n73.2. In OA's view, when determining if a member of the supervisory board has \nbreached his duties under Article 43 of the Law on Banks, rules prohibiting \ncertain risky activity may be relevant insofar as the exercise of such \nmember's rights or powers is directly linked to the execution of loans that \nmay breach regulatory norms concerning risky activity. \n74. The experts disagree as to whether a member of the supervisory board who \norchestrates or otherwise participates in a scheme to embezzle funds from their \nbank necessarily will breach their duties to the bank under Article 43 of the Law \non Banks: \n74.1. OB's view is that it is self-evident that a bank executive cannot orchestrate \nor participate in a scheme to embezzle funds from their bank without \nbreaching their fiduciary duties to the bank, including those owed under \nArticle 43; \n74.2. OA disagrees that the answer is \"self-evident\". In his view, this proposition \nis too general: whether there is such a breach will depend both on the role \nof the executive and the actual acts committed as part of the scheme \n(footnote 166 OA). \nSubject 5. Unjust enrichment (OB, VN) \nComponent elements of a claim under Article 1212 of the Civil Code (\"Article 1212') \n75. The experts agree that: \n75.1. unjust enrichment is governed by Chapter 83 of the Civil Code (para. 238 \nOB; para. 125 VN); \n30   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n  \n \n  \nC5/1/30\n75.2. the elements of a claim under Article 1212 are: (i) the acquisition (or \npreservation 3) of property; (ii) such acquisition is at the expense of the \nclaimant; and (iii) the absence of legal grounds for the acquisition (or if \nthere were such grounds, they have fallen away and ceased to exist) \n(paras. 239-240 OB; para. 128 VN); \n75.3. fault of the acquirer is not a requirement (para. 241 OB). \n76. The experts disagree as to when a cause of action for unjust enrichment was \nintroduced into Ukrainian law: \n76.1. OB's view is that a cause of action for unjust enrichment was introduced \ninto Ukrainian law relatively recently, in 2003, and it remains a \ndeveloping area of Ukrainian law (para. 242 OB); \n76.2. VN disagrees: in his view, unjust enrichment obligations were governed \nby Ukrainian law before 2003 (Chapter 42 of the Civil Code of Ukrainian \nS SR of 1963). \nThe meaning of \"property\" \n77. The experts agree that: \n77.1. property for the purposes of Article 1212 includes money, whether in the \nform of cash or in a bank account (paras. 243-245 OB; para. 134 VN). \nEffect of person immediately transferring monies received to a third party \n78. The experts agree that: \n78.1. the length of time during which an acquirer holds the unjustly acquired \nproperty is irrelevant for a claim under Article 1212 (paras. 247-248 OB). \n79. The experts disagree as to who may be subject to an obligation to the original \nproperty owner under Article 1212 in a case involving a chain of transfers of the \nproperty: \n79.1. OB's view is that where A has unjustly acquired property at the expense \nof B and A has subsequently dissipated its enrichment to C, B may pursue \na cause of action under Article 1212 against A or C, although B would not \nbe permitted to double recover (paras. 248, 250 OB). Chains of transfers \nthat are causally linked together are relevant to consider for purposes of \ndetermining liability under Article 1212; \n3 The experts agree that the Bank's case under Article 1212 involves the alleged acquisition  of property \nby the Defendant Suppliers, and does not involve alleged preservation of property, and so for \nexpedience the remainder of this section refers only to the concept of acquisition, not preservation. \n31   \n \n  \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n "}
{"start": 70000, "text": "Chains of transfers \nthat are causally linked together are relevant to consider for purposes of \ndetermining liability under Article 1212; \n3 The experts agree that the Bank's case under Article 1212 involves the alleged acquisition  of property \nby the Defendant Suppliers, and does not involve alleged preservation of property, and so for \nexpedience the remainder of this section refers only to the concept of acquisition, not preservation. \n31   \n \n  \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n                                                 \n \n \n \nC5/1/31\n79.2. VN disagrees: in his view, in that situation, B only has a cause of action \nunder Article 1212 against A (para. 144 VN). \n80. The experts disagree as to whether in this scenario a defence of `change of \nposition' might be available to A: \n80.1. OB's view is that no change of position defence exists under Ukrainian \nlaw (para. 249 OB); \n80.2. VN has not addressed this subject in his expert report and he does not have \ninstructions to do so in this joint report. \nHolding monies received to the account of a third party and/or in which that third party \nholds the beneficial interest \n81. The experts disagree as to whether a person (A) is enriched for the purposes of \nArticle 1212 if he holds money unjustly received from (B) to the account of a \nthird party (C) and/or in which that third party holds the beneficial interest: \n81.1. OB's view is that in each of these scenarios B could claim against A under \nArticle 1212. If, after receiving funds from B, A holds those funds \npursuant to an arrangement to transfer them to C in future, A should not \nbe in any better position than if he had instead transferred the funds to C \nright away (para. 252 OB). Furthermore, as Ukrainian law does not divide \nownership into legal and beneficial interests, A would still be regarded as \nacquiring property (and subject to a claim under Article 1212) even if C \nwere to be found under a foreign system of law to hold the beneficial \ninterest in the property held by A (para. 253 OB). Article 1018 of the \nCivil Code, relied upon by VN, does not apply to agency relationships \ngoverned by foreign (non-Ukrainian) law; \n81.2. VN disagrees: in his view, if money was received in the bank account of \nA but, at that time it was received, the relationship between A and C means \nthat C acquired it (became owner of this property), then there is no claim \nagainst A under Article 1212 (paras. 176, 177 VN). This will be case if \nthe relationship between A and C is that A is a `commission agent' under \nArticle 1018 of Civil Code. \nThe meaning of \"at the expense of\" \n82. The experts disagree as to the meaning of the term \"at the expense of': \n82.1. OB's view is that court practice shows that a defendant's enrichment will \nbe at the expense of the claimant where there is a causal connection \nbetween the defendant's enrichment and the claimant's loss, which may \nbe in the form of actual loss, expenditure, or lost profit (foregone \n32   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/32\nbenefit') (paras. 254-255 OB) (as addressed below, however, in OB's \nview the \"at the expense of element can be satisfied even where the \nclaimant suffers no loss); \n82.2. VN disagrees: in his view, the reduction (or non-increase) of the property \non the side of the victim and increase (or preservation) of the property on \nthe side of the acquirer must be interdependent counterparts, which is not \na matter of causation (para. 142 VN). Furthermore, such forms as actual \nlosses or expenditures are applicable only to civil liability and their \napplication to Article 1212 is based on outdated court practice. \n83. The experts disagree as to whether there must be a reduction in the claimant's \nproperty : \n83.1. OB's view is that although a typical unjust enrichment case will involve \na reduction in the claimant's property, this is not a requirement of Article \n1212. OB relies on hypothetical"}
{"start": 73500, "text": "t \na matter of causation (para. 142 VN). Furthermore, such forms as actual \nlosses or expenditures are applicable only to civil liability and their \napplication to Article 1212 is based on outdated court practice. \n83. The experts disagree as to whether there must be a reduction in the claimant's \nproperty : \n83.1. OB's view is that although a typical unjust enrichment case will involve \na reduction in the claimant's property, this is not a requirement of Article \n1212. OB relies on hypothetical examples of a defendant taking water \nfrom a stream passing through a claimant's property, or tapping into that \na claimant's wireless internet connection, without permission, with the \ndefendant then using or selling those resources for gain. OB considers \nthat an unjust enrichment claim would lie in both cases, with the \ndefendant's obligation in restitution arising not because the claimant has \nsuffered a particular loss, but because the defendant had no legal basis to \nacquire the property that it used for gain(para. 256 OB); \n83.2. VN disagrees: in his view, there is a requirement that there is a reduction \nof the victim's property or non-increase of the victim's property reflecting \nthe increase or preservation of the acquirer's property (paras. 139-141 \nVN). \nConsideration of particular alleged facts \n84. The experts disagree as to whether it matters for the Bank's unjust enrichment \nclaim that the Unreturned Prepayments were made to the Defendant Suppliers by \nthe Borrowers, not by the Bank. \n84.1. OB's view is that this does not matter; the Bank's case is that there was a \ncausal connection between the Defendant Suppliers' enrichment and the \nBank's loss, which is sufficient for the enrichment to have been at the \nBank's expense (para. 257 OB); \n84.2. VN disagrees: in his view, money received by the Borrowers from the \nBank under the Relevant Loans became the Borrowers' property and, in \ncase of subsequent prepayments by the Borrowers to the Defendant \nSuppliers, there was no reduction in the Bank's property within the \nmeaning of Article 1212 (para. 165 VN). \n33   \n \n  \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/33\n85. The experts disagree as to whether it matters for the Bank's claim that the monies \nreceived by the Defendant Suppliers are not the same monies (in the proprietary \nsense) that were transferred by the Bank to the Borrowers: \n85.1. OB's view is that this does not matter; the Bank's unjust enrichment claim \nis not a proprietary claim, and if a causal connection is found to exist \nbetween (i) the Bank's payments to the Borrowers under the Relevant \nLoans, and (ii) the Borrowers' payments of the Unreturned Prepayments \nto the Defendant Suppliers, then the Defendant Suppliers' enrichment \nwould be regarded as having been at the Bank's expense (paras. 260-261 \nOB); \n85.2. VN disagrees: in his view Article 1212 is not causation based and transfers \nof monies by the Borrowers to the Defendant Suppliers will not result in \nacquisition of property by the Defendant Suppliers at the expense of the \nBank, even if the reason why the Borrowers transferred the monies was \nbecause they had received those or different monies from the Bank (paras. \n129, 136, 141-148 VN). \n86. The experts disagree as to whether the Bank's claim is affected if the monies \nreceived by the Defendant Suppliers were used purportedly to repay earlier loans \nadvanced by the Bank: \n86.1. OB's view is that if part of the monies by which the Defendant Suppliers \nwere enriched ultimately circled back to the Bank, in the form of \nrepayments of earlier lending, this would have no effect on the Bank's claim \nin unjust enrichment against the Defendant Suppliers (paras. 263-264 OB); \n86.2. VN disagrees: in his view, since the original reduction of the Bank's \nproperty will have decreased in this scenario by the amount returned, it \nmeans, consequently, the termination of the relevant part of an obligation \nunder Article 1212. "}
{"start": 77000, "text": "y which the Defendant Suppliers \nwere enriched ultimately circled back to the Bank, in the form of \nrepayments of earlier lending, this would have no effect on the Bank's claim \nin unjust enrichment against the Defendant Suppliers (paras. 263-264 OB); \n86.2. VN disagrees: in his view, since the original reduction of the Bank's \nproperty will have decreased in this scenario by the amount returned, it \nmeans, consequently, the termination of the relevant part of an obligation \nunder Article 1212. \n87. The experts disagree as to whether the Bank's claim is affected if a number of \npurported cash repayments of the capital advanced under the Relevant Loans \nand/or interest were made from funds advanced by the Bank under other Relevant \nLoans or Intermediary Loans or New Loans, all of which are alleged to be void: \n87.1. OB's view is that purported repayments of the Relevant Loans on the \nBank's books that are referable to later unlawful lending under void \nagreements would not alter the position that the Defendant Suppliers \nreceived an enrichment at the expense of the Bank (para. 265 OB); \n87.2. VN disagrees: in his view, validity/invalidity of loan agreements under \nwhich the funds were received and used to repay the Relevant Loans \nimpacts only on the type and basis of claim for return of those funds but \n34   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \nC5/1/34\ndoes not impact on the legality of subsequent transfers of those funds to \nthird parties and what use is made of those funds by those third parties \n(paras.163-175 VN). \nThe meaning of `without sufficient legal grounds' \n88. The experts agree that: \n88.1. if the acquirer had a legal basis to acquire the property pursuant to a valid \ncontract, then there will be no cause of action in unjust enrichment (para. \n266 OB; para. 132 VN); \n88.2. a legal basis for acquisition will not exist if the acquirer acquires the \nproperty pursuant to an invalid transaction (paras. 266, 269 OB). \n89. The experts disagree as to the potential applicability of the abuse of rights rule to \nthe Bank's unjust enrichment claim: \n89.1. OB's view is that if an acquirer relies upon a legal right as a defence to a \nclaim in unjust enrichment, the court may refuse to protect that right if it \nis being exercised abusively (para. 268 OB). If the Supply Agreements \nwere found to have been entered into with the intention of harming the \nBank's rights, and were therefore abusive, those agreements could not be \nrelied upon as providing the Defendant Suppliers with a lawful basis for \nreceiving their enrichment (the Unreturned Prepayments), even if the \nSupply Agreements were not void on the grounds alleged by the Bank \n(paras. 81-88, 268 OB); \n89.2. VN disagrees: in his view, the Defendant Suppliers' pleaded case does not \ninvolve seeking the protection of their subjective right(s) in the formal \nsense. In addition, the acquisition of property while performing a valid \ntransaction means that the property was acquired with sufficient legal \ngrounds (paras.163-172 VN). Abuse of rights should not be considered as \nthe kind of lack of sufficient grounds under Article 1212. The abusive \nnature of the Supply Agreements itself does not mean that the property \nwas acquired groundlessly. \nDeclarations of invalidity \n90. The experts disagree as to whether it is relevant to the Bank's claims in unjust \nenrichment that the Bank has not sought declarations that the various purported \nagreements in the chain of transactions between the Bank and Defendant \nSuppliers are invalid: \n90.1. OB's view is that such a declaration is unnecessary. It is sufficient for the \nBank to show that the Defendant Suppliers lacked sufficient legal grounds \n35   \n \n  \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/35\nfor acquiring the Unreturned Prepayments because, for example, the \nSupply Agreements were void or it would be an abuse or rights to rely on \nthose Supply Agreements"}
{"start": 80500, "text": "in the chain of transactions between the Bank and Defendant \nSuppliers are invalid: \n90.1. OB's view is that such a declaration is unnecessary. It is sufficient for the \nBank to show that the Defendant Suppliers lacked sufficient legal grounds \n35   \n \n  \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/35\nfor acquiring the Unreturned Prepayments because, for example, the \nSupply Agreements were void or it would be an abuse or rights to rely on \nthose Supply Agreements (para. 269 OB). If the Supply Agreements are \nvoid, they are void by operation of law and a declaration of the court is \nnot required (para. 32 OB); \n90.2. VN disagrees: in his view, if the Relevant Loans are not void (and have \nnot been declared invalid) then there is no liability under Article 1212 \n(whatever the status of the Supply Agreements) because the money \nreceived by the Defendant Suppliers cannot be said to have been received \nat the expense of the Bank: the Bank will not have lost anything as the \nBorrowers would have had lawful grounds to obtain the monies (para. 167 \nVN). \nParties to the proceedings \n91. The experts disagree as to whether it is relevant to the Bank's claims in unjust \nenrichment in these proceedings that the Borrowers are not parties to these \nproceedings: \n91.1. OB's view is that the Borrowers do not need to be party to the Bank's \nunjust enrichment claim against the Defendant Suppliers; there is no \nrequirement that any entities through whose hands (or accounts) an \nenrichment passes from claimant to defendant must be named to claim \nunder Article 1212 against the defendant (para. 270 OB). In any event, \nthe question of who must be party to a claim is a procedural question to \nbe resolved in this case by English, not Ukrainian, rules of procedure \n(para. 271 OB); \n91.2. VN disagrees: in his view, if claims that transactions are invalid forms the \nbasis for unjust enrichment claim under Article 1212 and a dispute exists \nin this regard, then the joinder of the parties to the disputed transactions is \nnecessary. \nRemedies \n92. The experts agree that: \n92.1. under Article 1213(1) of the Civil Code, unjust enrichment must be \nreturned in kind, but if that is impossible, under Article 1213(2) of the \nCivil Code the defendant shall pay compensation to the claimant for the \nproperty's value as at the date the claim is heard (para. 272 OB, para. 187 \nVN). \n93. The experts disagree as to whether, under the rules of Article 1214 of the Civil \nCode, in a case where a person unjustly acquires the victim's money, the acquirer \n36   \n \n  \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/36\ncan be required to pay both (i) interest for use of the victim's money, and (ii) \ncompensation for the victim's lost profits: \n93.1. OB's view is that in an appropriate case, ie where the interest payable \n(which under Articles 1214(2) and 625 of the Civil Code will be at the \nrate of 3%) will be insufficient to compensate the victim for its actual lost \nprofit, both will be payable, although a victim will not be able to double \nrecover; \n93.2. VN disagrees: in his view, if the unjust enrichment is in the form of \nmoney, the acquirer is required only to pay interest for use of the injured \nparty's funds (Article 1214(2) of the Civil Code). In such cases Article \n1214(1) of the Civil Code which relates to the compensation for the \nvictim's lost profits (as well as deterioration) is not applicable (paras. 189-\n197 VN). \nChoice of law. \n94. The experts disagree as to whether Article 38(2) of the PlL Law also would apply: \n94.1. OB's view is that Article 38(2) is irrelevant, as it only regulates the \nclassification of property as moveable or immoveable (paras. 275-276 \nOB); \n94.2. VN has not addressed this subject in his expert report and he does not have \ninstructions to do so in this joint report. \nSubject 6. Competition of claims (OB, OA, VN) \n95. The experts disagree as to the extent to which claims in"}
{"start": 84000, "text": " VN). \nChoice of law. \n94. The experts disagree as to whether Article 38(2) of the PlL Law also would apply: \n94.1. OB's view is that Article 38(2) is irrelevant, as it only regulates the \nclassification of property as moveable or immoveable (paras. 275-276 \nOB); \n94.2. VN has not addressed this subject in his expert report and he does not have \ninstructions to do so in this joint report. \nSubject 6. Competition of claims (OB, OA, VN) \n95. The experts disagree as to the extent to which claims in tort and/or unjust \nenrichment may be brought where a contractual relationship exists between the \nparties: \n95.1. OB's view is that where multiple causes of action are available to a \nclaimant arising out of a particular set of facts, then the claimant generally \nwill be free to choose which cause(s) of action will be pursued (para. 277 \nOB). A contractual remedy should prevail over a tort or unjust enrichment \nclaim only (i) if the subject matter of the claim is governed by the contract; \nand (ii) to the extent of any inconsistency between the contract and the \nrules governing tort or unjust enrichment claims, as the case may be \n(paras. 278-280 OB); \n95.2. OA and VN disagree: in their view, for harm caused by the non-\nperformance of a contract, the only proper cause of action and remedies \nare contractual in nature (including restitution) (paras. 173-179 OA; para. \n37   \n \n  \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \nC5/1/37\n25 VN). A tort claim, if raised in such circumstances, would be dismissed \nby a Ukrainian court (para. 179 OA; paras. 107-108 VN); \n95.3. VN's further view is that if restoration of the property status of the victim \nis possible through a contractual claim, a claim in unjust enrichment in \nrespect of that property is excluded (para. 158 VN). \n96. OB and OA agree that: \n96.1. if a bank's executive/officer breaches duties that go beyond the scope of \nthose created by his contract of employment or contract for services, the \nbank can pursue remedies against them in tort (para. 281 OB); \n96.2. a tort claim under Article 1166 can be brought against an officer or \nemployee of a company where the employee's unlawful conduct amounts \nto a breach of that officer or employee's duties under the Civil Code or \nthe JSC Law or the Law on Banks (para. 180 OA). \n97. OB and OA disagree as to the circumstances in which a bank executive/officer \nwho has a contract of employment or services can be liable in tort for conduct \nthat breaches their fiduciary duties under the Civil Code, JSC Law or Law on \nBanks: \n97.1. OB's view is that court practice shows that such a person will be treated \nas having a dual legal status as (i) a member of the bank's bodies/company \nofficer/bank executive (within the meaning of the Civil Code, JSC Law \nand Law on Banks, respectively) exercising managerial responsibility, \nand (ii) an employee performing the tasks and duties of their job. Where \na claim against such a person relates to their conduct as an \nofficer/executive, the rules applying to such persons in that capacity will \napply in priority to rules applying to such persons as employees, and so a \nbreach of fiduciary duty will be treated as such, rather than merely as a \nbreach of the employment/services contract. As the fiduciary duties they \nhave breached go beyond those created by their contract, they may be held \nliable in tort under Article 1166 (provided all the requirements for such a \nclaim are satisfied) (paras. 281-284 OB); \n97.2. OA disagrees: his view is that a bank cannot bring claims in tort against \nsuch an executive/officer in such circumstances and would be limited to \nbringing a claim against them in contract for non-performance of their \nemployment or service obligations. Such a claim would be subject to any \nlimitations on liability provided for in the contract or the law that governs \nthe contract's terms (paras. 181-182 OA). \n38   \n \n  \n \n \n \n \n \n \n \n \n \n \nC5/1/38\nSubject 7. Limitation (OB, OA, VN) \nGeneral \n98. The expe"}
{"start": 87500, "text": "s: his view is that a bank cannot bring claims in tort against \nsuch an executive/officer in such circumstances and would be limited to \nbringing a claim against them in contract for non-performance of their \nemployment or service obligations. Such a claim would be subject to any \nlimitations on liability provided for in the contract or the law that governs \nthe contract's terms (paras. 181-182 OA). \n38   \n \n  \n \n \n \n \n \n \n \n \n \n \nC5/1/38\nSubject 7. Limitation (OB, OA, VN) \nGeneral \n98. The experts agree that: \n98.1. the limitation period under Ukrainian law is defined in Article 256 of the \nCivil Code as the \"term within which a person may bring a claim before \na court for the protection of its civil right or interest\" and is part of the \nsubstantive law provisions set forth in the Civil Code (para. 274 OA). \nPeriod of limitation under Ukrainian law \n99. The experts agree that: \n99.1. under Article 257 of the Civil Code, the limitation period for claims \nunder Articles 1166, 1190 and 1212 of the Civil Code is three years \n(para. 285 OB; para. 275 OA; para. 232.2 VN). \nTime from which limitation starts to run \n100. The experts agree that: \n100.1. Article 261 of the Civil Code states that the limitation period begins to \nrun from the date when the claimant had either `actual' knowledge \n(became aware') or `constructive' knowledge (could have become \naware') of (i) a violation of its right, or (ii) the person who violated such \nright. (para. 286 OB, paras. 276 OA; para. 232.1 VN); \n100.2. in relation to determining whether a claimant had constructive \nknowledge of facts sufficient to start the limitation period running, \nUkrainian law presumes that parties to legal relations will exercise \nreasonable prudence and take a reasonable level of interest in the state \nof their affairs. Article 261(1) of the Civil Code prescribes an obligation \non the party to be aware of the state of one's property rights (para. 280-\n281 OA; paras. 237, 239 VN); \n100.3. there is no court practice identifying a test as to the quality of knowledge \na claimant must have to start the limitation period running (para. 296 \nOB; para. 279 OA). \n101. The experts disagree as to whether Article 261 is interpreted and applied so as to \ngive effect to the word `or' (underlined in paragraph 100.1 above) as it appears: \n101.1. OB's view is that the word `or' in Article 261 should be interpreted as \n`and', which is consistent with court practice and with Ukraine's \ninternational obligations under the European Convention on Human \n39   \n \n  \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/39\nRights (paras. 287-292 OB). Moreover, OB's view is that unless a \nclaimant knows who violated its rights, it would not be able to file a valid \ntort or unjust enrichment claim as it would not have facts sufficient to \nallow it to allege the existence of each element of the cause of action and \nit would not know who to sue (paras. 293-295 OB); \n101.2. OA and VN disagree: in their view, interpretation of the word `or' in \nArticle 261 as `and' would contradict the statutory language of this \nprovision and is inconsistent with relevant court practice. In most cases, \nwhere there is a justifiable time gap between the moments when the \nperson becomes aware of a violation of its right and the identity of the \nviolator, this may be a ground for disapplying the limitation period (see \nparagraph 103.4 below). \n102. The experts disagree as to whether a claimant must have knowledge of all \nelements of a tort claim for the limitation period to start running: \n102.1. OB considers that a claimant must have knowledge of facts or matters \nsufficient to allow them to file a valid claim at court alleging each of the \nfour elements of a tort claim: (i) unlawful conduct by some other person, \n(ii) harm suffered by the claimant, (iii) a causal connection between the \nunlawful conduct and harm, and (iv) fault (para. 294 OB); \n102.2. OA and VN disagree: in their view, the limitation period starts running"}
{"start": 91000, "text": "a tort claim for the limitation period to start running: \n102.1. OB considers that a claimant must have knowledge of facts or matters \nsufficient to allow them to file a valid claim at court alleging each of the \nfour elements of a tort claim: (i) unlawful conduct by some other person, \n(ii) harm suffered by the claimant, (iii) a causal connection between the \nunlawful conduct and harm, and (iv) fault (para. 294 OB); \n102.2. OA and VN disagree: in their view, the limitation period starts running \nwhen the person became aware or could have become aware of a \nviolation of its right or identity of violator. Knowledge of all elements \nof tort is not required for triggering the limitation period (para. 276 OA, \npara. 232 VN). \nGrounds to disapply a limitation period \n103. The experts agree that: \n103.1. under Article 267(5) of the Civil Code, the court has a discretion to \ndisapply a limitation period if there are valid reasons to do so (para. 299 \nOB; para. 294 OA; para 234 VN); \n103.2. the application of Article 267(5) is heavily fact dependent and must be \ndecided on a case-by-case basis (para. 300 OB; para. 295 OA; para 234 \nVN); \n103.3. in identifying valid reasons to disapply a limitation period, the key \nconsideration is whether there are objective reasons beyond the \nclaimant's control that prevented or significantly hindered the claimant \nfrom bringing the action in due time (para. 300 OB, para. 295 OA, paras. \n234-236 VN); \n40   \n \n  \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \nC5/1/40\n103.4. in appropriate circumstances a claimant's lack of knowledge (either \nactual or constructive) as to the identity of the person who violated its \nrights may constitute a valid reason for applying Article 267(5) (paras. \n287, 301 OB). \n104. The experts disagree as to whether the abuse of rights rule (Articles 13(3) and \n16(3) of the Civil Code) could be applied to defeat a limitation defence: \n104.1. OB's view is that the abuse of rights rule may be applied to defeat a \nlimitation defence (paras. 305-306 OB); \n104.2. OA and VN disagree: his view is that recourse to Articles 13(3) and \n16(3) is unnecessary and inappropriate in view of Article 267(5) (para. \n299 OA; para. 232.4 VN). \nBurden of proof \n105. The experts agree that: \n105.1. each party generally bears the burden of proving facts and matters upon \nwhich they wish to rely; \n105.2. if a claimant alleges the existence of valid reasons why a limitation \nperiod was missed, the burden of proof to establish proper grounds for \ndisapplying the limitation period is on the claimant (para. 307 OB; para. \n294 OA; para. 237 VN). \n106. The experts disagree as to who bears the burden of proof when a limitation \ndefense is raised: \n106.1. OB's view is that because each party generally bears the burden of \nproving facts and matters upon which they wish to rely, if a defendant \nalleges that a claimant had sufficient knowledge on a particular date, the \ndefendant bears the burden of proving the existence of knowledge on \nthat date (para. 307 OB); \n106.2. OA and VN disagree: they consider that in view of the existence of a \npresumption of the claimant's knowledge for the purposes of limitation, \nthe burden of proof is shifted: court practice shows that where a defense \nof limitation is raised, the burden of proof to show that the claimant had \nno actual or constructive knowledge for the purpose of limitation is on \nthe claimant. A defendant may be requested to submit proof of the \nclaimant's awareness for the purposes of limitation at the alleged date \n(para. 282 OA; para. 232.3 VN). \n41   \n \n  \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n  \nC5/1/41\nAttribution of knowledge \n107. The experts agree that: \n107.1. Ukrainian law distinguishes between two kinds of knowledge: `actual' \nknowledge (what a person directly knows) and `constructive' knowledge \n(what a person objectively should have known) (para. 175 OB; para. 276 \nOA; paras. 239-242 VN); \n107.2. Ukrainian legislation does"}
{"start": 94500, "text": "he purposes of limitation at the alleged date \n(para. 282 OA; para. 232.3 VN). \n41   \n \n  \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n  \nC5/1/41\nAttribution of knowledge \n107. The experts agree that: \n107.1. Ukrainian law distinguishes between two kinds of knowledge: `actual' \nknowledge (what a person directly knows) and `constructive' knowledge \n(what a person objectively should have known) (para. 175 OB; para. 276 \nOA; paras. 239-242 VN); \n107.2. Ukrainian legislation does not state general rules as to when the \nknowledge of one person or entity may be attributed to another (para. \n176 OB). \n108. OB and VN agree that: \n108.1. there is no concept of `imputed' knowledge under Ukrainian law, ie \nwhere knowledge of one person/entity is attributed to another solely \nbased on the nature of their relationship (para. 175 OB; para. 76 VN). \n109. The experts disagree as to the general approach of the Ukrainian courts to \nattributing the knowledge of particular individuals or entities to a company: \n109.1. OB's view is that the courts will take a common sense approach to \nquestions of attribution of knowledge (paras. 176-180, 297 OB). The \ncourts will likely place significant weight upon the degree to which the \nperson whose knowledge is sought to be attributed to a company was in \na position to exercise influence over the management or business of the \ncompany, as a result of either formal authority or informal means. In the \ncontext of a bank, prima fade those in a position to exercise such \ninfluence would likely include any individual who qualifies as an \n`executive' (or `manager') of the bank; an `officer' (or `official') of the \nbank; the owner of a `significant participation' in the bank; a `controller' \nof the bank; and/or an `ultimate beneficial owner (controller)' of the \nbank (but attribution of knowledge is not limited to such persons who \nformally hold authority to act on a bank's behalf) (paras. 177-180, 297 \nOB); \n109.2. OA and VN disagree: in their view, a test for attribution of knowledge \nbased on `common sense' would be unclear and unpredictable (para. 284 \nOA; para. 75 VN). Instead, attribution of knowledge falls to be assessed \nunder Article 92 of the Civil Code, in accordance with which a company \nwill be deemed to have the knowledge of the persons who are authorised \nto act on its behalf in the relevant context. The knowledge of a person \nwho has no authority to acquire or exercise any rights on behalf of the \nlegal entity is not attributable to it. Thus, the main individual at a bank \nwhose knowledge is relevant for the purposes of determining that bank's \n42   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/42\nknowledge is the Chairman of the Executive Board. Other members of \nthe management or more junior employees may also be equated with a \nbank when they carry out their functions within or on behalf of the bank \non the grounds of the bank's constituent documents or a power of \nattorney (paras. 285-290 OA; paras. 75, 77-83 VN). \n110. The experts agree that: \n110.1. a shareholder of a company is not entitled, simply by virtue of being a \nshareholder, to manage or act on behalf of the company and is not \nautomatically to be equated with the company for the purpose of \nassessing the company's knowledge (paras. 291-293 OA; paras. 77, 249 \nVN); \n110.2. once a legal entity has the knowledge to start time running, the limitation \nis not interrupted if there is a change of management and the newly \nappointed management becomes aware of the potential claim only after \nits appointment (para. 292-293 OA; para. 249-250 VN); \n110.3. the knowledge of a person who is authorised to act on behalf of a \ncompany will not be attributed to that company if such person aims to \ndefraud it (paras. 181, 298 OB). OB's further view (with which OA and \nVN disagree) is that this rule is not limited to persons who are authorised \nto act on behalf of a company, but applies to any"}
{"start": 98000, "text": "nge of management and the newly \nappointed management becomes aware of the potential claim only after \nits appointment (para. 292-293 OA; para. 249-250 VN); \n110.3. the knowledge of a person who is authorised to act on behalf of a \ncompany will not be attributed to that company if such person aims to \ndefraud it (paras. 181, 298 OB). OB's further view (with which OA and \nVN disagree) is that this rule is not limited to persons who are authorised \nto act on behalf of a company, but applies to any person who is aiming \nto defraud the company. \nSubject 8. Interest (OB, OA, VN) \n111. The experts agree that: \n111.1. Article 625 of the Civil Code (\"Article 625\") provides that a debtor in \ndefault of a monetary obligation is liable upon the creditor's demand to \npay the principal debt, adjusted for inflation, plus (simple) interest of 3% \nper annum (para. 325 OB; para. 304 OA); \n111.2. the 3% interest rate under Article 625 may be applied to monetary \nobligations denominated in foreign currency (para. 328 OB; para. 279 \nVN); \n111.3. Article 625 is applicable to all types of monetary obligations, including \ncontractual and non-contractual obligations (paras. 326-327 OB; paras \n305-306 OA; paras. 256-261 VN); \n111.4. monetary obligations denominated in foreign currency are not subject to \nindexation for inflation (para. 329 OB; paras. 280-281 VN); \n43   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/43\n112. The experts disagree as to the point in time at which 3% interest under Article \n625 begins to accrue in relation to tort and unjust enrichment claims: \n112.1. OB's view is that interest begins to accrue (i) in relation to a monetary \nobligation arising in tort, from the moment of the defendant's infliction \nof tortious harm (which is when the tortfeasor's obligation to \ncompensate that harm arises), and (ii) in relation to a monetary \nobligation arising in unjust enrichment, from the moment that the \ndefendant is enriched (which is when the recipient's obligation to give \nrestitution arises). This is because in OB's view the obligation to pay \ninterest under Article 625 should apply to the entirety of the period \nduring which the obligation to pay compensation/restitution existed; \n112.2. OA and VN disagree: their view is that the obligation to compensate \ntortious harm arises when a court holds the defendant accountable. \nInterest accrues from the date on which the tortfeasor fails to satisfy a \ncourt order for payment of compensation (paras. 307-308 OA; paras. \n261, 266-271, 282 VN). \n113. The experts disagree as to whether compound interest is available under \nUkrainian law: \n113.1. OB's view is that Ukrainian legislation does not contain any provision \nthat prohibits courts from awarding compound interest; thus, to the \nextent that a claimant can demonstrate that an award of compound \ninterest (i) represents a fair quantification of the claimant's lost profit, \nand/or (ii) is necessary to ensure that the claimant is fully compensated \nfor the harm caused to it, such an award is available under Ukrainian law \n(paras. 331-333 OB); \n113.2. OA and VN disagree: their view is that Ukrainian law does not permit \nawarding compound interest other than on the basis of express \ncontractual provisions, which is confirmed (in a negative sense) by the \ncourt practice (paras. 309-310 OA; paras. 272-273 VN). \n114. OB and VN disagree as to whether any entitlement to interest established by the \nBank can be reduced by the court pursuant to Article 233 of the Commercial \nCode: \n114.1. OB's view is that Article 233, by which penalties payable by a defendant \ncan be reduced, is inapplicable to 3% interest due under Article 625 \nand/or compound interest due in accordance with the principle of full \ncompensation, both of which are compensatory in nature; \n44   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/44\n114.2. VN disagrees: his view is that court practice shows that a defendant's"}
{"start": 101500, "text": "ourt pursuant to Article 233 of the Commercial \nCode: \n114.1. OB's view is that Article 233, by which penalties payable by a defendant \ncan be reduced, is inapplicable to 3% interest due under Article 625 \nand/or compound interest due in accordance with the principle of full \ncompensation, both of which are compensatory in nature; \n44   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/44\n114.2. VN disagrees: his view is that court practice shows that a defendant's \nliability for interest under Article 625 can be reduced by operation of \nArticle 233 of the Commercial Code (paras. 262-264 VN). \nSubject 9. Ownership and control of Ukrainian entities \nOwnership / control of a Ukrainian bank \n115. OB and OA agree that: \n115.1. the concept of `owning' a bank is not defined in the Law on Banks or \nelsewhere in Ukrainian law (para. 346 OB); \n115.2. only persons meeting the statutory definition of a bank's \"controller\" \nunder Article 2 of the Law on Banks would be considered to control that \nbank (paras. 334, 339 OB); \n115.3. the key characteristic of a controller is their ability to exercise \"decisive \ninfluence\" on the management or business of the relevant entity (paras. \n335-336 OB); \n115.4. Article 2 of the Law on Banks provides that an ability to exercise \ndecisive influence will exist where a person (i) directly and/or indirectly \nowns (alone or jointly with others) a shareholding in the bank that \nrepresents 50% or more of the bank's authorised capital and/or carries \nwith it the ability to vote more than 50% of the votes at a general meeting \nof the bank's shareholders; or (ii) regardless of formal ownership, is able \nto exercise influence that a person falling in category (i) could exercise, \neither as a matter of contract or otherwise (paras. 335-337 OB); \n115.5. NBU Resolution No. 368 of August 2001 identifies the circumstances in \nwhich two or more persons will be deemed to jointly own a bank, and \nincludes where such persons own shares (stakes/interests) in such bank \nor such other legal entity and, at the same time are \"associates\" of each \nother (para. 343 OB). \nControl of decisions within a bank \n116. The experts agree that: \n116.1. Ukrainian banking law does not define the term \"significant decision\" \nor \"material decision\" (para. 347 OB). \n117. The experts disagree as to who within a bank could be said to control any and all \nmaterial decisions relating to that bank's management and affairs and/or the types \n45   \n \n  \n \n  \n \n \n  \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/45\nof significant decision listed in paragraph 2 of the Bank's Response to the First \nDefendant's Fourth Request for Information dated 30 July 2021: \n117.1. In OB's view, a person (or persons acting together) could be said to \ncontrol all such decisions if they held or otherwise had the ability to \ncontrol the vote of at least 60% of the Bank's voting shares (prior to 27 \nMarch 2015) or 50% of the Bank's voting shares (after 27 March 2015) \n(paras. 349-352 OB); \n117.2. OA disagrees: in his view, whether a particular decision can be described \nas \"material\" or \"significant\" shall be determined according to the \nbank's articles. OA further opines that a distinction should be drawn \nbetween the legal capacity to control decisions (e.g. by voting at \nshareholders' meetings) and the day-to-day control of decisions in \naccordance with the bank/entity's articles. \nOwnership /control of a Ukrainian public joint stock company (other than a bank) \n118. The experts agree that: \n118.1. during the period from April 2013 to the Bank's nationalisation, the JSC \nLaw did not contain a definition of such terms as \"ultimate beneficiary\" \nor \"ultimate beneficial owner (controller)\" specific to joint stock \ncompanies. The general definitions of these terms provided under the \nLaw of Ukraine \"On Anti-Money Laundering or Terrorist Financing\" of \n28 November 2002 and the Law of Ukraine \"On Anti-Money \nLaundering, Terrorist "}
{"start": 105000, "text": "company (other than a bank) \n118. The experts agree that: \n118.1. during the period from April 2013 to the Bank's nationalisation, the JSC \nLaw did not contain a definition of such terms as \"ultimate beneficiary\" \nor \"ultimate beneficial owner (controller)\" specific to joint stock \ncompanies. The general definitions of these terms provided under the \nLaw of Ukraine \"On Anti-Money Laundering or Terrorist Financing\" of \n28 November 2002 and the Law of Ukraine \"On Anti-Money \nLaundering, Terrorist Financing, and Weapons of Mass Destruction \nProliferation Financing\" of 14 October 2014 applied to all such \ncompanies as well as all other legal entities (paras. 354-35 OB); \n118.2. during the period from April 2013 to the Bank's nationalisation, the JSC \nLaw under Article 2(1)(7) set out the definition for a term \"control\" as \nthe \"decisive influence or the opportunity to exercise decisive influence \non the business activities of the legal entity, exercised in particular by \nexercising the right to own or use all or a substantial part of the assets, \nthe right to decisively influence the composition, voting results and \ndecision -making of the management bodies of the legal entity, as well as \nthe execution of transactions allowing to determine the conditions of \nbusiness activities, give binding instructions or perform the functions of \na management body\". In 2017 this definition was excluded, and since \nthen the term \"control\" in the JSC Law has been used in the meaning \ngiven to it in the Law of Ukraine \"On Protection of Commercial \nCompetition; \n46   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/46\n118.3. anyone meeting the definition of an ultimate beneficiary or ultimate \nbeneficial owner (controller) of a company, as applicable at any \nparticular time, could be said as a matter of Ukrainian law to own and/or \ncontrol that company (para. 356 OB). \nSubject 10. Currency controls \n119. OA, VN and DM have not addressed this subject in their expert reports and they \ndo not have instructions to do so in this joint report. \nSubject 11. NBU Regulation \n120. OA and OB agree that: \n120.1. NBU Board Resolution No. 346 of 17 August 2012 approving a \n\"Regulation on the Application of Measures of Influence by the National \nBank of Ukraine\" (\"Regulation 346\") lists the powers that a curator may \nhold (para. 382 OB); \n120.2. paragraphs 5.6-5.10 of Section I of Regulation 346 describe the various \npowers that may be vested in a curator by the NBU (paras. 383-386 OB); \n120.3. a curator's powers pursuant to Section I of Regulation 346 include, \namong others, the following: \n120.3.1. pursuant to paragraphs 5.7 (a), (h) and (j), to monitor the bank's \noperations; the manner in which funds from the NBU's refinancing \nloans were used by the bank; and the bank's timely fulfilment of any \nfinancial rehabilitation plan (paras. 383, 384, 390-395, 401, 402 OB, \npara. 315 OA); \n120.3.2. pursuant to paragraph 5.7 (d), to initiate a ban on use for \nsettlements of direct correspondent accounts by the NBU (paras. \n383, 384 OB); \n120.3.3. pursuant to paragraph 5.7 (g), to attend: \n- supervisory board, management board, and shareholder meetings \n(with the right of an advisory vote); \n- committee meetings (credit committee, \nmanagement committee, tariff committee); \n- management (informal) meetings; \n47 asset -liability   \n \n  \n \n \n \n \n \n  \n \n  \n \n \n \n \n \n  \n \n  \n \n \n \n \n \n \n \n \n \n \n  \n \n  \n   \nC5/1/47\nnegotiations with the bank's investors regarding sale or \nreorganization of the bank as well as ways to recover the bank \nwith members' funds. \nAn advisory vote cast by a curator would not be counted for the \npurpose of supervisory board, management board or shareholder \nresolutions or other decisions (paras. 383, 384, 394, 399 OB; para \n315 OA); \n120.3.4. pursuant to paragraph 5.7 (i), to inform the management of the \nNBU's banking supervision (oversight) department about the results \nof their analysis of the bank's financial co"}
{"start": 108500, "text": "ors regarding sale or \nreorganization of the bank as well as ways to recover the bank \nwith members' funds. \nAn advisory vote cast by a curator would not be counted for the \npurpose of supervisory board, management board or shareholder \nresolutions or other decisions (paras. 383, 384, 394, 399 OB; para \n315 OA); \n120.3.4. pursuant to paragraph 5.7 (i), to inform the management of the \nNBU's banking supervision (oversight) department about the results \nof their analysis of the bank's financial condition, and in case of \nnegative trends and identification of problems in its activities that \nmay pose a threat of loss of liquidity and solvency and the interests \nof creditors and depositors, submit reasoned proposals concerning \nthe adoption of further supervisory measures (para. 383 OB); \n120.3.5. pursuant to paragraph 5.7 (k), if a bank obstructs the discharge \nof a curator's functions, to initiate consideration of the issue of \nimposing on the bank's managers a measure of influence by the NBU \nin accordance with the requirements of, and listed in, Article 73 of \nthe Law on Banks (para. 383 OB). Any final decision on the \napplication of measures of influence to a bank and/or its executives \npursuant to Article 73 is reserved to the Board or Supervisory \nCommittee of the NBU, and cannot be taken by a curator (para. 410 \nOB); \n120.3.6. pursuant to paragraphs 5.6, 5.9 and 5.10, to receive full access to \nthe bank's systems for viewing, in real time, all operations of the \nbank and its clients; to receive information from depositors and \ncreditors of the bank; and to demand written information and \nexplanations about the bank's activities (para. 385 OB; para. 315 \nOA); \n120.3.7. pursuant to paragraph 5.8, the management of the bank and a \ncurator, are obliged to draft a plan on taking measures aimed at \nincreasing the level of capitalization, liquidity and solvency of the \nbank, stopping the outflow of customer funds and increasing the \nresource base of the bank, repayment of loans and accrued unpaid \ninterest on them, debts on other assets, intensification of claims \nwork, repayment of overdue debts of the bank, restructuring of the \nbank's liabilities, repayment of debt to the National Bank, reducing \ncosts (including administrative, interest and other operating) and \nincreasing revenues. \n48   \n \n  \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/48\n120.4. from 19 January 2015 onwards, the NBU could impose on a bank and/or \nits executives fines for non-compliance with a curator's authorised \nrequests and for preventing (in whole or in part) a curator from carrying \nout her duties, failing to comply with a curator's authorised request to \nprovide information (such as documents and explanations) concerning \nthe bank's operations or failing to give a curator a written notice of \nshareholder, board, supervisory board, committee or executives' \nmeetings or meetings with investors, or not letting the curator attend \nthose meetings (para 388 OB). \n121. OB and OA disagree as to the amount of the fine for providing inaccurate \ninformation/failure to provide information: \n121.1. OB's view is that the fine varied from 0.05% to 0.1% of the registered \nauthorised capital of the bank (para. 388, footnote 154 OB); \n121.2. OA disagrees and will address this issue in his supplemental expert \nreport. \n122. OB and OA further agree that: \n122.1. a curator could report to the NBU a bank's legal and regulatory \nviolations, and that the NBU had the power to enforce a bank's \ncompliance with its financial rehabilitation plan and other measures \nadopted by the NBU against the bank, via the imposition of measures of \ninfluence (i.e. sanctions) as provided for in Section II of Regulation 326 \n(para 402, 405 OB). \n123. In his supplemental report, OA will address the following issues that have been \naddressed in OB's expert report: \n123.1. the powers of the curator appointed to the Bank (the \"Curator\") to act as \nalleged at p"}
{"start": 112000, "text": "hat the NBU had the power to enforce a bank's \ncompliance with its financial rehabilitation plan and other measures \nadopted by the NBU against the bank, via the imposition of measures of \ninfluence (i.e. sanctions) as provided for in Section II of Regulation 326 \n(para 402, 405 OB). \n123. In his supplemental report, OA will address the following issues that have been \naddressed in OB's expert report: \n123.1. the powers of the curator appointed to the Bank (the \"Curator\") to act as \nalleged at paragraphs 33 and 48 of D1 ' s Defence (paras. 403-405 OB); \n123.2. the effect of a curator's misconduct on the tort liability of bank \nexecutives (para. 406 OB); \n123.3. the powers of the NBU's inspection team, including their powers to act \nas alleged at paragraph 48 of D1' s Defence (paras. 407-413 OB); \n123.4. the power of (i) the Curator, (ii) the NBU inspection team or (iii) the \nNBU to issue binding instructions to the Bank as alleged at paragraphs \n34, 54 and 55 of D1 's Defence (paras. 414-418 OB); \n123.5. capital adequacy ratios that were applicable from January 2015 to 18 \nDecember 2016 (paras. 419-433 OB); \n49   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n  \nC5/1/49\n123.6. applicability of the minimum capital adequacy ratios and the \nrequirement to produce a recapitalisation programme / restructuring plan \nto Ukrainian banks (paras. 434-436 OB); \n123.7. the legal consequences of a failure to meet capital adequacy ratios by the \napplicable deadlines (paras. 437-442 OB); \n123.8. the limits placed by Regulation 368 on banks' lending to certain \ncounterparties or groups of counterparties, including related parties \n(paras. 443-450 OB); \n123.9. the eligibility criteria for pledges over contractual rights for the purpose \nof calculating credit risk in the period 2013 to 2016 (paras. 451-458 OB); \n123.10. the effect of the guidance issued by the Coordination Committee on \nBank Diagnostics Monitoring and Control regarding rights to goods as \ncollateral (paras. 459-460 OB); and \n123.11. the effect of Resolution 351 and Regulation 351 in relation to the \neligibility of pledges over contractual rights to receive goods as security \nfor the purpose of calculating credit risk (paras. 461-463 OB). \nSubject 12. Ukrainian proceedings \nThe Injunction proceedings \n124. OB and OA agree that: \n124.1. the First Defendant sought and obtained injunctions (the \"Injunctions\") \nin support of the substantive claims he makes in cases No. 760/27582/17 \nin the Solomyanskiy District Court of Kyiv; and in case No. 520/97/18 \nin the Kyivskiy District Court of Odesa (para. 465 OB); \n124.2. each of the Injunctions granted the interim relief sought by the First \nDefendant in full and, in summary, purported to enjoin: (a) Hogan \nLovells, Asters, AlixPartners, Kroll, as well as \"any other persons\", from \nrendering services to the Bank, NBU or Ministry of Finance, or \nperforming any respective agreements with the Bank, NBU or Ministry \nof Finance, or acting \"in the interests and/or on behalf of the Bank, \nNBU or Ministry of Finance, in a way that directly or indirectly \nconcerns, or in any manner influences or will influence, the rights or \nlawful interests of the First Defendant; (b) the Bank or Ministry of \nFinance from paying for any services of Hogan Lovells, and the NBU \nfrom paying for any services of Asters, AlixPartners or Kroll, provided \npursuant to any agreement between them, and prohibiting Hogan \n50   \n \n  \n \n  \n \n  \n \n \n  \n \n  \n \n \n \n \n \n  \n \n \n  \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/50\nLovells, Asters, AlixPartners and Kroll from receiving or accepting such \npayment, which directly or indirectly concerns, or in any manner \ninfluences or will influence, the rights or lawful interests of the First \nDefendant; and (c) Hogan Lovells, Asters, AlixPartners, Kroll, as well \nas \"any other persons\", from taking any action concerning the use of the \nFirst Defendant's personal data, including processing or sharing such \ndata, in U"}
{"start": 115500, "text": "\n \n \n \n  \n \n \n  \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \nC5/1/50\nLovells, Asters, AlixPartners and Kroll from receiving or accepting such \npayment, which directly or indirectly concerns, or in any manner \ninfluences or will influence, the rights or lawful interests of the First \nDefendant; and (c) Hogan Lovells, Asters, AlixPartners, Kroll, as well \nas \"any other persons\", from taking any action concerning the use of the \nFirst Defendant's personal data, including processing or sharing such \ndata, in Ukraine or abroad (para. 467 OB); \n124.3. each Injunction was discharged by the same judge upon application of \none or more of the respondents: the First Injunction was discharged by a \nruling dated 3 January 2018 and the Second Injunction by a ruling dated \n12 January 2018 (para. 468 OB); \n124.4. both the rulings granting the Injunctions and the rulings discharging \nthem were appealed in separate appeal proceedings; the appellate courts \nin Kyiv and Odesa upheld their discharge (para. 468 OB); \n124.5. Judge Kizyun, who granted the Injunction in case No. 760/27582/17, \nwas subsequently removed from office by the High Justice Council on \nthe basis of, in particular, her granting the Injunction (para. 503 OB). \nJudge Kizyun appealed against the High Justice Council's decision. \nCourt proceedings are still pending; \n124.6. the Injunctions were discharged by the appellate courts on the basis that \nthey violated Article 150(7) of the Civil Procedure Code (by purporting \nto enjoin the NBU) and were disproportionate. \n125. OB and OA disagree as to whether the Injunctions illegally restrained the Bank's \nright of access to the courts: \n125.1. OB's view is that the Injunctions purported to restrict the ability of the \nBank to instruct lawyers to bring claims to court to protect the Bank's \nrights and legitimate interests, and thus violated the Bank's fundamental \nrights guaranteed by the Ukrainian Constitution, Ukrainian laws and the \nECHR (paras. 473-477 OB); \n125.2. OA disagrees: in his view, the Injunctions aimed to cease illegal usage \nof First Defendant's personal data. \n126. OB and OA disagree as to whether the Injunctions relied upon obsolete law: \n126.1. OB's view is that the Injunctions referred to, and the First Defendant in \nseeking them relied upon, a version of the Law on Public Procurement \nthat had ceased to have effect on 1 August 2016, well over year before \nthe Injunctions were sought (paras. 478 OB); \n51   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n  \n \n \n \n \n \n \n \n  \n \n \n \n \nC5/1/51\n126.2. OA disagrees: in his view, the Injunctions referred to, and the First \nDefendant in seeking them relied upon, in particular, a version of the \nLaw on Public Procurement effective at the date of entering into the \ndisputed contracts. \n127. OB and OA disagree as to whether the Bank is subject to the Law on Public \nProcurement: \n127.1. OB's view is that the Bank is not subject to such Law as it carries out its \nactivities as a commercial entity (paras. 479-481 OB); \n127.2. OA will address this issue in Supplemental Report. \n128. OB and OA disagree as to whether the First Defendant had standing to seek to \ninvalidate the Bank's engagement agreement with Hogan Lovells: \n128.1. OB's view is that in circumstances where the First Defendant did not \nprovide any evidence to substantiate his concern that his personal data \nhad been unlawfully transferred from the Bank to Hogan Lovells, he had \nno such standing, especially as Article 7(5) of the Law of Personal Data \nProtection permitted the Bank to use personal data \"to substantiate a \nlegal claim\" (paras. 482-486, 491 OB); \n128.2. OA disagrees: in his view, Ukrainian law allows third parties with \nprotected legitimate interests to challenge the agreements, which is why \nthe First Defendant had standing to seek to invalidate the Bank's \nengagement agreement with Hogan Lovells. \n129. OB and OA disagree as to whether the First Defendant misled the Odessa court \nwhen stating, in case No 520/97/18,"}
{"start": 119000, "text": "rsonal Data \nProtection permitted the Bank to use personal data \"to substantiate a \nlegal claim\" (paras. 482-486, 491 OB); \n128.2. OA disagrees: in his view, Ukrainian law allows third parties with \nprotected legitimate interests to challenge the agreements, which is why \nthe First Defendant had standing to seek to invalidate the Bank's \nengagement agreement with Hogan Lovells. \n129. OB and OA disagree as to whether the First Defendant misled the Odessa court \nwhen stating, in case No 520/97/18, that he had not filed any other claim against \nthe Respondents on the same subject matter and on the same grounds: \n129.1. OB's view is that the First Defendant did seriously mislead the court \nbecause his statements of claim in claims in cases No. 760/27582/17 and \nNo 520/97/18 contain substantively identical claims for injunctive relief. \nThe only difference between the claims is that the second claim, in \nOdesa, includes a discrete defamation claim (unrelated to the claims \nagainst the other defendants) against a local television company (paras. \n466, 495-497 OB); \n129.2. OA disagrees: the statements of claim are not identical as the claim in \ncase No. 760/27582/17 seeks to invalidate the contracts and to terminate \nthe illegal processing of personal data of the First Defendant, whereas \nthe claim in case No. 520/97/18 was made to protect the honor, dignity \nand business reputation of the First Defendant. \n52   \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \nC5/1/52\n130. OB and OA disagree as to whether the Injunctions remained in effect during the \npendency of the respondents' appeals: \n130.1. OB's view is that the Injunctions became ineffective upon their \ndischarge on 3 January 2018 (First Injunction) and on 12 January 2018 \n(Second Injunction) (para. 468 OB); \n130.2. OA disagrees: in his view, the Injunctions remained in effect up until the \nappellate courts upheld their discharge on 28 August 2018 (First \nInjunction) and on 14 April 2021 (Second Injunction). \nSubject 13. Miscellaneous issues addressed by OB \nBanking secrecy \n131. OB and OA agree that: \n131.1. under Article 60 of the Law on Banks, any information about the \nactivities or financial position of a bank's client, which has become \nknown to the bank in the course of servicing and maintaining a \nrelationship with that client, or which has become known to a third party \nthrough rendering services to the bank, constitutes a banking secret \n(para. 509 OB); \n131.2. Article 61 of the Law on Banks prohibits bank employees from \ndisclosing confidential information that has become known to them \nduring the exercise of their official duties, or to use it for their own \nbenefit or for the benefit of any third parties (para. 510 OB). \n132. OB and OA disagree as to whether employees of the Bank could be brought to \ncriminal liability if, post-nationalisation, they provided the Bank's transactional \ndata to the First Defendant or his representatives: \n132.1. OB's view is that in this posited scenario, a breach of banking secrecy \nlaw would occur, which could give rise to civil liability in contract \nand/or tort, as well as criminal liability for (i) any employee(s) who \nprovided the data (under Article 232 of the Criminal Code), and (ii) \nanyone who procured that they do so (under Article 27(4) of Criminal \nCode) (paras. 508, 514-516 OB). A breach of data protection law also \nwould occur (paras. 517-519 OB); \n132.2. OA disagrees: in his view, criminal liability under Article 232 of the \nCriminal Code could not arise in the described circumstances. \n53   \n \n  \n \n \n \n  \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \nC5/1/53\nAnti-money laundering obligations \n133. OB and OA agree that: \n133.1. in the period 2013-2016, banks have been designated under applicable \nUkrainian anti-money laundering, terrorist financing and weapons of \nmass destruction proliferation financing laws as primary financial \nmonitoring entities. Such entities were required"}
{"start": 122500, "text": "under Article 232 of the \nCriminal Code could not arise in the described circumstances. \n53   \n \n  \n \n \n \n  \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \nC5/1/53\nAnti-money laundering obligations \n133. OB and OA agree that: \n133.1. in the period 2013-2016, banks have been designated under applicable \nUkrainian anti-money laundering, terrorist financing and weapons of \nmass destruction proliferation financing laws as primary financial \nmonitoring entities. Such entities were required, inter alia, to identify \nand know their clients, to identify financial transactions that were subject \nto financial monitoring, and to notify the Special Authorised Body of \nsuch transactions (paras. 520-521, 526 OB); \n133.2. in the period 2013-2016, the Bank was required to obtain from its \ncustomers and keep records of the KYC information described at paras. \n523-532 OB; \n133.3. the above obligations also applied to the Bank's Cyprus branch (paras. \n533-537 OB); \n133.4. in the period 2013-2016, the Bank was required to file with the Uniform \nState Register the information regarding the Bank's shareholders and \nultimate beneficial owners described at paras. 538-546 OB. \nMinority shareholder action \n134. OB and OA agree that: \n134.1. prior to 1 May 2016, Ukrainian law did not provide any cause of action \nspecifically aimed at allowing minority shareholders to seek redress for \nharm caused by third parties to the company in which they hold shares \nor to otherwise protect their minority interests from being prejudiced by \nthe actions of the majority shareholders (para. 548 OB); \n134.2. on 1 May 2016, a derivative claim was introduced into Ukrainian law \nthat allows a shareholder holding 10% or more of the authorised share \nleh Beket capital of a co \ncompany by • n any to bring a claim in respect of harm caused to the \nor more of its officers (para. 547 OB). \nOle yoshir \nDmytro Marchukov Volodomyr Nahnybida \n11 February 2022 \n54 \nC5/1/54\n"}
