{"metadata": {"corpus_path": "D8_1 Expert Report of Mark Bezant on Share Pledges.pdf", "file_size": 930750, "mtime": 1755610856.3434649, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n200 Aldersgate  |  Aldersgate Street  |  London EC1A 4HD  \nT: +44 (0) 20 3727 1000  |  F: +44 (0) 20 3727 1007  |  fticonsulting.co m \n \nFTI Consulting LLP. Registered in England and Wales at the above address.  \nRegistered number OC372614, VAT number GB 815 0575  42. \nA full list of Members is available for inspection at the registered address.  \nIN THE HIGH COURT OF JUSTICE              BL-2017 -000665  \nBUSINESS AND PROPERTY COURTS OF  \nENGLAND AND WALES  \n \n \nBetween:  \n \n(1) JSC Commercial Bank PrivatBank  \nClaimant  \n \nand \n \n(1) Igor Valeryevich Kolomoisky  \n(2) Gennad iy Borisovich Bogolyubov  \n(3) Teamtrend Limited  \n(4) Trade Point Agro Limited  \n(5) Collyer Limited  \n(6) Rossyn Investing Corp  \n(7) Milbert Ventures Inc  \n(8) Zao Ukrtransitservice Ltd  \nDefendants  \n \n \nReport of Mark Bezant  on Share Pledges  \nConfidential  \n24 November 2021  \nD8/1/1\nConfidential  \n24 November  2021  \nCopyright 2021 FTI Consulting  LLP. All rights reserved.  Table of contents  \nSection  \n1. Introduction  4 \n2. Summary of conclusions  12 \n3. My valuation approach  40 \n4. My review of the values conta ined in the Share Pledges and underlying \ndocuments  54 \n5. My review of the analysis underlying the values in the Share Pledges  62 \n6. Third -party and other valuations  73 \n7. Expert declaration  82 \nGlossary  83 \nAppendix 1  Qualifications and relevant experience of Mark Bezant  90 \nAppendix 2  Sources of information  96 \nAppendix 3  Short form s used for references  105 \nAppendix 4  Valuation of the entire share capital of a company  106 \nAppendix 5  Valuation of minority interests  111 \nAppendix 6  Ukrainian Stock Exchange valuation statistics  121 \nAppendix 7  My valuation of Clendon Holdings  125 \nAppendix 8  My valuation of Derling  143 \nAppendix 9  My valuation of Feral  174 \nAppendix 10  My valuation of GM Holdings  193 \nAppendix 11  My valuation of Retal Dnipro  215 \nAppendix 12  My valuation of Dniproazot  232 \nAppendix 13  My valuation of Goiania  257 \nAppendix 14  My valu ation of Antarktika  284 \nD8/1/2\nConfidential  \n24 November  2021  \nCopyright 2021 FTI Consulting  LLP. All rights reserved.  Appendix 15  My valuation of Memento  310 \nAppendix 16  My valu ation of Euro Tyres  334 \nAppendix 17  My valuation of Penny Lane  354 \nAppendix 18  My valuation of Kievguma  381 \nAppendix 19  My valuation of Gilton  394 \nAppendix 20  My valuation of Stalmag  406 \nAppendix 21  My valuation of KFC  428 \nAppendix 22  My valuation of Teide  447 \nAppendix 23  My valuation of Mawex  469 \nAppendix 24  My valuation of Dinacom  479 \nAppendix 25  My valu ation of Vikna -Plast  505 \nAppendix 26  My valuation of Autorembitservis  516 \nAppendix 27  My valuation of Dnipronaftoprodukt  527 \nAppendix 28  My valuation calculations  540 \nAppendix 29  SMIDA  transaction data  541 \nAppendix 30  Ukrainian Stock Exchange valuation statistics calculations  542 \nAppendix 31  My review of sales agreements  543 \nD8/1/3\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 4 1. Introduction  \nIntroduction  \n1.1 My name  is Mark  Bezant. I have been instructed by Hogan Lovells International \nLLP (“ Hogan Lovells ”), English solicitors  for JSC Commercial Bank PrivatBank (the \n“Bank ”, or the “ Claimant ”), to prepare an expert report in the dispute between \nthe Bank and the eight defendants listed on the front of this report  (the \n“Defendants ”). I refer to the Claimant and Defendants  collecti vely as the \n“Parties ”. \n1.2 I am a Senior Managing Director at FTI Consulting  LLP (“ FTI Consulting ”), a global \nexpert services firm specialising  in, among other things, valuation and litigation \nsupport. I lead FTI Consulting’s Economic and Financial Consulting practice in \nEMEA and Asia Pacific.  \n1.3 I have extensive  experience of the valuation of businesses, shares, and controlling \nand non -controlling interests . My valuation experience covers businesses \noperating in Ukraine  and other countries in the former Sov"}
{"start": 3500, "text": "am a Senior Managing Director at FTI Consulting  LLP (“ FTI Consulting ”), a global \nexpert services firm specialising  in, among other things, valuation and litigation \nsupport. I lead FTI Consulting’s Economic and Financial Consulting practice in \nEMEA and Asia Pacific.  \n1.3 I have extensive  experience of the valuation of businesses, shares, and controlling \nand non -controlling interests . My valuation experience covers businesses \noperating in Ukraine  and other countries in the former Soviet U nion , and a wide \nrange of industries. I am the founding and former chai r of the Valuation \nCommunity of the Institute of Chartered Accountants in England and Wales. I \nattach a copy of my qualifications and relevant experience at Appendix 1  to this \nreport.  \n1.4 This is one of two expert reports that I have produced dated 24 November 2021 . \nThese reports address separate matters relating to the dispute between the \nParties. I set out my instructions in respect of this report, which relates to share \npledges, further below. I refer to this report as the “ Share Pledges Report ”.  I \nprovide my evidence in respect of the assets transferred to the Bank allegedly in \nrepayment of loans in a separate report (the “ Transferred Assets Report ”). \nBackground  \n1.5 The background to this matter is set out in other documents which I understand \nare available to the Court. For that reason, in the following paragraphs , I \nsummarise my understanding of the Parties' respective cases as they relate to the \nmatters I  have been instructed to consider . This summary is not intended to be \ncontentious, but I may not be aware of all the matters in dispute between the \nParties.   \nD8/1/4\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 5 1.6 I understand  that Mr Kolomoisky (the “ First Defendant ”) and Mr Bogolyubov \n(the “Second Defendant ”) were majority shareholders and officers of the Bank \nfrom around 2004 until its nationalisation in December 2016.1 The Bank alleges \nthat the Third to Eighth Defendants  (also known as the “ Defendant Suppliers ”) \nwere from (at the latest) January 2013 owned and/or controlled by the First and \nSecond Defendants.2 This is denied by the First and Second Defendants.3 \n1.7 The Bank's case is that the First and Second Defendants procured the \nmisappropriation of approximately USD  1,911m from the Bank in the m anner \ndescribed in the Re-Re-Amended Particular s of Claim  (“RRAPOC ”) in paragraphs \n16 to 32 of (the ”Misappropriation ”).4  \n1.8 The Misappropriation  is alleged to have  involved, inter alia , the Bank making a \nseries of purported loans to the 47 Ukrainian and th ree Cypriot borrowers  as \nidentified in Schedule 1  of RRAPOC  (the “ Borrowers ”) between April 2013 and \nAugust 2014 (the “ Relevant Loans ”).5 The Bank’s case is that drawdowns under \nthe Relevant Loans caused payments to be made to the Defendant Suppliers \nunder purported supply agreements,6 which were not returned to the Borrowers \nunder those supply agreements.  \n1.9 The First Defendant alleges that sums outstanding under the Relevant Loans were \nsecured by pledges over, inter alia,  shares in companies other than the Borrowers \n(the “ Share Pledges ”).7 \n1.10 The First Defendant relies on 28 Share Pledges which pledge  predominantly  \nminority interests in 21 com panies mainly operating in Ukraine and other Eastern \nEuropean countries, and across a range of industries.8 \n \n1  RRAPOC, ¶ ¶ 3 – 4; D1 RRAD, ¶ 6; and D2 RAD, ¶ 13. Short forms used for references, \nincluding references to the Parties’ pleadings, are found in Appendix 3.  \n2  RRAPOC, ¶ 12. \n3  D1 RRAD, ¶ 10(1); and D2 RAD, ¶ ¶ 16 – 18. \n4  RRAPOC,  ¶ 52(1).  \n5  RRAPOC, ¶ 16. \n6  RAREP, ¶ 27; Claimant’s response to First Defendant’s RFI  dated 22 May 2020, page 2; and \nClaimant’s response to Second Defendant’s RFI dated 5 May 2020, page 2.  \n7  D1 RRAD, ¶ 17.  \n8  D1 RRAD, ¶ 18 and Schedule 6; Table 2-1 to Table 2-3. \nD8/1/5\n"}
{"start": 7000, "text": "D1 RRAD, ¶ 6; and D2 RAD, ¶ 13. Short forms used for references, \nincluding references to the Parties’ pleadings, are found in Appendix 3.  \n2  RRAPOC, ¶ 12. \n3  D1 RRAD, ¶ 10(1); and D2 RAD, ¶ ¶ 16 – 18. \n4  RRAPOC,  ¶ 52(1).  \n5  RRAPOC, ¶ 16. \n6  RAREP, ¶ 27; Claimant’s response to First Defendant’s RFI  dated 22 May 2020, page 2; and \nClaimant’s response to Second Defendant’s RFI dated 5 May 2020, page 2.  \n7  D1 RRAD, ¶ 17.  \n8  D1 RRAD, ¶ 18 and Schedule 6; Table 2-1 to Table 2-3. \nD8/1/5\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 6 1.11 The Parties each have permission to adduce expert evidence in relation to the \nactual value of the shares pledged to the Bank under the Share Pledges, which is \nthe subject of th is report .9 \n1.12 The Bank denies that the Relevant Loans were secured by the Share Pledges; it \nalleges, inter alia , that the Share Pledges were not intended to create enforceable \nobligations but were put in place on the instr uctions of the First and Second \nDefendant s to hide the Misappropriation.10 The Bank alleges that the value \naccorded to the assets purportedly pledged by the Share Pledges, as recorded in \nthe Share Pledges themselves, materially exceeded the actual value of  those \nassets.11 \n1.13 I understand that the Share Pledges were all cancelled by the Bank on 21 October \n2016, shortly before its nationalisation.12 \nInstructions  \n1.14 I have been instructed to  provide my opinion on the market value of the \nshareholdings pledged in the  28 pledges that the First Defendant relies on in his \nRe-Re-Amended Defence (“ D1 RRAD ”) and “ Schedule 6 ” to D1 RRAD, which  \npurportedly  pledge shares in 2 1 companies .13,14,15 \n \n9  Order of Mr Justice Mann dated 26 June 2020, ¶ 15(1).  \n10  RAREP, ¶ 7. \n11  RAREP, ¶ 7B.6.  \n12  RAREP, ¶ 7. \n13  D1 RRAD, ¶ 18(1) and Schedule 6.  \n14  Exhibit MB -A1: My Instructions.  \n15  I note that one of the Share Pledges ( DZK-898, discussed in Appendix 12) does not secure \nany Relevant or 'Intermediary Loans' (Intermediary Loans bein g loans that the Bank alleges \nwere made to companies owned and/or controlled by the First and Second Defendants, \nfor which the proceeds were used to repay Relevant Loans for the purpose of disguising \nthe Misappropriation (RRAPOC, ¶ 62(1)), but I still cons ider DZK-898 in my analysis as the \nFirst Defendant identifies this pledge in his Defence. The Relevant and Intermediary Loans \nare set out in Mr Thompson’s Report, Appendix 3 -3-6 and Appendix 4 -13. \nD8/1/6\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 7 1.15 In my analysis, I assume that only signed versions of amendments and \nterminations of the 28 Share Pledges were effective.16 \n1.16 I am instructed  to:17 \n(1) perform my valuations as at 31 December 2013, 31 December 2014 and \n31 December 2015 to the extent that (taking the documents at face value) \nthe Share Pledges remained in place  at each of these dates, so as to limit \nthe number of valuations required. The exception to this is that I am \ninstructed to value Mawex  LLC (“ Mawex ”) at 19  August  2016 and \nAutorembitservis  LLC (“ Autorembitservis ”) as at 30 September  2015 \nbecause their resp ective Share Pledges were established and terminated \nwithin a single calendar year . These two dates represent the date of the \nfinal amendment of the respective pledges prior to termination ;18  \n(2) value the pledged shareholdings on a standalone basis (i.e., considering \neach shareholding separately where shareholdings in the same company \nwere pledged under more than one Share Pledge, rather than considering \nthese shareholdings in aggregate);19 \n \n16  On the company -specific tabs of Appendix 28, I identify all the amendments and \nterminations I have identified, including unsigned versions. The values in the unsigned \nversions are generally similar to the values in the signed versions, and hence my overall \nconclusion that the "}
{"start": 10500, "text": "dalone basis (i.e., considering \neach shareholding separately where shareholdings in the same company \nwere pledged under more than one Share Pledge, rather than considering \nthese shareholdings in aggregate);19 \n \n16  On the company -specific tabs of Appendix 28, I identify all the amendments and \nterminations I have identified, including unsigned versions. The values in the unsigned \nversions are generally similar to the values in the signed versions, and hence my overall \nconclusion that the values in the Share Pledge s were overstated is not affected by only \nassuming that signed versions were effective.  \n17  Exhibit MB -A1: My Instructions.  \n18  In the case of one company, Gilton LLC (“ Gilton ”), the final amendment of the pledge prior \nto termination (on 31 December 2015) wa s on 18 December 2015. Given the closeness of \nthese two dates, I value Gilton as at 31 December 2015. This does not affect my \nconclusions.  \n19  My overall conclusion that the values in the Share Pledges were overstated is not affected \nby this assumption. Thi s is because I conclude that the values of 100% of the share capital \nof the companies whose shares were pledged in the Share Pledges were materially \novervalued, as well as the values of the specific shareholdings pledged after the \napplication of minority d iscounts.  \nD8/1/7\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 8 (3) adopt the definition of market value provided in the 201 3 edition of the \nInternational Valuation Standards at the valuation dates I have been \ninstructed to adopt, which was the version in force at each of the valuation \ndates above. These standards define market value as: “the estimated \namount for which an asset  or liability should exchange on the valuation date \nbetween a willing buyer and a willing seller in an arm’s length transaction, \nafter proper marketing and where the parties had each acted \nknowledgeably, prudently and without compulsion ”;20 and  \n(4) commen t on the values contained in the Share Pledges, as compared to my \nown valuations.  \n1.17 I do not comment in this report on the adequacy of the security beyond my \nanalysis of market value. In my experience, b anks may require the market value of \nsecurity to exceed  the amount borrowed. One reason for this is that the value of \nassets may change over time, including falling below the amount borrowed. \nAnother reason is that the proceeds that would be achieved in a sale of an asset \nthrough an enforcement process may be less than the asset’s market value \noutside of such a process. In an enforcement process the seller is often a forced \nseller (with a weakened bargaining position) and the sales process may be \naccelerated, reducing the ability of potential buyers to conduct due diligence , and \nhence , reducing the amount they are willing to pay.  Banks therefore look to  have  \na safety margin or cushion in the value of the asset over and above the value of \nany loan secured against the asset.  \nSources of information  \n1.18 I set out in  Appendix 2  a full list of the documents on which I rely in this report.  In \npreparing this report, my team and I have reviewed over 3,000 documents, and it \nis possible that there are other potentially relevant documents in disclosure of \nwhich I am not aware . As explained in this report, and notwithstanding the large \nnumber of d ocuments I have reviewed, I have limited reliable information with \nwhich to conduct my valuations. This does not affect my overall conclusions  that \nthe values in the Share Pledges were overstated , which I explain in the body of \nthis report, and which are s ummarised in Section 2, below.  \n \n20  Exhibit MB -A10: IVSC, International Valuation Standards 2013 , ¶ 29.  \nD8/1/8\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 9 1.19 The information in disclosure about most of the companies whose shares were \npledged is (very) limited. I have "}
{"start": 14000, "text": "uations. This does not affect my overall conclusions  that \nthe values in the Share Pledges were overstated , which I explain in the body of \nthis report, and which are s ummarised in Section 2, below.  \n \n20  Exhibit MB -A10: IVSC, International Valuation Standards 2013 , ¶ 29.  \nD8/1/8\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 9 1.19 The information in disclosure about most of the companies whose shares were \npledged is (very) limited. I have therefore supplemented this information, where \npossible, using public sources of information including:  \n(1) financial statements for the relevant companies that I have obtained from \nvarious national corporate registries; and  \n(2) the Capital IQ, Orbis , Bloomberg  and Ukrainian  Stock Market Infrastructure \nDevelopment Agency (“ SMIDA ”) databases.  \n1.20 In this report, I also refer to:  \n(1) the work of Mr  Ian Thompson (“Mr Thompson ”) in his expert report dated \n24 November 2021 (“ Mr Thompson ’s Report ”); and  \n(2) the work of Ms Olga Razzhivina (“ Ms Razzhivina ”) in her expert report \ndated 24  November 2021  (“Ms Razzhivina’s Report ”). \n1.21 I have seen finalised but unsigned versions of the above reports.  \n1.22 I set out in Appendix 3  a list of the short form references to certain documents \nthat I use throughout this report .  \n1.23 I cannot read or speak Ukrainian , Croatian, Polish , Portuguese,  Romanian  or \nRussian  (being languages in which documents relating to some of the companies I \nvalue are prepared) . I have accordingly relied on translations of certain \ndocuments that were originally in th ese language s, or explanations of such \ndocuments provided by members of m y team who speak th ese language s (for \nUkrainian , Polish  and Russian  documents) . \nRestrictions  \n1.24 I understand that this report may be made available to the Defendants and their \nadvisers and to the Court. It has been prepared solely for use in these \nproceedings . In all other respects, this report is confidential. It should not be used, \nreproduced or circulated for any other purpose, in whole or in part, without my \nprior written consent. No liability is accepted to any person other than the \nClaimant except in so far as any liability arises to the Court from the giving of \nevidence.  \n1.25 Except to the extent matters of fact fall within my own expertise, this report must \nnot be construed as expressing opinions on matters of fact, or law, although it \nnecessarily reflects m y understanding thereof.  \nD8/1/9\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 10 Assistance  \n1.26 I have prepared this report, assisted by FTI Consulting staff working under my \ndirection and review. I have supervised all the work performed. The opinions \nexpressed in this report are my own.  \nCalculations  \n1.27 I present my results in round numbers  for ease of reference . I perform my \ncalculations using unrounded figures , and so small rounding differences may arise \nin some of the numbers that I present.  I provide my underlying calculations in \ntheir native spreadsheet format alo ngside this report.  \n1.28 In this report, for internal consistency, I rely on exchange rates from Capital IQ. I \nunderstand that in Mr  Thompson’s Report he relies on exchange rates from the \nNational Bank of Ukraine ( “NBU ”). I am unable to rely on the NBU for t he \nexchange rates in this report as I require additional exchange rates beyond those \nprovided by the NBU. My work in this report does not inform part of \nMr Thompson’s work, and I do not consider the source of exchange rate affect s \nmy conclusions.21 \nStructure of this report  \n1.29 The structure of the remainder of this report is as follows .   \n1.30 In Section 2 , I summarise my conclusions.  \n1.31 In Section 3 , I explain my approach to my valuations of the shares pledged in the \nShare Pledges. I set out the detail of this  analysis on a company -by-company basis"}
{"start": 17500, "text": "yond those \nprovided by the NBU. My work in this report does not inform part of \nMr Thompson’s work, and I do not consider the source of exchange rate affect s \nmy conclusions.21 \nStructure of this report  \n1.29 The structure of the remainder of this report is as follows .   \n1.30 In Section 2 , I summarise my conclusions.  \n1.31 In Section 3 , I explain my approach to my valuations of the shares pledged in the \nShare Pledges. I set out the detail of this  analysis on a company -by-company basis \nin Appendix 7 to Appendix 27 to this report.   \n1.32 In Section 4 , I discuss the values contained in the Share Pledges and underlying \ndocuments.  \n1.33 In Section 5, I comment on the Bank’s analyses underlying the values in the Share \nPledges, which were prepared prior to the Bank’s nationalisation.  \n1.34 In Section 6, I comment on reviews of the Bank’s valuation analyses conducted by \nthird -parties.   \n \n21  In the Transferred Assets Report I rely on exchange rates from the NBU where possible as \nmy conclusions in that report inform part of Mr Thompson’s work and I therefore seek to \nuse consistent exchange rate data.  \nD8/1/10\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 11 1.35 In Section 7 , I set out my declaration as an expert.  \n1.36 I set out supporting analyses and calculations in the appendices to this report.  \nD8/1/11\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 12 2. Summary  of conclusions  \nIntroduction  \n2.1 In this report I value shareholdings, predominantly minority interests, in 21 \nindividual companies  in Ukraine and other Central and Eastern European \ncountries, operating across a range of industries .  \n2.2 In nearly all cases, I conclude that the share values stated in the Sh are Pledges \nwere materially overstated.  \n2.3 There are only two exceptions to this  material overstatement : \n(1) Stalmag sp.Z.O.O . (“Stalmag ”) whose value appears to have been \nunderstated as a result of the values in the Share Pledges being based on \nunderstated historical financial performance . I reach this conclusion when \nconsidering  both the value of 100% of the shares, and the value of the \npledged shareholding ; and  \n(2) Dinacom Ventures Limited (“ Dinacom ”), whose value appears to have been \nunderstated  for 100% of the shares, but overstated for the pledged \nshareholding , at one of my three valuation dates (31 December 2015) . This  \nfollow ed a capital contribution in November 2015 (shortly before the \npledge was apparently released) that was used to pay down the company’s \ndebt. I do not know why this capital contribution was made. Prior to this \ncontribution, I value the pledged shares at nil and the value stated in the \nShare Pledge was accordingly materially overstated.   \n2.4 Overall, I conclude that th e value of the pledged shareholdings is only around 10% \nof the total value asserted in the Share Pledges. In ten cases, I assess the relevant \ncompany’s value to be nil on at least one of my valuation dates given its poor \nperformance and/or debt balance.  \n2.5 In this section, I:  \n(1) comment on the level of information available to me. This includes publicly \navailable information, disclosure by the Bank of documents produced prior \nto its nationalisation, and disclosure by the Defendants. I set out my \nconcerns rega rding the reliability of the information that has been \ndisclosed;  \nD8/1/12\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 13 (2) explain my approach to valuing the companies whose shares were pledged, \ngiven the information currently available; and  \n(3)  set out my overall conclusions in more detail  for the individu al Share \nPledges at each valuation date . \n2.6 First, I set out some overarching remarks about the Share Pledges, from my \nperspective as an accountant and valuer.  \nOverarching  remarks  \n2.7 This report necessarily contains a large volum"}
{"start": 21000, "text": "1  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 13 (2) explain my approach to valuing the companies whose shares were pledged, \ngiven the information currently available; and  \n(3)  set out my overall conclusions in more detail  for the individu al Share \nPledges at each valuation date . \n2.6 First, I set out some overarching remarks about the Share Pledges, from my \nperspective as an accountant and valuer.  \nOverarching  remarks  \n2.7 This report necessarily contains a large volume of  information and  analysis as  a \nresult of the large number of shareholdings to be valued at multiple dates, and \nthe extensive body of documents  on which  I comment ( although, as I explain \nfurther below, I conclude that the analysis in many of these documents is wholly \nunreliable). It m ay therefore assist the Court if I make some overarching remarks \non:  \n(1) my approach to valuing the shareholdings;  \n(2) the approach which appears to have been taken in arriving at the values in \nthe Share Pledges; and  \n(3) the extent to which my conclusions are sensitive to the gaps in the available \ninformation.  \nSensitivity to valuation methodology  \n2.8 In the vast majority of cases , and at each valuation date,  I conclude on values that \nare a fraction of those in the Share Pledges. I arrive at my conclusions having \nconsidered the most appropriate approach  or approaches  from a range of \npossible valuation methods, given the information available. Notwithstanding t he \nnumber of documents disclosed that are  potentially relevant to my work, there \nare significant deficiencies in the information available to me, meaning that my \nvaluations are necessarily subject to uncertainty. However, given the scale of \noverstatement i n the values in the Share Pledges, my conclusions are not sensitive \nto the valuation methodology adopted or the valuation judgments made within \nthe application of a given methodology (such as the selection of a valuation \nmultiple to use to value the subjec t company).  \nD8/1/13\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 14 Sensitivity to valuation inputs  \n2.9 My analysis and conclusions are driven by the financial information available to \nme. In this regard, I rely on the historical information I have been able to identify, \nrather than forecast information. Limited f inancial information has been disclosed \nby the Parties, in particular by the Defendants who I understand admit that they \nown and/or control some of the companies whose shares were pledged. I have \ntherefore had to perform my own research which has largely b een restricted to \nidentifying historical financial information from public sources.  \n2.10 As well as a lack of quantitative information, I have limited general information on \nmost companies other than business descriptions that I have been able to \nidentify.22 The main sources of information in disclosure are credit committee \npresentations prepared by the Bank  before nationalisation  and underlying \nvaluation spreadsheets.  \n2.11 The Share Pledges themselves do not identify the basis on which the pledged \nshares have been valued. However, in most  cases, I have identified valuation \nspreadsheets prepared by the Bank prior to nationalisation which appear to \ncontain a valuation of the pledged shares (or 100% of the shares in the subject \ncompany) which matches the value ascribed  to the pledged shares in the Share \nPledge.  \n2.12 I do not consider that the valuations contained in the valuation spreadsheets a nd \nreflected in the Share Pledges are reliable. In most cases , the valuations reported \nin the Share Pledges appear to be  based on a f orecast of the subject company’s \nfuture performance , which typically project substantially higher revenue and \nprofits than achieved historically, but without incurring material/any investments \nto achieve this improvement , and with no explanation or support ing analysis . \nThese forecasts are"}
{"start": 24500, "text": "er that the valuations contained in the valuation spreadsheets a nd \nreflected in the Share Pledges are reliable. In most cases , the valuations reported \nin the Share Pledges appear to be  based on a f orecast of the subject company’s \nfuture performance , which typically project substantially higher revenue and \nprofits than achieved historically, but without incurring material/any investments \nto achieve this improvement , and with no explanation or support ing analysis . \nThese forecasts are wholly inconsistent with:  \n(1)  the historical performance of the company;  \n(2)  the actual ex post  performance of the company ( for example, seven of the \ncompanies whose shares were pledged, or their immediate parent  \ncompanies , subsequently entered insolvency or administration proceedings  \nwithin four  years of the final Share Pledge); and \n \n22  In some instances though, the value underlying the Share Pledges is based on a different \noperating model to what the business purportedly does. For example, Vikna -Plast LLC \n(“Vikna -Plast ”) is describe d on its website as a plastic windows retailer, yet its pledged \nvalue is based on the value of one petrol station it purportedly owns. I have seen no \nexplanation for these irregularities.  \nD8/1/14\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 15 (3)  the performance of comparable  companies  in their respective industries \n(for instance, the subject company might be forecast to achieve much \nhigher profit margins than other companies in the sector  despite achieving \nlower profits historically than its peers) .  \n2.13 For such forecasts, and hence the values in the Share Pledges, to be plausible, the \ncompany being valued would need to expe ct significant improvement in its future \nperformance in terms of both growth and profitability (often to an industry \nleading extent). Based on the information available to me, I have not identified \nany basis for assuming that such improvements would occur nor any instances \nwhere this improvement in performance subsequently materialised.   \n2.14 It is also worth noting that the companies whose shares were pledged were:  \n(1) largely operating in basic manufacturing industries (chemicals, tyres, \nrubber, plastic, meta ls, margarine, etc), where material  and lasting  \nincreases in financial performance and value  are unlikely  within a short \nperiod of time ; or \n(2) holding companies for underlying assets such as planes, ships, hotels, petrol \nstations and warehouses, whose val ue is naturally constrained by their \noperating capacity such that material increases in financial performance \nand value are unlikely absent further investment (for example, to increase \nor modernise capacity).  \n2.15 As a result of many of the valuations being ba sed on such optimistic forecasts, the \nfinancial metrics that these valuations imply (for example , the concluded values \nand the implied valuation multiples) are out of step with the relevant industry and \nthe wider Ukrainian economy. The largest non -financia l Ukrainian listed company , \nas reported by Capital IQ,  for which I have been able to identify information as at \n31 December 2015 (one of my valuation dates) is PJSC Ukrnafta (“ Ukrnafta ”).23 \nUkrnafta is an oil and gas company which had a market capitalisati on of \nUAH  9.5bn at this date. In total, Capital IQ reports that there are only four \nnon-financial  Ukrainian listed companies (including Ukrnafta) with a market \ncapitalisation greater than UAH 1.0bn.24 In comparison, based on the Share Pledge \nvaluations , on at least one of my valuation dates : \n \n23  Appendix 6 . \n24  I note that Bloomberg identifies nine non -financial Ukrainian listed companies with a \nmarket capitalisation greater than UAH 1.0bn as at 31 December 2015. Source: \nBloomberg, members of the PFTS Index as at 31  December 2015.  \nD8/1/15\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -00066"}
{"start": 28000, "text": "th a market \ncapitalisation greater than UAH 1.0bn.24 In comparison, based on the Share Pledge \nvaluations , on at least one of my valuation dates : \n \n23  Appendix 6 . \n24  I note that Bloomberg identifies nine non -financial Ukrainian listed companies with a \nmarket capitalisation greater than UAH 1.0bn as at 31 December 2015. Source: \nBloomberg, members of the PFTS Index as at 31  December 2015.  \nD8/1/15\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 16 (1) seven of the 21 companies were purportedly worth more th an UAH  9.5bn \neach ; and  \n(2) a further nine were purportedly worth more  than  UAH 1.0bn  each .  \n2.16 Given  the above, I do not consider the Share Pledge values , or the information on \nwhich they are based,  to be plausible.  \n2.17 In these circumstances, I would ordinaril y develop my own forecasts to use in my \nvaluations. However, I am unable to do so because: (i) the historical performance \nof the companies is generally very variable; (ii) I have no explanation for this \nvariable historical performance (or the basis on whic h the forecasts of future \nperformance were prepared); (iii) I have not obtained any informative \nmanagement documentation such as budgets, business plans or projections; and \n(iv) I am unable to discuss the company and its performance with the company’s  \nmanagement.  \n2.18 For the Share Pledges that represent minority interests, even if the Bank was to \nhave obtained  those shares  via enforcement , depending on the rights attached to \nthe shares  and the remedies available to minority shareholders, it may h ave been \nunable to exert any influence over the company or to extract any value, rendering \nthe pledged shares potentially worthless to the Bank.  \n2.19 Notwithstanding the limitations in the information available to me, I consider it \nunlikely that my valuations would be sufficiently sensitive to alternative, plausible \ninputs so as to support the large majority of the values in the individual Share \nPledges, or the overall value.   \nInformation uncertainty regarding the subject of the valuation  \n2.20 In some cases, it is clear that the Share Pledges overstate the value of the \ncompanies at issue even on their own terms (for example, by valuing 100% of an \nunderlying subsidiary or asset but which is not wholly - owned, or by failing to \ndeduct debt in arriving at the values of the shares subject to the pledge).  \n2.21 In other cases, the effect of errors in the valuations on which the Share Pledges \nhave been based are not known as the error involves the omission of both assets \nand liabilities where the net effect cannot be determined. In other cases, there is \nno informa tion. However, given the huge disparity between the pledged values \nand my calculation and other analysis, such as the market values of a range of \nlisted Ukrainian businesses, I consider it unlikely that these omissions would be \nsufficient to support the pl edged values.  \n2.22 In the paragraphs below, I summarise my approach, analysis, and conclusions in \nmore detail.  \nD8/1/16\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 17 Available information  \n2.23 When valuing a company, it is necessary to consider the company’s growth \nprospects and its risks. Information relevant to thi s exercise may include:  \n(1) analysis of the company’s past performance and explanations of factors \naffecting this performance, often contained in management accounts or \nboard minutes;  \n(2) indications of potential or expected future performance, such as bu dgets, \nbusiness plans and forecasts, both for the company and industry in which it \noperates; and  \n(3) the dependency of the company on : (i) key customers or suppliers, and the \ncontractual and shareholding relationships with these parties ; and/ or \n(ii) specif ic products and services.  \n2.24 In D1 RRAD, the First Defendant stated that the pledgors under the Share Pledges \nin"}
{"start": 31500, "text": " in management accounts or \nboard minutes;  \n(2) indications of potential or expected future performance, such as bu dgets, \nbusiness plans and forecasts, both for the company and industry in which it \noperates; and  \n(3) the dependency of the company on : (i) key customers or suppliers, and the \ncontractual and shareholding relationships with these parties ; and/ or \n(ii) specif ic products and services.  \n2.24 In D1 RRAD, the First Defendant stated that the pledgors under the Share Pledges \ninclude companies owned and/or controlled by the First and Second \nDefendants.25 From further disclosure by the se Defendants I understand that this \ncovers all but one of the 21 companies  whose shares were pledged .26 I understand \nthat Hogan Lovells requested that the Defendants disclose certain information \nabout these companies relevant to valuation.27  \n \n25  D1 R RAD , ¶ 17.  \n26  I understand that the First Defendant has an interest in GM Georgian Manganese Holdings \n(“GM Holdings ”), S.C. Feral S.R.L. (“ Feral ”), Stalmag and Skorzonera LLC ( “Skorzonera ”) (a \nsubsidiary of Derling LLC (“ Derling ”)) (source: D1 RRFI 0821), and that the First and Second \nDefendants between them at least part -owned and exercised joint control over Euro Tyres \nManufacturing SRL (“ Euro Tyres ”), Goiania LDA ( “Goiania ”), Penny Lane L td \n(“Penny  Lane ”), Teide Ltd (“Teide ”), Memento d.o.o. (“ Memento ”), Derling , PJSC \nDnipronaftoprodukt  (“Dnipronaftoprodukt ”), Vikna -Plast, Autorembitservis, Gilton, \nMawex, PJSC KFC ( “KFC”), Retal Dnipro LLC (“ Retal Dnipro ”), PJSC Antarktika \n(“Antarktika ”), PJSC Kievguma ( “Kievguma ”) and PJSC Dniproazot (“Dniproazot ”) (source: \nAmended Schedule 6 to D1 RRFI 0821). The interests of the First and Second Defendants in \nDerling, Feral, Goiania, Antarktika, Stalmag, Dniproazot, Euro Tyres, Penny  Lane, Teide and \nDinacom are further confirmed in extracts from the Defendants’ Asset Disclosure. The only \ncompany whose shares were pledged that the First and Second Defendants purportedly \nhave no interest in is Clendon Holdings Inc . (“Clendon Holdings ”) (source s: D1 RRFI 0821 \nand Amended Schedule 6 to D1 RRFI 0821).  \n27  Letter of 23 February 2021 from Hogan Lovells to Fieldfisher LLP, copied to Enyo Law LLP. I \nset out the information requested in the introduction to Section 3 of this report.  \nD8/1/17\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 18 2.25 The information that the se Defendants have disclosed that is relevant to my \nassessment includes some  financial statements, organograms and other company \ndocuments (such as certificates of incorporation and insolvency reports). \nHowever, the information disclosed does not comprehensi vely cover all 21 \ncompanies (for example, financial statements were disclosed for only five of the \ncompanies) , is often for periods several years after my valuation dates (reducing \nits utility and relevance) , and does not include  many  of the typical docume nts I \nwould expect to review when valuing a business . \n2.26 Therefore, the information in disclosure that has informed the majority of my \nwork is that disclosed by the Bank. Separate to the Share Pledges, t he Bank has \ndisclosed a large number of documents and an alyses relating to the companies \nwhich I have considered  (the “ Contemporaneous Documents ”). All of these \ndocuments were (or appear to be) generated at a similar time to the Share \nPledges and prior to the Bank’s nationalisation . Notwithstanding the number o f \ndocuments disclosed, this information provides little insight into the drivers of \neach company’s performance and, for the reasons explained below, I have \nsignificant concerns about its reliability.  \n2.27 In the following paragraphs, I summarise:  \n(1) my review  of the values set out in the Share Pledges;  \n(2) my review of the underlying analysis for the valuations in the Share \nPledges;  \n(3) third -party valuations; and  \n(4) the im"}
{"start": 35000, "text": " Bank’s nationalisation . Notwithstanding the number o f \ndocuments disclosed, this information provides little insight into the drivers of \neach company’s performance and, for the reasons explained below, I have \nsignificant concerns about its reliability.  \n2.27 In the following paragraphs, I summarise:  \n(1) my review  of the values set out in the Share Pledges;  \n(2) my review of the underlying analysis for the valuations in the Share \nPledges;  \n(3) third -party valuations; and  \n(4) the implications for my valuations of the limited information available.  \nMy review of the va lues set out in the Share Pledges and underlying documents   \n2.28 In addition to the Share Pledges, the Contemporaneous Documents contain the \nBank’s credit committee presentations, which provide details of pledged \nshareholdings (some of which match some of  the values in the Share Pledges). \nThese documents include valu es for the pledged shareholdings that are \ninconsistent with one another.  \nD8/1/18\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 19 2.29 In Section 4, I explain that:  \n(1) I have identified four companies in respect of which multiple versions of a \ngiven Share Pledge were produced on a single date.28 Even though these \ndocuments bear the same da te, they refer to different shareholding \npercentages being pledged. On these dates it is not possible to tell which \nversion of the Share Pledge was in force and henc e what the value of the \npledged shares was said to be;  \n(2) for two of the four companies identified in (1), the multiple versions of the \nShare Pledge also imply different overall 100% pro rata  values of the \ncompanies.29 That is, the difference in the state d values is not explained by \na difference in the size of shareholding pledged. It is not clear how the \nShare Pledges can be reliable if they contain conflicting values  at the same \ndate  for the same companies whose shares are pledged;  \n(3) five companies have Share Pledges which imply materially different values \nfor the same company within a short period of time (such as a few \nmonths).30 These are usually increases in value. I consider it unusual for the \nvalue of a company – particularly those w hich are the subject of the pledges \n– to change so significantly within such a short period in the absence of a \nsignificant event affecting it (or its industry, or the wider economy in which \nit operates). I am not aware of such events for the companies in question  in \nthe period in which the values contained in the Share Pledges changed ; and  \n(4) for 12 companies I have identified credit committee presentations or \nunderlying valuation spreadsheets which contain materially inconsistent  \nvalues for the company w hose shares were pledged as at the same \nvaluation date.31 This casts further doubt on the underlying analysis that the \nBank performed in arriving at the values in the Share Pledges.  \n \n28  Derling, Feral, GM Holdings and Memento. All of the Share Pledges are dated \n31 December 2015.  \n29  Derling and Memento.  \n30  Clendon Holdings (2016), Derling (2016), Goiania (in 2014), Antarktika (in 2014), and \nPenny Lane (in  2014).  \n31  Clendon Holdings, Derling, Feral, GM Holdings, Retal Dnipro, Dniproazot, Goiania, Penny \nLane, Gilton,  Stalmag, Dinacom and Dnipronaftoprodukt. These instances occur numerous \ntimes for these companies over a wide range of dates.  \nD8/1/19\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 20 2.30 I have seen no explanation for the above, and consider that such unexplain ed \nvariations indicate that, on the basis of the presented values alone, the values are \nnot reliable.  \nMy review of the analyses underlying the values in the Share Pledges  \n2.31 As explained above, the Contemporaneous Documents include credit committee \npresenta tions and spreadsheets that contain the analyses on which the values in \nthe Share Pledges  appear to hav"}
{"start": 38500, "text": " Report of Mark Bezant in BL-2017 -000665  | 20 2.30 I have seen no explanation for the above, and consider that such unexplain ed \nvariations indicate that, on the basis of the presented values alone, the values are \nnot reliable.  \nMy review of the analyses underlying the values in the Share Pledges  \n2.31 As explained above, the Contemporaneous Documents include credit committee \npresenta tions and spreadsheets that contain the analyses on which the values in \nthe Share Pledges  appear to have been based. I have reviewed these analyses and \nconcluded that  they are each flawed as a result of unrealistic assumptions and/or \nerrors.  \n2.32 In Section 5, I explain that, for the 14 companies for which I have identified \nvaluation spreadsheets:32 \n(1) seven of the companies have  values which are based on analyses which ar e \nwholly unreliable because the relevant analysis is predicated on future \nfinancial information that is wholly inconsistent with the company’s \nhistorical performance  (and the performance of peer  companie s).33 To \nachieve these forecasts, the companies would  require significant \nimprovements in performance (and I have seen no explanation for this \nexpected improvement). Furthermore , in every case, the ex post  outcome \nshows their performance was more in line with their historical performance \nthan the forecasts o n which the Share Pledge valuations were based ; \n(2) seven of the companies include share values that ignore the debt owed by \nthe company whose shares are pledged.34 Accounting for this debt would \nsubstantially reduce the value of the pledged shares (sometimes reducing \nthe asserted value to nil). The valuations provide no reason for not \ndeducting such debt;  \n \n32  Derling, Feral, GM Holdings, Dniproazot, Goiania, Antarktika, Memento, Euro Tyres, \nPenny  Lane, Kievguma, Stalmag, KFC, Teide a nd Dinacom.  \n33  Feral, Dniproazot, Antarktika, Memento, Euro Tyres, Stalmag and KFC. These instances \noccur more than once at a wide range of dates.  \n34  Derling, Dniproazot, Goiania, Memento, Penny Lane, Teide and Dinacom. These instances \noccur more than once  at a wide range of dates.  \nD8/1/20\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 21 (3) seven of the companies have values which are based on the  wrong \nasset/company (beyond simply failing to deduct debt by performing an \nasset valuation rather than a share valuation).35 For instance, the value \nstated in the Share Pledge may be the result of a valuation of a specific \nasset the company owns, without taking account of all of the company’s \nassets and liabilities (such as debt). This is the case with PJSC Kievguma  \n(Kievguma ) where, instead of valuing a shareholding in Kievguma (a rubber \nmanufacturer), the pledged value is based on the value of a sports a rena \npurportedly under construction  by the company . It is not clear why the \nShare Pledges do not reflect the values of the companies whose shares \nwere pledged rather than specific assets or subsidiary companies;  \n(4) nine of the companies have values that a re flawed for other specific \nreasons.36 For example, Memento d.o.o. ( Memento ) only holds an 86.08% \ninterest in its subsidiaries .37 However, the value ascribed to Memento in the \nShare Pledges is based on it owning 100% of its subsidiaries; and  \n(5) none of t he values in the Share Pledges reflect minority discounts, \nnotwithstanding the subject of the pledges are, individually and collectively \nacross the various pledges for the individual companies, predominantly \nnon-controlling interests in these companies. No ne of the underlying \nvaluation analysis addresses the issue of such discounts and all values \nappear to be calculated on a pro rata  basis.38  \n2.33 Due to the above issues, I do not consider that the values in the Share Pledges are \nreliable. Further, as a result of these issues, the analysis underlying the values in \nthe Share Pledges (including in the credit co"}
{"start": 42000, "text": "llectively \nacross the various pledges for the individual companies, predominantly \nnon-controlling interests in these companies. No ne of the underlying \nvaluation analysis addresses the issue of such discounts and all values \nappear to be calculated on a pro rata  basis.38  \n2.33 Due to the above issues, I do not consider that the values in the Share Pledges are \nreliable. Further, as a result of these issues, the analysis underlying the values in \nthe Share Pledges (including in the credit committee presentations and valuation \nspreadsheets) does not provide information that I can use in my own valuations.   \n \n35  Derling, GM Holdings, Goiania, Antarktika, Memento, Kievguma and Dinacom.  These \ninstances occur more than once at a wide range of dates.  \n36  Derling, Feral, GM Holdings, Dniproazot, Antarktika, Memento, Euro Tyres, Kievguma and  \nKFC. These instances occur more than once at a wide range of dates.  \n37  Appendix 15 . \n38  For example, the value of a 10% shareholding in the credit committee presentations and \nvaluation spreadsheets is calculated as 10% of the value of a 100% shareholding, when I \nwould typically expect it to be valued, on a market value basis, at a discount to the pro \nrata  value to reflect its minority status.  \nD8/1/21\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 22 Third -party valuations  \n2.34 I am aware of tw o third -party reviews of valuation analysis conducted for the \nBank relating to some of the companies that are the subject of my work. These \nreviews were conducted: (i) by LLC Price waterhouseCoopers Ukraine (“ PwC ”) for \nthe purposes of its statutory audit of  the Bank’s 2014 and 2015 year -end \naccounts;39 and (ii) in November 2016 by Ernst & Young Audit Services LLC (“ EY”), \nset out in a report dated 22 November 2016 (the “ EY Report ”). \n2.35 In Section 6 , I explain that I do not rely on any conclusions of the statutory audit \nof the Bank’s 2014 and 2015 year -end accounts. This is because the level of detail \non share pledges referenced in the year -end accounts is not sufficient to \ndetermine if they are the same as the Share Pled ges (i.e. , the pledges relied on by \nthe First Defendant ). I have  not been provided with evidence of any valuation \nwork that PwC performed in its role as auditor or in any other capacity.  \n2.36 In 2016, the Bank and the NBU engaged EY to audit  certain aspects of the Bank’s \nbusiness and finances.40 EY reviewed valuations prepared by the Bank for 23 \ncompanies as at 30 September 2016 (i.e. , after my valuation dates). Five of the \ncompanies that EY re viewed are the subject of my work.41 These five companies \ncomprised about 25% of the total pledged value as at 31  December  2015.42 I am \nunable to use the EY Report to assist me in preparing my own valuations as EY was \nunable to review some of the inputs to the valuations, such as the historical \nperformance on which the Bank’s valuations were based. Nonetheless, EY found \nthat the valu ations relied on by the Bank:  \n(1) were all overstated, sometimes materially so, as a result of mathematical \nerrors; and  \n(2) beyond these errors, the valuations relied on assumptions that lacked \njustification. The effect of replacing these assumptions with alternative \nassumptions selected by EY was to reduce the valuations further.  \n \n39  Exhibit MB -A115 : PrivatBank consolidated financial statements 2014 ; and Exhibit MB -\nA116:  PrivatBank consolidated  financial statements 201 5. \n40  EY Report, page 1.  \n41  Feral, Dniproazot, Memento, Goiania and Stalmag. One difference between EY’s analysis \nand my own is that EY did not verify the accuracy of inputs used in the Bank’s assessments \nincluding historical financial information. I have sought to do so where the re levant \ninformation is publicly available.   \n42  Appendix 28, tab ‘Summary’.  \nD8/1/22\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 23 2.37 "}
{"start": 45500, "text": "ial statements 201 5. \n40  EY Report, page 1.  \n41  Feral, Dniproazot, Memento, Goiania and Stalmag. One difference between EY’s analysis \nand my own is that EY did not verify the accuracy of inputs used in the Bank’s assessments \nincluding historical financial information. I have sought to do so where the re levant \ninformation is publicly available.   \n42  Appendix 28, tab ‘Summary’.  \nD8/1/22\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 23 2.37 EY’s conclusions are consistent with my own view that the values in the Share \nPledges are unreliable and, with only two exceptions , materially overstated.  \n2.38 In addition to the above , within the Contemporaneous Documents I have \nidentified spreadsheets which attribute valuation conclusions to  third parties but \nwhere I do not have the underlying valuation reports or analysis.  I am unable to \nrely on these valuation conclusions attributed  to other third -party valuers because \nI have not been provided with the underlying reports or analysis.  \n2.39 Finally, I have been provided with a schedule of the values as at January and \nFebruary 2018 , and June 2019  of shareholdings held by the First and Second  \nDefendants in some of the companies whose shares were pledged  (the “First and \nSecond Defendant s’ Asset Disclosure ”).43 These values have been assessed by the \nFirst and Second Defendants and I have again not been provided with the analysis \non which these f igures are based. However, in general I note that they are more \nconsistent with my own valuations than the values contained in the Share \nPledges.  \nImplications of the limited information available for my valuations  \n2.40 When performing a valuation , it is commo n to rely on public sources of \ninformation. However, in this case I have relied particularly heavily on public \ninformation given the limited information in disclosure, and the unreliability of \nthe information that has been disclosed. Even after obtaining s uch information as \nI have identified , there are significant deficiencies in the overall quality of the \ninformation available to me.  \n2.41 There are limitations to the information I have about both the past performance \nand, especially , expected future performanc e of the companies whose shares \nwere pledged. The performance of many of the companies I have considered has \nvaried markedly historically. I have not been provided with any explanation for \nthis variation in performance in the years leading up to the valuat ion date, which \nwould be relevant to understanding the future prospects of these companies and \nassessing their values.  \n2.42 I comment below on some of the implications of the limited information available.  \n \n43  First and Second Defendant’s Asset Disclosure.  \nD8/1/23\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 24 Many of the companies have been persistently loss -maki ng, increasing the \ndifficulty in forecasting  \n2.43 Many of the companies whose shares were pledged have been persistently loss -\nmaking and would have been unlikely to have any material value at the valuation \ndates unless their performance was expected to improve markedly. The \nContemporaneous Documents include forecasts for these companies but, for the \nreasons explained in paragraph 2.32  above, I do not rely on them. As a result, in \nmany cases the only guide I have to a company’s future performance is the \ncompany’s historical (often loss-making) performance  (which is likely to  be the \nbest indicator of future performance in the absence of an intervening event) . \nI am unable to determine if I have identified consolidated financial statements in \nall instances  \n2.44 The information on the companies in the Share Pledges is limited to the c ompany \nname and company number. Where I have identified publicly available financial \nstatements for many (but not all44) companies, it is not always possible to \ndetermine"}
{"start": 49000, "text": "rical (often loss-making) performance  (which is likely to  be the \nbest indicator of future performance in the absence of an intervening event) . \nI am unable to determine if I have identified consolidated financial statements in \nall instances  \n2.44 The information on the companies in the Share Pledges is limited to the c ompany \nname and company number. Where I have identified publicly available financial \nstatements for many (but not all44) companies, it is not always possible to \ndetermine if these financial statements represent the standalone financial \nstatements of the co mpany, or the consolidated financial performance of the \ncompany and its subsidiaries. If the financial statements do not reflect \nconsolidated financial information , they may not reflect the financial performance \nof all the assets and liabilities, and resou rces controlled by the company and its \nsubsidiaries.  I understand that  consolidated financial statements were requested \nfrom the Defendants, but (as explained above) only limited information from \ndates subsequent to my valuation dates has been provided.45 \n \n44  This is because some of the companies whose shares were pledged are incorporated in \ncountries that do not require companies to m ake their financial statements publicly \navailable (including for Clendon Holdings, Derling, Retal Dnipro, Mawex, Vikna -Plast and \nAutorembitservis).  \n45  Letter of 23 February 2021 from Hogan Lovells to Fieldfisher LLP, copied to Enyo Law LLP.  \nD8/1/24\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 25 I do not know the extent to which the companies’ performance reflects related \nparty transactions  \n2.45 I have limited information about the extent to which the performance of these \ncompanies is affected by related party transactions. These companies include \ncomp anies in which the First and Second Defendants had an interest. The First \nand Second Defendants also controlled a number of other businesses which could  \npotentially trade with the companies whose shares were pledged. For example, \nStalmag ’s financial statem ents state that it trades with a company that is \npurportedly controlled by the First and Second Defendants .46 Related party \ntransactions might affect the values of the businesses in at least two ways.  \n2.46 First , any analysis based on the historical performance  of these companies will \nneed to consider the extent to which their performance was affected by related \nparty transactions not taking place on arm’s length terms. Transactions with \nrelated parties may take place on more or less advantageous terms than \ntransactions with unrelated parties. The effect of this is to transfer profits from \none entity to another. This may be done for several reasons, including for \nadministrative convenience, to reduce tax charges, or to benefit certain \nshareholders or creditors of  a company to the detriment of others.  \n2.47 Second , any valuation of shareholdings in these companies will need to consider \nwhat a buyer would assume about the company’s future relationship with \n(formerly) related parties. For instance, the existence of related  party transactions \nin the past may identify a dependency (and hence a risk) on another entity. This \nmay mean that the future profits of the company could be higher or lower than \nthey were in the past as a result of transactions with these parties in futur e taking \nplace on arm’s length terms. Alternatively, potential buyers of a shareholding \n(such as the shareholdings that were the subject of the Share Pledges) may be \nconcerned that:  \n(1) if they are buying a minority shareholding, they will be unable to inf luence \nthe terms of transactions with third parties and future related party \ntransactions may result in value being extracted from the company, to the \ndetriment of their interests; or  \n(2) if they are buying a majority shareholding, following a change of control  the \nformer trading partne"}
{"start": 52500, "text": "tential buyers of a shareholding \n(such as the shareholdings that were the subject of the Share Pledges) may be \nconcerned that:  \n(1) if they are buying a minority shareholding, they will be unable to inf luence \nthe terms of transactions with third parties and future related party \ntransactions may result in value being extracted from the company, to the \ndetriment of their interests; or  \n(2) if they are buying a majority shareholding, following a change of control  the \nformer trading partners will no longer trade with the company and will \ntrade instead with other (related) parties so that the company’s ability to \ndo business is adversely affect ed.  \n \n46  PJSC Nikopol  Ferroalloy Plant . See ¶ A20.16 . \nD8/1/25\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 26 2.48 Notwithstanding the concerns and limitations identified in paragraphs 2.43  to \n2.47  above, I have considered the information available to me to value each \ncompany at each valuation date. If further information is disclosed which is \nrelevant to my work, I will update my analys is and conclusions accordingly.  \nOverall absence of information  \n2.49 For one company, Clendon Holdings Inc . (Clendon Holdings ), I do not have \nsufficient information about the company to be able to conclude on a value for its \npledged shareholding.47 However, the limited analysis I have been able to perform \nimplies the values in the Share Pledges are materially overstated.48  \nMy approach to my valuations  \n2.50 I explain my approach to valuing the companies whose shares were pledged in \nSection 3.  \n2.51 In my experience, a numb er of valuation approaches are typically  applied to value  \na business, and shares in it . The choice of valuation approach es depends on, \namongst other things, the purpose of the valuation and the availability of \ninformation.  It is standard practice to consid er a number of approaches, in order \nto cross -check the results of any one approach.  \n2.52 Four common approaches to valuing a company are:  \n(1) a discounted cash flow (“ DCF”) analysis , which assumes that the value of a \ncompany is equal to the present value of its forecast future cash flows. This \napproach explicitly accounts for the growth and risk of a company through \nthe specific assumptions that are made when estimating future cash f lows, \nand the discount rate that is applied to the projected cash flows (which \nreflects the risks attaching to these cash flows), to calculate their present \nvalue ;  \n \n47  Clendon Holdings is incorporated in Belize, where financial statements for private \ncompanies are not publicly available. I have no t identified any financial statements for this \ncompany in the Parties’ disclosure, or any other detailed valuation information (such as a \nDCF). The credit committee presentations on Clendon Holdings contain only highly \nsummarised financial information.  \n48  I understand from the Defendants’ disclosure that one of the subsidiaries of Clendon \nHoldings is Retal Industries Limited. The credit committee presentations do not refer to \nRetal Industries Limited. Nevertheless, I have performed analysis of Retal Indust ries \nLimited, which suggests that Clendon Holdings would need to have material additional \nassets beyond any interest in Retal Industries Limited to justify the values in the Share \nPledges.  \nD8/1/26\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 27 (2) applying what is termed a “multiple” or capitalisation factor to an \nunderlying financia l or operational statistic of the company or its key \noperating assets. Typically , this is done by reference to transactions in  the \nshares of comparable companies , sometimes known as the ‘valuation \nmultiples’ approach. The valuation multiple applied implici tly reflects the \nvaluer’s views on the company’s growth prospects and risks ; \n(3) net asset valuation ; and  \n(4) by reference to transactions or pro"}
{"start": 56000, "text": "lying what is termed a “multiple” or capitalisation factor to an \nunderlying financia l or operational statistic of the company or its key \noperating assets. Typically , this is done by reference to transactions in  the \nshares of comparable companies , sometimes known as the ‘valuation \nmultiples’ approach. The valuation multiple applied implici tly reflects the \nvaluer’s views on the company’s growth prospects and risks ; \n(3) net asset valuation ; and  \n(4) by reference to transactions or proposed transactions in the  shares of the \ncompany which are the subject of the valuation . \n2.53 The limitations in the information available to me have affected the valuation \napproaches that I am able to adopt. When performing my valuations, I do not use \na DCF approach, because I do not have access to reliable cash flow forecasts for \nthe companies I am valuing, or sufficie nt information to prepare such forecasts.  \n2.54 In performing my valuations, I have therefore considered the remaining three \nvaluation approaches listed above. I summarise below my use of each of these \nvaluation approaches and provide further detail in Section 3. In general, my \noverall conclusions (that the Share Pledge values, collectively, and in most cases \nindividually, were materially overstated) are not sensitive to which valuation \napproach is used.  \nUse of valuation multiples  \n2.55 I have considered a range of val uation  multiples  typically adopted to value the \ncompanies that are the subject of the Share Pledges . In line with standard \npractice, I have assessed valuation multiples by reference to those implied by the \ntraded share prices of  quoted companies operating in similar sectors to the \ncompanies I am valuing , as well as transactions in private companies. I rely on the \nprices paid for shares in these companies to calculate : \n(1) ‘EV/EBITDA’ multiple s, being the ratio of the enterprise value (“EV”) of \nthese  compara bles to their earnings before interest, taxes, depreciation \nand amortisation (“ EBITDA ”); \n(2) ‘EV/EBIT’ multiples, being the ratio of the EV of these  comparables to their \nearnings before interest  and taxes  (“EBIT ”); \n(3) ‘EV/Revenue’ multiples, being the ratio of the EV of these comparables to \ntheir revenue; and  \n(4) ‘P/BV’ multiples, being the ratio of the price (or equity value) of these \ncomparables to their net assets (also known as book value) (“ P/BV ”).  \nD8/1/27\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 28 2.56 In selecting a n appropriate measure of the subject company’s performance \n(required for EV/EBITDA, EV/EBIT and EV/Revenue) , it is  necessary to consider \nwhether it is a meaningful measure of the future prospects of the  business to be \nvalued . This is referred to as ‘mainta inable’ profit or revenue, which exclude s the \neffects of one -off or unrepresentative events and reflects any  anticipated changes \nin the business.  I have limited information with which to assess the maintainable \nprofit or revenue of the companies that are t he subject of the Share Pledges, and \ntherefore review their historical financial performance  to estimate the \nmaintainable level of performance.  \n2.57 Unlike the DCF approach, which explicitly models the growth prospects and risks \nof a company, valuation multipl es reflect these factors implicitly (for example, all \nelse equal, two  otherwise  identical companies with different growth prospects \nwould attract different valuation multiples). Having identified the valuation \nmultiples of comparable companies, I would typ ically seek to refine my analysis by \nreviewing the growth prospects and risk profiles of the comparable companies \nand the subject company, to identify the most comparable company/companies. I \nam currently unable to do this in detail given the limited infor mation available to \nme in respect of the subject companies. However, in each case I have considered \nthe information that is available and "}
{"start": 59500, "text": "luation multiples). Having identified the valuation \nmultiples of comparable companies, I would typ ically seek to refine my analysis by \nreviewing the growth prospects and risk profiles of the comparable companies \nand the subject company, to identify the most comparable company/companies. I \nam currently unable to do this in detail given the limited infor mation available to \nme in respect of the subject companies. However, in each case I have considered \nthe information that is available and applied the most appropriate multiple or \nrange of multiples in the circumstances. For instance, in some cases  I consid er it \nappropriate  to apply a discount to the comparable companies’ multiples, where \nthe comparable companies operate in less risky jurisdictions than the subject \ncompany.  \n2.58 The magnitude of the difference in my valuations and the values contained in the \nShare Pledges is very large. As a result, the selection of the valuation multiple \n(within a reasonable range given the company in question, its stage of \ndevelopment , and the industry in which it operates) does not affect my overall \nconclusion that the values ascribed to the shares in the Share Pledges were, \noverall, materially overstated.  \nUse of net asset values  \n2.59 I have considered the net assets of the subject companies, as reported in their \nfinancial statements. Such a figure is sometimes used as a starting point for \nestimating the value of a company were its assets to be sold and liabilities settled, \nprovided the values represent the realisable values. This approach is most \nappropriate where a company is : \n(1) a holding company, whose value derives f rom the value of its investments \nin other companies or assets; or  \nD8/1/28\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 29 (2) a trading company which is loss-making and with no indication that its \nperformance will improve (like some of the subject companies). For a \nprofitable trading company, a net asset value is often considered a lower \nbound on value as accounting standards do not allow the recognition of all \nassets, such as certain intangible assets generated by the business and not \nreported on its balance sheet.  \nUse of transactions in shares in the subject o f the valuation  \n2.60 In the case of some of the companies registered in Ukraine, I have identified share \ntransaction information reported by SMIDA.  This reports both: (i) transactions on \nUkrainian stock exchanges; and (ii) private transactions.  \n2.61 I do not have an y information about the context of these transactions, nor am I \nable to understand why they have taken place at a wide range of prices. However, \nwhere I have identified them , I consider them as a reference point although, as \nexplained later in this report,  I place little weight on them.  \nApproach to minority discounts  \n2.62 In the large majority of cases, the pledged shareholdings were minority interests \n(i.e. an interest, individually and collectively , of less than 50% of the entire share \ncapital of a company). I would typically expect a minority shareholding to be \nvalued , on a market value basis,  at a lower value per share than a controlling \ninterest in the same company (i.e. a discount is applied). This is because, in private \ncompanies, minority interests confe r lower levels of control or influence than \ncontrolling interests. Typically, they  are also less liquid. The valuation discounts \napplied when valuing minority interests are often substantial and vary depending \non the facts. I discuss minority discounts fur ther in Appendix 5 . \n2.63 I am unable to prepare reliable assessments of the minority discounts that would \napply to the shareholdings pledged because I do not have information about the \nrights and obligations attach ed to these holdings .49 \n \n49  I have been instructed to value each of the pledged shareholdings on a standalone basis. \nIn the absence of this instruction, it wo"}
{"start": 63000, "text": "n valuing minority interests are often substantial and vary depending \non the facts. I discuss minority discounts fur ther in Appendix 5 . \n2.63 I am unable to prepare reliable assessments of the minority discounts that would \napply to the shareholdings pledged because I do not have information about the \nrights and obligations attach ed to these holdings .49 \n \n49  I have been instructed to value each of the pledged shareholdings on a standalone basis. \nIn the absence of this instruction, it would be necessary to explore the interaction \nbetween different Share Pledges and loans.  Some of the companies are pledged in mo re \nthan one Share Pledge, and the loans that they secure are secured by more than one \nShare Pledge. I am also aware of share pledges (identified within the Contemporaneous \nDocuments)   beyond those 28 that I am instructed to consider, that cover some of the  \nsame companies. The size of shareholding that might therefore be transferred to the Bank \nif security was enforced (and hence the associated shareholder rights afforded to the \nBank) might therefore depend on which combinations of loans defaulted.  \nD8/1/29\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 30 2.64 At this stage, I therefore apply typical levels of discounts based on valuation \ncustom and practice for shareholdings of a given size where those shareholdings \nare less than 100% of the share capital of each company. I consider the si ze of \neach shareholding by reference to each specific Share Pledge, rather than \nattempting to assess the aggregate value of shareholdings across multiple \npledges.  \n2.65 However, given my conclusions that the overall values of the companies that are \nsubject to S hare Pledges are materially overstated, my conclusions are not \nsensitive to either:  \n(1) the application of a minority discount; or  \n(2) the size of any discount applied.  \nMy overall conclusions  \n2.66 In order to value of the shareholdings pledged in the Share Ple dges, I have \nperformed two steps:  \n(1) I have calculated the value of 100% of the shares in the 21 companies \nwhose shares were pledged; and \n(2) I have calculated the value of each pledged shareholding in the 28 Share \nPledges. I do so by multiplying the rele vant company valuation calculated in \nstep (1) by the relevant shareholding percentage and deducting a minority \ndiscount as appropriate.  \n2.67 In the remainder of this section, I set out tables showing the results of my analysis \nfor each individual company . \nValue s of the companies whose shares were pledged  \n2.68 In the three tables below, I summarise my valuations of the entire share capital of \neach company: (i) as at 31  December  2013, in Table 2-1; (ii) as at \n31 December  2014, in Table 2-2; and (iii)  as at 31  December 2015, in Table 2-3.  \nD8/1/30\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 31 2.69 The companies  are presented in order of  the value of 100% of the share capital of \nthe various companies implied by the Share Pledges, from highest to lowest.50 \nWhere a company’s shares were not pledged in a Share Pledge in force at a given \nvaluation date, it is excluded from the relevant table.  Where there is more than \none Share Pledge per company  at the relevant valuation date , I include a separate \npledged value for each Share Pledge. The last column sets out the number of the \ncompany -specific appendix which contains my detailed analysis.  \n2.70 As I explain above , I do not have sufficient information to value Clendon Holdings  \nreliably. For the purposes of comparing my analysis to the Share Pledges, I include \nmy value of Retal Industries Limited (the “ Retal Group ”). As I explain in more \ndetail in Appendix 7 , I consider that the actual value of Clendon Holdings could be \nhigher or lower than the value of the Retal Group.  \n2.71 In these tables, I compare my valuation of each company to that implied by the \n"}
{"start": 66500, "text": "ailed analysis.  \n2.70 As I explain above , I do not have sufficient information to value Clendon Holdings  \nreliably. For the purposes of comparing my analysis to the Share Pledges, I include \nmy value of Retal Industries Limited (the “ Retal Group ”). As I explain in more \ndetail in Appendix 7 , I consider that the actual value of Clendon Holdings could be \nhigher or lower than the value of the Retal Group.  \n2.71 In these tables, I compare my valuation of each company to that implied by the \nvalues in the Share Pledges. As the values in the Share Pledges are often based on \na pledged shareholding of less than 100%, I must calculate the implied value of a \n100% shareho lding. Since the values in the Share Pledges do not appear to have \nreflected any minority discounts, I calculate the implied 100% value on a pro rata \nbasis. For instance, if the asserted value of a 10% shareholding is UAH 10m, the \nimplied 100% pro rata  value is UAH 100m (being UAH  10m x 100% / 10%).    \n2.72 As shown  in Table 2-1 to Table 2-3 below , in aggregate my valuations of the \ncompanies whose shares were pledged are about : \n(1) 89% lower than those implied by the Share Pledges as at \n31 December  2013 . For five of the nine companies with Share Pledges in \nforce at this date, I conclude on a value of nil;  \n(2) 85% lower than those implied by the Share Pledges as at \n31 December  2014 . For six of the 16 companies with Share Pledges in force \nat this date, I conclude on a value  of nil; and  \n \n50  As exp lained in ¶ 2.29 , I have identified four instances where there are multiple versions \nof a Share Pledge which have the same date , but which refer to a different percentage of \nshares pledged and /or imply different values of the overall company whose shares were \npledged. In all cases, these multiple versions are dated 31 December 2015, and I am \nunable to determine which version of a p ledge was intended to be in force as at my \nvaluation date. I explain in Section 4 the basis on which I have selected the pledge I \nassume was in force for the purposes of the comparison in these tables. This choice of \npledge document does not affect my  over all conclusion that the value in each of these \ncases was materially overstated.  \nD8/1/31\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 32 (3) 84% lower than those implied by the Share Pledges as at \n31 December  2015. For eight of the 18 companies with Share Pledges in \nforce at this date, I conclude on a value of nil. \n2.73 That is, overall , the values of the companies whose  shares were pledged in the \nShare Pledges were overstated by a factor of between eight and nine times.\nD8/1/32\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 33 Table 2-1: Comparison of my assessed values and the values implied by the Share Pledges on a pro rata  basis as at \n31 December 2013 (UAH million)  \n   Share Pledge s My value  \nCompany  Country[1] Sector  % Value  Implied \n100%  Implied \n100%  Δ \n(UAH  m) Δ \n(%) App \nNo. \n   A B C = B/A  D E = D – C  F = E/C   \nDniproazot  Europe  Chemical \nmanufacture  7% 484 6,570  1,004  (5,567)  (85%)  12 6% 363 6,285  1,004  (5,281)  (84%)  \nGoiania  Europe  Aircraft leasing  25%  1,258  5,133  455 (4,679)  (91%)  13 20%  1,016  5,133  455 (4,679)  (91%)  \nEuro Tyres  Global  Tyre manufacture  49%  679 1,386  nil (1,386)  (100%)  16 \nKFC Ukraine * Margarine \nproduction  24%  327 1,361  nil (1,361)  (100%)  21 \nPenny Lane  Europe  Aircraft leasing  49%  392 799 353 (446) (56%) 17 \nKievguma  Ukraine * Rubber \nmanufacture  24%  185 769 nil (769)  (100%)  \n18 18%  138 769 nil (769)  (100%)  \n7% 53 769 nil (769)  (100%)  \nTeide  Ukraine  Aircraft leasing  49%  238 485 41 (444)  (92%)  22 \nDinacom  British Virgin \nIslands * Owner of chemical \ncarrier  49%  98 200 nil (200)  (100%)  24 \nDnipronafto\nprodukt  Ukraine * Warehousing / \npetrol stations  1% 0.2 12 nil (12) (100%)  27 \nTotal    16,430 - "}
{"start": 70000, "text": "100%)  21 \nPenny Lane  Europe  Aircraft leasing  49%  392 799 353 (446) (56%) 17 \nKievguma  Ukraine * Rubber \nmanufacture  24%  185 769 nil (769)  (100%)  \n18 18%  138 769 nil (769)  (100%)  \n7% 53 769 nil (769)  (100%)  \nTeide  Ukraine  Aircraft leasing  49%  238 485 41 (444)  (92%)  22 \nDinacom  British Virgin \nIslands * Owner of chemical \ncarrier  49%  98 200 nil (200)  (100%)  24 \nDnipronafto\nprodukt  Ukraine * Warehousing / \npetrol stations  1% 0.2 12 nil (12) (100%)  27 \nTotal    16,430 - \n17,661[2] 1,852  (14,578) - \n(15,809) (89%) - \n(90%)  \nNote s: [1] Country of operations if known, otherwise country of  incorporation  signified by an asterisk (*); and  [2] I show a \nlow and high range as different Share Pledges imply different values as at my valuation dates.   \nSource: Appendix 28, tab ‘Summary’.  \nD8/1/33\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 34 Table 2-2: Comparison of my assessed values and the values implied by the Share Pledges on a pro rata  basis as at \n31 December  2014 (UAH million)  \n   Share Pledge s My value  \nCompany  Country[1] Sector  % Value  Implied \n100%  Implied \n100%  Δ \n(UAH  m) Δ \n(%) App \nNo. \n   A B C = B/A  D E = D – C  F = E/C   \nClendon \nHoldings[2] Europe and Asia  Plastics \nmanufacture  49%  26,269  53,609  11,450  (42,159)  (79%)  7 \nGM Holding s Europe and \nN. America  Metal \nmanufacture  49%  7,251  14,797  1,747  (13,050)  (88%)  10 \nDerling  Ukraine  Ski resort  72%  9,809  13,623  nil (13,623)  (100%)  8 26%  3,542  13,623  nil (13,623)  (100%)  \nGoiania  Europe  Aircraft leasing  25%  2,320  9,470  455 (9,016)  (95%)  13 25%  2,320  9,470  455 (9,016)  (95%)  \nDniproazot  Europe  Chemical \nmanufacture  7% 480 6,515  1,869  (4,646)  (71%)  \n12 \n6% 363 6,285  1,869  (4,416)  (70%)  \nFeral  N. America, \nEurope and Asia  Metal \nmanufacture  49%  3,089  6,305  475 (5,829)  (92%)  9 \nRetal Dnip ro Ukraine*  Plastics \nmanufacture  49%  2,138  4,363  203 (4,161)  (95%)  11 \nPenny Lane  Europe  Aircraft leasing  49%  1,152  2,351  nil (2,351)  (100%)  17 \nAntarktika  Ukraine  Railway leasing \n/ port operator  49%  941 1,920  146 (1,774)  (92%)  14 \nMemento  Croatia  Hotels  49%  738 1,507  104 (1,403)  (93%)  15 \nEuro Tyres  Global  Tyre \nmanufacture  49%  679 1,386  nil (1,386)  (100%)  16 \nKievguma  Ukraine*  Rubber \nmanufacture  24%  311 1,295  nil (1,295)  (100%)  \n18 18%  233 1,295  nil (1,295)  (100%)  \n7% 90 1,295  nil (1,295)  (100%)  \nTeide  Ukraine  Aircraft leasing  49%  514 1,049  67 (982)  (94%)  22 \nStalmag  Poland*  Metal trader  100%  745 745 1,246  502 67%  20 \nDinacom  British Virgin \nIslands*  Owner of \nchemical carrier  49%  185 378 nil (378)  (100%)  24 \nDnipronafto\nprodukt  Ukraine*  Warehousing/ \npetrol stations  1% 0.2 12 nil (12) (100%)  27 \nTotal     119,097 - \n119,328 [3] 17,763  (101,334) - \n(101,564)  (85%) - \n(85%)   \nNotes: [1] Country of operations if known, otherwise country of incorporation  signified by an asterisk (*) ; [2] I present the \nvalues for the Retal Group instead of Clendon Holdings; and [3] I show a low and high range as different Share Pledges \nimply different values as at my valuation dates . \nSource: Appendix 28, tab ‘Summary’.  \nD8/1/34\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 35 Table 2-3: Comparison of my assessed values and the values implied by the Share Pledges  on a pro rata  basis as at \n31 December  2015 (UAH million)  \n   Share Pledge s My value  \nCompany  Country[1] Sector  % Value  Implied \n100%  Implied \n100%  Δ \n(UAH  m) Δ \n(%) App \nNo. \n   A B C = B/A  D E = D – C  F = E/C   \nClendon \nHoldings[2] Europe and \nAsia Plastics \nmanufacture  49%  37,585  76,704  19,392  (57,312)  (75%)  7 \nDerling  Ukraine  Ski resort  72%  12,950  17,986  nil (17,986)  (100%)  8 26%  4,676  17,986  nil (17,986)  (100%)  \nFeral  N. America, \nEurope and \nAsia Metal manufacture  66%  10,381  15,704  412 (15,291)  (97%)  \n9 \nGM Holdings  Europe "}
{"start": 73500, "text": " s My value  \nCompany  Country[1] Sector  % Value  Implied \n100%  Implied \n100%  Δ \n(UAH  m) Δ \n(%) App \nNo. \n   A B C = B/A  D E = D – C  F = E/C   \nClendon \nHoldings[2] Europe and \nAsia Plastics \nmanufacture  49%  37,585  76,704  19,392  (57,312)  (75%)  7 \nDerling  Ukraine  Ski resort  72%  12,950  17,986  nil (17,986)  (100%)  8 26%  4,676  17,986  nil (17,986)  (100%)  \nFeral  N. America, \nEurope and \nAsia Metal manufacture  66%  10,381  15,704  412 (15,291)  (97%)  \n9 \nGM Holdings  Europe and \nN. America  Metal manufacture  100%  13,289  13,289  2,577  (10,713)  (81%)  10 \nRetal Dnipro  Ukraine*  Plastics \nmanufacture  49%  6,763  13,802  58 (13,744)  (100%)  11 \nDniproazot  Europe  Chemical \nmanufacture  7% 747 10,129  2,057  (8,072)  (80%)  \n12 \n6% 363 6,285  2,057  (4,228)  (67%)  \nGoiania  Europe  Aircraft leasing  47%  3,973  8,416  656 (7,760)  (92%)  13 46%  3,871  8,416  656 (7,760)  (92%)  \nAntarktika  Ukraine  Railway leasing / \nport operator  49%  3,001  6,124  192 (5,931)  (97%)  14 \nMemento  Croatia  Hotels  79%  4,237  5,390  132 (5,259)  (98%)  15 \nPenny Lane  Europe  Aircraft leasing  50%  1,259  2,518  nil (2,518)  (100%)  17 \nKievguma  Ukraine*  Rubber \nmanufacture  24%  471 1,958  nil (1,958)  (100%)  \n18 18%  353 1,958  nil (1,958)  (100%)  \n7% 136 1,958  nil (1,958)  (100%)  \nGilton  Ukraine*  Petrol stations  10%  156 1,555  nil (1,555)  (100%)  19 \nStalmag  Poland*  Metal trader  100%  1,540  1,540  2,231  691 45%  20 \nMawex[3] Ukraine*  Ski resort  9% 44 469 nil (469)  (100%)  23 \nDinacom  British Virgin \nIslands*  Owner of chemical \ncarrier  49%  185 378 429 51 13%  24 \nVikna -Plast  Ukraine*  Petrol stations  10%  14 138 nil (138)  (100%)  25 \nAutorembits\nervis[4] Ukraine*  Petrol stations  10%  3 27 nil (27) (100%)  26 \nDnipronafto\nprodukt  Ukraine*  Petrol Stations  1% 0.2 16 nil (16) (100%)  27 1% 0.1 12 nil (12) (100%)  \nTotal     172,299 - \n176,140[5] 28,136  (144,163) - \n(148,004)  (84%) - \n(84%)   \nNotes: [1] Country of operations if known, otherwise country of incorporation  signified by an asterisk (*) ; [2] I present the \nvalues for the Retal Group instead of Clendon Holdings; [3] Mawex is valued as at 19 August 2016 ; [4] Autoremb itservi s \nis valued as at 30 September 2015 ; and [5] I show a low and high range as different Share Pledges imply different values \nas at my valuation dates.  \nSource: Appendix 28, tab ‘Summary’.\nD8/1/35\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 36 Value of the shareholdings pledged  \n2.74 In the three tables below , I summarise my valuations of the pledged shareholding  \nin each of the 28 Share Pledges after deducting minority discounts: (i) as at \n31 December  2013, in Table 2-4; (ii) as at 31  December  2014, in Table 2-5; and \n(iii) as at 31  December 2015, in Table 2-6. 51 \n2.75 I set out the minority discounts that I apply for each size of shareholding in \nSection 3 . These discounts range from 0% for a 100% shareholding to 50% for a \nshareholding of less than 10%.  \n2.76 As shown,  following  the application of minority discounts, the differences \nbetween my valuations and those contained in the Share Pledges are even larger \nthan those presented in Table 2-1 to Table 2-3 above in respect of the entire share \ncapital of each company. This is because the values in the Share Pledges do not \nreflect minority discounts, whereas my valuations do.  \n2.77 As shown  in Table 2-4 to Table 2-6 below , in aggregate my valuations of the \nshares pledged are about : \n(1) 94% lower than those contained in the Share Pledges as at \n31 December  2013 ;  \n(2) 90% lower than those contained in the Sh are Pledges as at \n31 December  2014; and  \n(3) 88% lower than those contained in the Share Pledges as at \n31 December  2015.  \n2.78 That is, overall , the values of the pledged shareholdings  included in the Share \nPledges were overstated by a factor of around ten time s.  \n2.79 By comparing the results in Table 2-1 to Ta"}
{"start": 77000, "text": "aluations of the \nshares pledged are about : \n(1) 94% lower than those contained in the Share Pledges as at \n31 December  2013 ;  \n(2) 90% lower than those contained in the Sh are Pledges as at \n31 December  2014; and  \n(3) 88% lower than those contained in the Share Pledges as at \n31 December  2015.  \n2.78 That is, overall , the values of the pledged shareholdings  included in the Share \nPledges were overstated by a factor of around ten time s.  \n2.79 By comparing the results in Table 2-1 to Table 2-3, as summarised in paragraph \n2.72 , to those summarised in paragraph 2.77 , it can be seen that my conclusions \nare not sensitive to the application of a minority interes t discount. In part, this \nreflects my conclusions that a significant number of the companies had nil value \nat the relevant valuation dates.\n \n51  The pledged companies in these tables follow the same order as set out Table 2 -1 to Table \n2-3. \nD8/1/36\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 37 Table 2-4: Comparison of pledged shareholdings and my assessed values after the application of a minority discount \nas at 31  December  2013 (UAH  million)  \nCompany  Pledged  % Pledged \nvalue  Minority discount \napplied to my \nvalue  My value after \nminority discount  Δ \n(UAHm)  Δ \n(%) \n A B  C D = C - B E = D / B  \nDniproazot  7% 484 50%  37 (447)  (92%)  \n6% 363 50%  29 (334)  (92%)  \nGoiania  25%  1,258  40%  67 (1,191)  (95%)  \n20%  1,016  40%  54 (962)  (95%)  \nEuro Tyres  49%  679 30%  nil (679)  (100%)  \nKFC 24%  327 40%  nil (327)  (100%)  \nPenny Lane  49%  392 30%  121 (271) (69%) \nKievguma  24%  185 40%  nil (185)  (100%)  \n18%  138 40%  nil (138)  (100%)  \n7% 53 50%  nil (53) (100%)  \nTeide  49%  238 30%  14 (224)  (94%)  \nDinacom  49%  98 30%  nil (98) (100%)  \nDnipronaftoprodukt  1% 0.2 50%  nil (0.2) (100%)  \nTotal    5,231    322 (4,910)  (94%)  \nSource: Appendix 28, tab ‘Summary’ . \nD8/1/37\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 38 Table 2-5: Comparison of pledged shareholdings and my assessed values after the application of a minority discount \nas at 31  December  2014 (UAH  million)  \nCompany  Pledged  % Pledged \nvalue  Minority discount \napplied to my \nvalue  My value after \nminority discount  Δ \n(UAHm)  Δ \n(%) \n A B  C D = C - B E = D / B  \nClendon  Holdings  49%  26,269  30%  3,927  (22,341)  (85%)  \nGM Holdings  49%  7,251  30%  599 (6,651)  (92%)  \nDerling  72%  9,809  10%  nil (9,809)  (100%)  \n26%  3,542  30%  nil (3,542)  (100%)  \nGoiania  25%  2,320  40%  67 (2,253)  (97%)  \n25%  2,320  40%  67 (2,253)  (97%)  \nDniproazot  7% 480 50%  69 (411)  (86%)  \n6% 363 50%  54 (309)  (85%)  \nFeral  49%  3,089  30%  163 (2,926)  (95%)  \nRetal Dnipro  49%  2,138  30%  70 (2,069)  (97%)  \nPenny Lane  49%  1,152  30%  nil (1,152)  (100%)  \nAntarktika  49%  941 30%  50 (891)  (95%)  \nMemento  49%  738 30%  36 (703)  (95%)  \nEuro Tyres  49%  679 30%  nil (679)  (100%)  \nKievguma  24%  311 40%  nil (311)  (100%)  \n18%  233 40%  nil (233)  (100%)  \n7% 90 50%  nil (90) (100%)  \nTeide  49%  514 30%  23 (491)  (96%)  \nStalmag  100%  745 0% 1,246  502 67%  \nDinacom  49%  185 30%  nil (185)  (100%)  \nDnipronaftoprodukt  1% 0.2 50%  nil (0.2)  (100%)  \nTotal    63,171    6,371  (56,800)  (90%)  \nSource: Appendix 28, tab ‘Summary’.  \nD8/1/38\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 39 Table 2-6: Comparison of pledged shareholdings and my assessed values after the application of a minority discount \nas at 31  December  2015 (UAH  million)  \nCompany  Pledged %  Pledged \nvalue  Minority discount \napplied to my \nvalue  My value after \nminority discount  Δ \n(UAHm)  Δ \n(%) \n A B  C D = C - B E = D / B  \nClendon Holdings  49%  37,585  30%  6,651  (30,933)  (82%)  \nDerling  72%  12,950  10%  nil (12,950)  (100%)  \n26%  4,676  30%  nil (4,676)  (100%)  \nFeral  66%  10,381  10%  245 (10,136)  (98%)  \nGM Holdings  100%  1"}
{"start": 80500, "text": "reholdings and my assessed values after the application of a minority discount \nas at 31  December  2015 (UAH  million)  \nCompany  Pledged %  Pledged \nvalue  Minority discount \napplied to my \nvalue  My value after \nminority discount  Δ \n(UAHm)  Δ \n(%) \n A B  C D = C - B E = D / B  \nClendon Holdings  49%  37,585  30%  6,651  (30,933)  (82%)  \nDerling  72%  12,950  10%  nil (12,950)  (100%)  \n26%  4,676  30%  nil (4,676)  (100%)  \nFeral  66%  10,381  10%  245 (10,136)  (98%)  \nGM Holdings  100%  13,289  0% 2,577  (10,713)  (81%)  \nRetal Dnipro  49%  6,763  30%  20 (6,743)  (100%)  \nDniproazot  7% 747 50%  76 (671)  (90%)  \n6% 363 50%  59 (304)  (84%)  \nGoiania  47%  3,973  30%  217 (3,756)  (95%)  \n46%  3,871  30%  211 (3,660)  (95%)  \nAntarktika  49%  3,001  30%  66 (2,935)  (98%)  \nMemento  79%  4,237  0% 103 (4,134)  (98%)  \nPenny Lane  50%  1,259  20%  nil (1,259)  (100%)  \nKievguma  24%  471 40%  nil (471)  (100%)  \n18%  353 40%  nil (353)  (100%)  \n7% 136 50%  nil (136)  (100%)  \nGilton  10%  156 40%  nil (156)  (100%)  \nStalmag  100%  1,540  0% 2,231  691 45%  \nMawex[1] 9% 44 50%  nil (44) (100%)  \nDinacom  49%  185 30%  147 (38) (21%)  \nVikna -Plast  10%  14 40%  nil (14) (100%)  \nAutorembitservis[2] 10%  3 40%  nil (3) (100%)  \nDnipronaftoprodukt  1% 0.2 50%  nil (0.2)  (100%)  \n1% 0.1 50%  nil (0.1)  (100%)  \nTotal   105,997    12,604  (93,392)  (88%)  \nNotes: [1] Mawex is valued as at 19 August 2016 ; and  [2] Autoremb itservi s is valued as at 30 September 2015.   \nSource: Appendix 28, tab ‘Summary’.\nD8/1/39\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 40 3. My valuation approach  \nIntroduction  \n3.1 In this section, I explain my approach to valuing the pledged shares.  \n3.2 Given the concerns I raise in Sections 4, 5 and 6  regarding the Bank’s internal \nvaluation analysis (prepared prior to the Bank’s nationalisation), I do not rely on \nthe results of this work for the purposes of my own conclusions. I also do not rely \non the forecast information that appears to underlie the valu es in the Share \nPledges.  \n3.3 I understand that the pledgors under the Share Pledges include companies owned \nand/or controlled by the First and Second Defendants.52 I understand that Hogan \nLovells requested that the First and Second Defendants disclose certain \ninformation about these companies relevant to my valuations. In particular, \nHogan Lovells has requested the following documents in respect of the companies \nwho se shares were pledged (all this information is standard information that, in \nmy experience, would be requested and considered in a share valuation):53 \n(1) consolidated financial statements, including balance sheets, income \nstatements, cash flow statements , notes to the accounts and independent \naudit reports;  \n(2) management accounts, including balance sheets, income statements, cash \nflow statements and accompanying commentary such as those included in \nboard packs or board minutes;  \n(3) budgets, forecasts and /or strategic plans;  \n(4) capital expenditure plans;  \n(5) business models and details relating to the business operation of the \ncompany;  \n(6) any valuations of the company’s shares, prepared for the purposes of \npotential transactions or any other purpose such  as financial reporting;  \n \n52  D1 R RAD , ¶ 17. \n53  Letter of 23 February 2021 from Hogan Lovells to Fieldfis her LLP, copied to Enyo Law LLP.  \nD8/1/40\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 41 (7) details of transactions in the shares of the company;  \n(8) details of any offers to buy or sell shares in the company;  \n(9) details of the corporate structure;  \n(10) shareholder agreements and articles of association; and  \n(11) details of any dividends declared and/or paid.  \n3.4 I have reviewed c. 800 documents which were disclosed by the Defendants. These \ndocuments include: (i) a significant number of Share Pledges and amendments \n(the majo"}
{"start": 84000, "text": "port of Mark Bezant in BL-2017 -000665  | 41 (7) details of transactions in the shares of the company;  \n(8) details of any offers to buy or sell shares in the company;  \n(9) details of the corporate structure;  \n(10) shareholder agreements and articles of association; and  \n(11) details of any dividends declared and/or paid.  \n3.4 I have reviewed c. 800 documents which were disclosed by the Defendants. These \ndocuments include: (i) a significant number of Share Pledges and amendments \n(the majority of which were already disclosed in the Cont emporaneous \nDocuments); (ii) statements of the pledged companies’ accounts with the Bank;54 \n(iii) financial statements, but only for five companies and primarily for year -ends \nafter my valuation dates; and (iv) official company documents of the pledged \ncompanies.55  \n3.5 Therefore, the information which has been disclosed by the Defendants is of \nlimited use for my valuations, which constrains the analysis I can perform. For \ninstance, I am unable to use a DCF approach to value the pledged shares because I \ndo not have access to reliable cash flow forecasts for the companies I am valuing, \nor sufficient i nformation to prepare such forecasts.  \n3.6 In some instances, I have been able to obtain financial statements for the \ncompanies I am valuing from national corporate registries. The extent to which \ncompanies are required to publicly disclose financial informati on differs by \ncountry .56 Additionally,  it is often not clear if the financial statements that are \navailable represent the financial statements of the company itself, or the \nconsolidated financial statements of the company and its   subsidiaries. As stated \nabove, consolidated financial statements have been requested from the First and \nSecond Defendants. If the financial information that is available does not \nrepresent consolidated financial information, it may not reflect the performance \nof all the company’s assets and liabilities, or the performance of all of its \nresources.  \n \n54  For example, their loan accounts.  \n55  For example, certificates of incorporation, share purchase agreements and insolvency \nreports. This additionally included some shareholders’ meeting minutes for Stalmag which \nI had alr eady identified from public information.  \n56  I have been unable to identify financial statements for Clendon Holdings, Derling, Retal \nDnipro, Mawex, Vikna -Plast and Autorembitservis, as they are incorporated in countries \nthat do not require companies to mak e their financial statements publicly available.  \nD8/1/41\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 42 3.7 In order to perform a valuation at each assessment date (usually, 31 December \n2013, 31  December 2014 and 31 December 2015), I have reviewed each company \non a case -by-case basis and have c onsidered various other reference points:  \n(1) transactions in comparable companies, which I use to calculate valuation \nmultiples;  \n(2) the net asset values of the subject companies; and  \n(3) transactions in the shares of the companies I am valuing. However,  as I \nexplain below, I do not place much weight on these transactions.  \n3.8 In this section, I:  \n(1) explain the approaches I have used to valuing the entire share capital of \neach company and how I have applied them;  \n(2) explain my approach to applying minority  discounts when valuing a \nshareholding of less than 100%; and  \n(3) discuss my valuation conclusions.  \nTransactions in comparable companies  \nDescription of my valuation approach  \n3.9 My first reference point entails the application of a “multiple” or capitalisation \nfactor to an underlying financial or operational statistic of the company or its key \noperating assets.  \n3.10 In order to apply this method, it is necessary to identify transactio ns in the shares \nof comparable companies. Transactions in small parcels of shares in companies \nwhose shares are listed on stock exchanges are use"}
{"start": 87500, "text": "ns.  \nTransactions in comparable companies  \nDescription of my valuation approach  \n3.9 My first reference point entails the application of a “multiple” or capitalisation \nfactor to an underlying financial or operational statistic of the company or its key \noperating assets.  \n3.10 In order to apply this method, it is necessary to identify transactio ns in the shares \nof comparable companies. Transactions in small parcels of shares in companies \nwhose shares are listed on stock exchanges are used to calculate “trading \nmultiples ”. Transactions in substantial or majority interests in companies are used \nto calculate “transaction multiple s”. \n3.11 One common type of valuation  multiple is the ‘profit multiple’, being the ratio of \nobserved prices or calculations of enterprise value (EV) or equity value to various \naccounting measures of profitability. For example : \n(1) the ‘EV/EBITDA’ multiple is the ratio of the enterprise value of a company \nto its earnings before interest, taxes, depreciation and amortisation ; and  \n(2) the ‘EV/EBIT’  multiple is the ratio of the enterprise value of a company to \nits earnings before inter est and taxes.   \nD8/1/42\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 43 3.12 EV is an economic measure reflecting the total value of a business. It is the sum of \nthe value of claims by all creditors (secured and unsecured) and shareholders \n(preferred and common). In contrast, equity value measures only the value of  \nclaims by  shareholders.  \n3.13 As well as profitability  measures , valuation multiples can be based on:  \n(1) revenue, such as the EV/Revenue multiple, being the ratio of enterprise \nvalue to revenue ; and  \n(2) net assets (often known as book value), such as the ‘P/BV’  multiple, being \nthe ratio of the price (or equity value) of a company to its net assets.  \n3.14 In selecting an appropriate measure of profit or sales , it is  necessary to consider , \nbased on both the nature of the business and its operations,  whether the \nmeasure is a meaningful indicator  of the future prospects of the business. This is \nreferred to as ‘maintainable’ performance which should  exclude the effects of \none-off or unrepresentative events and include anticipated changes in the \nbusiness . \nApplication of approach  \n3.15 For trading multiples, for each subject company, I have identified a set of \npotentially comparable listed companies by:  \n(1) identifying listed companies that operate in the same sector as each subject \ncompany;  \n(2) excluding any co mpanies that are significantly larger than the subject \ncompany. I generally consider companies with equity values over 10 times \nthe value implied by the Share Pledge values to be significantly larger;57 and \n(3) where there are sufficient potentially compar able companies to do so , \nnarrowing this list to companies that operate in the same geographic \nlocation as the subject company . This overall process generally results in a \nsample of 5 -20 companies.   \n \n57  I exclude companies that are significantly larger than the subject company because the \ninclusion of much larger, more established and/or more diversified businesses would likely \nlead to my valuation of th e subject company being overstated. In circumstances where the \nvalue implied by the Share Pledges is significantly overstated, this approach may still lead \nto the inclusion of comparable companies which are too large, which will likely act to \noverstate  the appropriate valuation multiple.  \nD8/1/43\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 44 3.16 Where there is a sufficient number of listed comparables w hose shares are liquid, \nI prefer to exclude companies whose shares are not fully liquid . Consistent with \nEU guidelines, I consider companies to be  fully liquid if they have:58 (i) daily \ntrading values  above  EUR 1m; (ii) daily trading volumes above  250 shar es traded ; \nand (iii)"}
{"start": 91000, "text": "state  the appropriate valuation multiple.  \nD8/1/43\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 44 3.16 Where there is a sufficient number of listed comparables w hose shares are liquid, \nI prefer to exclude companies whose shares are not fully liquid . Consistent with \nEU guidelines, I consider companies to be  fully liquid if they have:58 (i) daily \ntrading values  above  EUR 1m; (ii) daily trading volumes above  250 shar es traded ; \nand (iii)  an average floated value above EUR 100m on my valuation date.  \n3.17 However, I am often unable to rely only on companies meeting these criteria \ngiven the limited number of potential comparables available. In such cases, I apply \ncertain seco ndary criteria to identify and exclude the least liquid comparables. \nWhen applying my secondary criteria , I generally rely on companies that have: \n(i) daily trading values above  EUR 10,000; (ii) traded on more than half the trading \ndays in the previous calendar year; and (iii) ha d a ‘free float’ of at least 5%.59 In \nsome circumstances, I apply different secondary criteria where these criteria are \noverly restrictive and result in too few comparable listed companies.  \n3.18 I consider four valuation multiples in my analysis:  \n(1) EV/EBITDA multiples;  \n(2) EV/EBIT multiples;  \n(3) EV/Revenue multiples; and  \n(4) P/BV multiples.  \n3.19 I calculate the valuation multiples of each comparable company as at each of my \nvaluation dates. I calculate these multiples based on: (i) the company’s latest \navailable EV reported as at the valuation date (s); and (ii) its profits or revenue for \nthe most recent twelve -month period (or at the most recent date in the case of \nnet asset value) for which information was available as at the valuation date (s).  \n \n58  Exhibit MB-A2: Official  Journal of the European Union, Commission Delegated Regulation \n(EU) 2017 -567, dated 18 May 2016 , page 4.  \n59  The ‘free float’ refers to the proportion of shares available on the stock exchange for \npublic investors as opposed to shares held by management, controlling investors or other \ninvestors that are unlikely to frequently trade in the shares.  \nD8/1/44\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 45 3.20 Having identified a set of comparables using the above criteria, I would typically \nseek to refine the a nalysis by comparing the growth and risk profiles of the \ncomparable companies and the subject company to be valued. This would allow \nme to identify the most comparable company/companies. However, given the \nlack of information that is available to me about the companies whose shares \nwere pledged, I am unable to do this.60 Instead, in each case I have considered the \ninformation that is available and applied the most appropriate multiple or range \nof multiples in the circumstances. For instance, in some  cases  I consider it \nappropriate  to apply a discount to the comparable companies’ multiples, where \nthe comparable companies operate in less risky jurisdictions than the subject \ncompany. If more detailed financial information on the subject companies is \nprovided , I will seek to incorporate this into my selection of comparables. \nNonetheless, it is clear from the size of the discrepancies shown in Section 2  that \nthe Share Pledge values are greatly overstated even based on the broader set of \ncomparables that I identify . Therefore, the selection of the valuation multiple \n(within a reasonable range given the company in question, its stage of \ndevelopment and the industry in which it operates) does not affect my overall \nconclusions.  \n3.21 The shareholdings in the comparable compa nies may differ to the subject of the \nvaluation in respect of marketability and control. Trading multiples derived from \nlisted businesses typically relate to the prices at which small parcels of listed \nshares trade. Purchases of small parcels of shares do not confer cont"}
{"start": 94500, "text": "on multiple \n(within a reasonable range given the company in question, its stage of \ndevelopment and the industry in which it operates) does not affect my overall \nconclusions.  \n3.21 The shareholdings in the comparable compa nies may differ to the subject of the \nvaluation in respect of marketability and control. Trading multiples derived from \nlisted businesses typically relate to the prices at which small parcels of listed \nshares trade. Purchases of small parcels of shares do not confer control over the \ncompany and the market for these parcels is often liquid. Given this, trading \nmultiples often reflect the benefit of liquidity (a liquidity premium) but not that of \ncontrol (a control premium). In my experience, when valuing a c ontrolling interest \nin a private company by reference to trading multiples , valuers typically either \nmake no adjustment to the trading multiples relied upon or make adjustments for \nboth liquidity and control (which often largely offset) . Consistent with co mmon \npractice, in this report I assume that the entire share capital of the subject \ncompanies can be valued based on trading multiples with no adjustment. My \nconclusions are not sensitive to this assumption.  \n \n60  As I explain in detail in my appendices setting out my analysis in respect of individual \ncompanies, my understanding of the companies whose shares were pledged is sometimes \nbased on information from Orbis. Orbis reports a peer group for the companies based on: \n(i) Standard Industrial Classification (“ SIC”) code; and (ii) revenue. I consider my  approach \nto be a more reliable approach to identify comparable companies since, as opposed to \nsolely relying on SIC codes, I review a company’s activities in greater detail. I therefore do \nnot rely on the peer set identified by Orbis.  \nD8/1/45\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 46 3.22 For transaction multiples , I apply similar crite ria as when identifying trading \nmultiples. There are generally fewer datapoints from transactions involving \nprivate companies than from trading in listed companies and the valuation dates \ntypically do not align with my valuation dates precisely.  \n3.23 The multip les derived from these transactions are typically broadly similar to the \nmultiples derived from listed companies, but I consider on a case -by-case basis \nthe relative weight I place on trading and transaction multiples.  \n3.24 In addition to valuation multiples of companies comparable to the subject \ncompanies in terms of their industry sector, I have considered the multiples  of \ncompanies listed on a Ukrainian stock exchange, the First Securities Trading \nSystem (“ PFTS ”).61 This provides insight into the typical valuation multiples at \nwhich Ukrainian companies trade and is informative of the wider economic \nclimate in Ukraine.  \n3.25 I have reviewed the trading multiples of all Ukrainian companies listed on  the \nPFTS  stock exchange  for which Capital IQ holds data as at 31 December 2015 and \nsummarise the results in Table 3-1 below. The resulting multiples are quite low, \nand the median multiples across the PFTS are at the lower end of the range of \nthose of comparable companies that I identify, albeit these multiples could be \naffected by the liquidity of the companies. I provide more details on the valuation \nmultiples of companies listed on the PFTS in Appendix 6 . \nTable 3-1: Valuation multiples of companies on the PFTS as at 31 December 2015  \n EV/Revenue  EV/EBITDA  EV/EBIT  P/BV  \nNumber of companies  \nfor which a multiple \ncan be calculated  10 6 6 14 \nMedian  0.2x  1.7x  2.3x  0.5x  \nRange  0.0x - 14.3x  0.4x - 12.5x  0.9x - 30.6x  0.0x - 1.1x  \n25:75 percentile range  0.2x - 0.5x 1.5x - 1.8x  2.0x - 2.6x  0.3x - 0.7x  \nSource: Appendix 6 . \n \n61  This is the only  Ukrainian exchange for which Capital IQ has data.  \nD8/1/46\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -0006"}
{"start": 98000, "text": "t 31 December 2015  \n EV/Revenue  EV/EBITDA  EV/EBIT  P/BV  \nNumber of companies  \nfor which a multiple \ncan be calculated  10 6 6 14 \nMedian  0.2x  1.7x  2.3x  0.5x  \nRange  0.0x - 14.3x  0.4x - 12.5x  0.9x - 30.6x  0.0x - 1.1x  \n25:75 percentile range  0.2x - 0.5x 1.5x - 1.8x  2.0x - 2.6x  0.3x - 0.7x  \nSource: Appendix 6 . \n \n61  This is the only  Ukrainian exchange for which Capital IQ has data.  \nD8/1/46\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 47 3.26 As well as providing insight into the valuation multiples at which Ukrainian \ncompanies typically trade, these listed companies provide insight into the size of \nUkrainian companies. As I have explained above, t he largest non -financial \nUkrainian listed company , as re ported by Capital IQ,  for which I have been able to \nidentify information as at 31 Decemb er 2015 (one of my valuation dates) is \nUkrnafta. Ukrnafta is an oil and gas company which had a market capitalisation of \nUAH  9.5bn at this date.62 In total, Capital IQ reports that there are only four non -\nfinancial Ukrainian listed companies (including Ukr nafta) with a market \ncapitalisation greater than UAH 1.0bn as at 31 December 2015 .63  \n3.27 In comparison, the Share Pledge of Derling  (the largest Ukrainian pledged \ncompany) implies a 100% value of UAH 18.0 bn as at 31 December 2015 (nearly  \ndouble  the market capitalisation of the largest listed company in Ukraine). Across \nall 21 pledged com panies  (Ukrainian and non -Ukrainian) , seven  were each  \npurportedly worth more than  UAH  9.5bn on at least one of my valuation dates, \nand a further nine were each purportedly worth at least  UAH 1.0bn  on at least \none of my valuation dates .64 I consider it unlikely that a significant number of the \npledged private companies were worth more than the largest listed Ukrainian \ncompanies.  \n3.28 Most of the subject companies were loss -making and/ or ha d highly volatile \nearnings over time . In order to determine the ‘maintainable’ performance of the \ncompanies, I r eview their financial performance in the years preceding my \nvaluation dates to estimate a reasonable maintainable level of performance.   \n3.29 My valuations using multiples of sales and profits result in an estimate of the EV \nof the subject company. I estimate the value of the subject company’s shares by \ndeducting the amount of its debt and adding the amount of its cash as at the \nvaluation date. No such adjustment is required when using P/BV multiples which \narrive at an equity value directly.  \n \n62   Appendix 6 . \n63  Appendix 6 . I note that Bloomberg identifies nine non -financial Ukrainian listed companies \nwith a market capitalisation greater than UAH 1.0bn as at 31 December 2015. Source: \nBloomberg, members of the PFTS Index as at 31  December  2015.  \n64  Appendix 28.  \nD8/1/47\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 48 Net asset value  \nDescription of valuation approach  \n3.30 In some instances, a company may be valued based on its reported net asset \nposition. This approach reflects the residual value to shareholders after selling the \ncompany’s assets and settling its liabilities , assuming that th ese assets and \nliabilities are settled for the amounts at which they are recorded in the financial \nstatements . One limitation of this approach is that accounting standards do not \ngenerally require companies to record their individual assets in their financ ial \nstatements at the amount for which they could be sold. The use of P/BV multiples \ndiscussed above seeks to address this (given the share price of a company will \nreflect the market’s views of the value of its assets notwithstanding the amounts \nascribed t o them in the company’s financial statements).  \nApplication of approach  \n3.31 In instances where a company is not profitable on an ongoing basis, I have \nconsidered the net asset value as one of my reference points, as thi"}
{"start": 101500, "text": "n their financ ial \nstatements at the amount for which they could be sold. The use of P/BV multiples \ndiscussed above seeks to address this (given the share price of a company will \nreflect the market’s views of the value of its assets notwithstanding the amounts \nascribed t o them in the company’s financial statements).  \nApplication of approach  \n3.31 In instances where a company is not profitable on an ongoing basis, I have \nconsidered the net asset value as one of my reference points, as this should \nreflect (to some extent) the val ue of the company if it were to be liquidated and \nits individual assets sold and its liabilities settled.  \n3.32 For a profitable trading company, the P/BV multiples that I consider above may \nbetter reflect the value of the business than the adoption of an unadju sted net \nasset value. However, the P/BV for trading companies can sometimes be less \nthan  1 (i.e. , the company is worth less than  its reported net asset value). This may \narise when investors consider the value of the company’s assets to be less than \nreporte d in its financial statements, for instance , because they would be relatively \nhard to sell, or where the carrying values in the financial statements have not yet \nbeen updated for the falls in market values.   \nTransactions in the shares of the companies bein g valued   \nDescription of valuation approach  \n3.33 All else being equal, observed prices from transactions or proposed transactions \nin the subject company are often a reliable guide to value because they reflect the \nview s of actual / potential buyers and sellers .  \nApplication of approach  \n3.34 Where I have identified transactions in the shares of each of the companies \nwhose shares were pledged , I have considered the values they imply as a \nreference point. However, as I explain b elow , I place little weight on these \ntransactions as I consider them unreliable.  \nD8/1/48\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 49 3.35 I have searched for transactions in the shares of each of the companies. In the \ncase of some of the companies registered in Ukraine, I have identified transaction \ninformation  reported by SMIDA.   \n3.36 SMIDA provides information on both: ( i) transactions  on Ukrainian stock \nexchanges ( known as “ on-exchange  transactions ”); and (ii) private  transactions , \nvia brokers (known as “ off-exchange  transactions ”). \n3.37 Shares in companies relevant to  my work have been traded on five Ukrainian \nexchanges, including:65 \n(1) the Perspektiva Stock Exchange (“ PSE”),66 Ukraine’s largest stock exchange \nby trading volume;67 \n(2) the Ukrainian Exchange  (“UX”), currently Ukraine’s second largest stock \nmarket ;68 \n(3) the First Securities Trading System ( PFTS ),69 Ukraine’s largest stock \nexchange by number of brokers/dealers and listed securities;70  \n(4) the Ukrainian Stock Exchange (“ USE”), the first registered stock market in \nUkraine. I understand that this is the main exchange used for primary \nauctions held by the State Property Fund but is characterised by low \nvolumes of secondary stock trading;71 and \n(5) the Ukraine Universal Exchange (“ UUE ”), which organises the exchange and \nauction of commodities (including pet roleum and agricultural products) and \nother non -commodity properties, including assets pledged against loans \nextended by local banks .72  \n \n65 Exhibit MB -A3: RBC Investor & Treasury Services, Market Profile Ukraine , pages 1 and 2.  \n66  Exhibit MB -A4: Perspektiva Stock Exchange website . \n67 Exhibit MB -A5: Perspektiva Stock Exchange, November 2020 Results . \n68 Exhibit MB -A3: RBC Investor & Treasury Services, Market Profile Ukraine , page 1.  \n69  Exhibit MB -A6: PFTS website.  \n70  Exhibit MB -A3: RBC Investor & Treasury Services, Market Profile Ukraine , page 2.  \n71  Exhibit MB -A3: RBC Investor & Treasury Services, Market Profile Ukraine , page 2.  \n72 Exhibit MB -A7: Ukraine Universal Exchange website .  "}
{"start": 105000, "text": "1 and 2.  \n66  Exhibit MB -A4: Perspektiva Stock Exchange website . \n67 Exhibit MB -A5: Perspektiva Stock Exchange, November 2020 Results . \n68 Exhibit MB -A3: RBC Investor & Treasury Services, Market Profile Ukraine , page 1.  \n69  Exhibit MB -A6: PFTS website.  \n70  Exhibit MB -A3: RBC Investor & Treasury Services, Market Profile Ukraine , page 2.  \n71  Exhibit MB -A3: RBC Investor & Treasury Services, Market Profile Ukraine , page 2.  \n72 Exhibit MB -A7: Ukraine Universal Exchange website .   \nD8/1/49\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 50 3.38 I have attempted to verify the SMIDA transaction data using data from the \nwebsites of each of the above exchanges. Wher e I have been able to obtain such \ninformation, it is materially consistent with the SMIDA data.73  \n3.39 While I consider that the price at which shares in each subject company have \nbeen sold in the past is a relevant reference point, I note that on its own this  \ninformation  is of limited utility . That is because:  \n(1) SMIDA does not report the identities of the parties involved in \ntransactions.74 I do not know the context of the transactions I have \nidentified and, for example, whether they were conducted at arm’s length \nor between related parties;  \n(2) SMIDA publishes the transaction information that it receives from issuers \nand other professional market participants but does not verify this \ninformation.75 The completeness of SMIDA’s dataset therefore depends on \nthe extent to which issuers and other market participants comply with their \ndisclosure obligations , such that it could be incorrect and/or incomplete ; \n(3) the SMIDA data is missing information and contains transcription errors in \naround 6% of  transactions .76 I have attempted to correct for such errors in \nmy analysis, and in some cases , this has required me to make certain \nassumptions when int erpreting the data;  \n(4) the on -exchange and off -exchange transactions are in some cases \nconcluded at vastly different prices, with the off -exchange transactions \ntending to be concluded at prices both above and below the on -exchange \nprices. I do not know th e reason for this. It is possible that differences in \nprices reflect related party transactions or differences in the degree of \ntransparency, liquidity and/or regulatory supervision of these respective \nmarkets; and  \n(5) over the period I am instructed to co nsider, none of the subject companies \nhad a sufficiently high volume of trades to be considered liquid  (based on \nthe criteria set out in paragraph 3.16 ). \n \n73  Appendix 29.  \n74  Exhibit MB -A8: Law of Ukraine about securities and the stock market, 24 September 2020 , \nArticle 23.  \n75  Exhibit MB -A9: Decision of the NCSSU of Ukraine #733, 3 June 2014 .  \n76  There are errors in 121 transactions in Dniproazot and 1 error in the transactions in \nKievguma, out of the 2,097 transactions I have considered across five companies. Source: \nAppendix 29.  \nD8/1/50\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 51 Minority dis counts  \n3.40 The valuation  approaches  described above can be applied to derive the equity \nvalue of a company, being the value of its entire share capital , or, in the case of \ntransactions in the shares of the company, the value of a minority interest, if the \ntransactions are in minority interests. T he characteristics of a shareholding in a \ncompany  (reflecting the rights attaching to it under statute, the articles of \nassociation or company charter, or its shareholders’ agreement)  have the \npotential to affect its va lue, and some shareholdings are valued or transact  at a \npremium or discount to their pro rata  value.  \n3.41 In particular, the value per share of a minority interest can differ materially to the \nvalue of a 100% interest and is typically lower (sometimes substant ially so). I \nexplain in Appendix 5  that minority discounts reflect th"}
{"start": 108500, "text": " the rights attaching to it under statute, the articles of \nassociation or company charter, or its shareholders’ agreement)  have the \npotential to affect its va lue, and some shareholdings are valued or transact  at a \npremium or discount to their pro rata  value.  \n3.41 In particular, the value per share of a minority interest can differ materially to the \nvalue of a 100% interest and is typically lower (sometimes substant ially so). I \nexplain in Appendix 5  that minority discounts reflect the characteristics of a \nminority shareholding including the lack of control or influence it confers and its \nlack of liquidity. I explain that the application o f minority discounts is supported \nby a large body of academic literature and empirical evidence. The discounts can \nvary widely depending on the circumstances and can be substantial, amounting to \n50% or more of the shareholding’s undiscounted value even in a country with \nstrong minority shareholder protections.  \n3.42 Minority discounts can vary widely depending on the circumstances and I do not \nhave enough information (such as information about the rights and obligations \nattaching to these holdings  or available mi nority shareholder protections ) to \nperform such an assessment for the shareholdings that are the subject of my \nwork. Instead, when presenting my valuations of the specific shareholdings \npledged , I apply typical discounts as shown in Table 3-2 below.  \nTable 3-2: Minority discounts I apply in this report  \nShareholding  Discount  \n<10%  50%  \n10% - 25%  40%  \n25% + 1 share to 50% - 1 share  30%  \n50%  20%  \n50% - 75%  10%  \n>75%  0% \n \nD8/1/51\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 52 3.43 I have based  the discounts above on typical custom and practice in the valuation \nof companies in high corporate governance jurisdictions.77 I would expect minority \ndiscounts in Ukraine and some of the other countries in which the companies \nwhose shares were pledged ge nerally to be higher than those discounts in \nTable  3-2 above given perceptions of lower quality corporate governance and \nlegal protections of minority shareholders. My conclusions are not sensitive to \nthese assumptions.  \nValuation conclusions  \n3.44 I set out my analysis on a company -by-company basis in Appendices 7 to 27, and \nprovide my underlying calculations in  their native spreadsheet format in \nAppendi x 28. In these appendices I also provide additional information on the \nshareholdings pledged, the companies’ activities, and their financial performance \nover time.  \n3.45 There is one company, Clendon Holdings, which I have been unable to value as I \nhave no financia l information for this company. I summarise the information that \nis available to me in  Appendix 7 . In this appendix I explain that I have, however, \nidentified financial information for a subsidiary  of this company  (the Retal Group). \nMy analysis suggests th at Clendon Holdings would need to have material \nadditional  assets beyond its ownership of  the Retal Group for the values stated in \nthe Share Pledges to be reasonable. I have seen no evidence of such assets  but \nhave limited information about the company . For the purposes of comparing my \nanalysis to the Share Pledges, I include my value of the Retal Group . As I explain in \nmore detail in Appendix 7 , I consider that the actual value of Clendon Holdings \ncould be higher or lower than the value of the Retal Group.  \n3.46 I summarise my valuation conclusions in the tables in Section 2 . These tables \nshow that overall, I conclude that in aggregate my valuations of the shares \npledged are about : \n(1) 94% lower than those contained in the Share Pledges as at \n31 December  2013 ;  \n(2) 90% lower than those contained in the Share Pledges as at \n31 December  2014; and  \n(3) 88% lower than those contained in the Share Pledges as at \n31 December  2015. \n \n77  Table A5 -1. \nD8/1/52\nConfidential  \n24 November  2021  \nShar"}
{"start": 112000, "text": " summarise my valuation conclusions in the tables in Section 2 . These tables \nshow that overall, I conclude that in aggregate my valuations of the shares \npledged are about : \n(1) 94% lower than those contained in the Share Pledges as at \n31 December  2013 ;  \n(2) 90% lower than those contained in the Share Pledges as at \n31 December  2014; and  \n(3) 88% lower than those contained in the Share Pledges as at \n31 December  2015. \n \n77  Table A5 -1. \nD8/1/52\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 53 3.47 In ten cases, I assess the relevant company’s value to be nil on at least one of my \nvaluati on dates given its poor performance and/or debt balance.  \n3.48 Leaving aside Clendon Holdings, which I have been unable to value, I consider that \nthe values stated in the Share Pledges were materially overstated with just two \nexceptions:  \n(1) Stalmag , whose value  appears to have been understated as a result of the \nvalues in the Share Pledges being based on materially understated historical \nfinancial performance (with my value being 45% higher than the Share \nPledge value as at 31 December 2015);78 and \n(2) Dinacom, whose value appears to have been slightly overstated at one of \nmy three valuation dates (31  December  2015). I consider that the value \nstated in the Share Pledge amendment in force at this date was materially \noverstated at the time the amendment  was agreed (on 29 December 2014). \nIn particular, I assess the company’s value to be nil as at 31 December 2014 \nbecause the company’s revenues did not cover its interest costs. However, \nas a result of a subsequent capital contribution in November  2015 that was \nused (i n combination with the receipt of outstanding receivables) to repay \ndebt, my valuation of the pledged shareholding in Dinacom as at \n31 December  2015  is 21% lower than the value contained in th e \namendment  in force at this date  (dating from before the capital \ncontribution ).79  \n \n78  Table 2-6. \n79  Table 2-6. When considering the value of 100% of the shares in Dinacom, I conclude on a \nvalue for Di nacom 13% higher than implied by the Share Pledges (see Table 2 -3). \nD8/1/53\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 54 4. My review of the values contained in the Share Pledges and \nunderlying documents  \nIntroduction  \n4.1 In order to inform my valuation of the companies whose shares were pledged, I \nhave reviewed the Share Pledges, Con temporaneous Documents, and disclosure \nby the Defendants. This allows me to determine if the values in the Share Pledges \nappear reasonable, and if there is information contained in these documents that \ncan be used in my analysis. All the Share Pledges and underlying documents were \nproduced prior to the Bank’s nationalisation.   \n4.2 Each Share Pledge sets out: (i) the company whose shares were pledged  (and in \nsome instances the company number) ; (ii) the percentage  shareholding pledged; \nand (iii) the purported value of that shareholding. The Share Pledges themselves \ndo not state the source of the stated value or explain how the stated value has \nbeen calculated. Elements (ii) and (iii) (the percentage of the shareholding \npledged and the purported value of the share holding) were sometimes varied in \nsubsequent amendments to the pledges that I have seen. I am instructed to rely \non those versions of the Share Pledges and their amendments which are signed.  \n4.3 As an example, in Figure 4 -1 below I set out an extract from one of the Share \nPledges (the information is presented in the Share Pledges in both English and \nUkrainian).  \nFigure 4-1: Extract from original pledge of Derling LLC shares  \n \nSource: IK0012314_0001 , page 18.  \nD8/1/54\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 55 4.4 In the Contemporaneous Documents, I have identified certain documents that \nappear to underlie the values represente"}
{"start": 115500, "text": "s an example, in Figure 4 -1 below I set out an extract from one of the Share \nPledges (the information is presented in the Share Pledges in both English and \nUkrainian).  \nFigure 4-1: Extract from original pledge of Derling LLC shares  \n \nSource: IK0012314_0001 , page 18.  \nD8/1/54\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 55 4.4 In the Contemporaneous Documents, I have identified certain documents that \nappear to underlie the values represented in the Share Pledges. These documents \ninclude:  \n(1) credit committee presentations which provide updates on credit \nagreements between the Bank and borrowers.80 As well as containing \ndetails of the borrower and the credit agreement, the credit committee \npresentations state the value of the security pledged against the loan \n(including by way of share pledges and/or other security). In general, the \ninformation contained in the credit committee presentations summarises \nhow this security was valued; and  \n(2) valuation analysis in spreadsheet form. I do not know who prepared these \nspreadsheets81 but, as I explain below, the analysis appears to accompany \nthe credit committee presentations.82 This analysis is based on DCF \ncalculations and analysis of comparable assets.83 \n4.5 For 12 companies, I have identified credit committee presentations and valuation \nanalysis that contain the same  values as contained in Share Pledges. For example:  \n(1) the initial share pledge agreement for DZK-1535 dated 31 March 2014 \n(which pledged a 40% shareholding in S.C. Feral  S.R.L. (Feral ) at \nUAH  2,522m) implies a  100% pro rata  value  for Feral of UAH  6,305m \n(calculated as UAH 2,522m/40% = UAH 6,305m) ; and  \n \n80  For example, PB0107837_00001 . \n81  There is no additional useful information in the metadata of the files for identifying who \nprepared the spreadsheets.  \n82  The valuation spreadsheets are not always dated the same date as the credit committee \npresentations, or the Share Pledges. In some instances, a valuation spreadsheet could be \ndated later than a Share Pledge, but where the values are the same, I still consider that \nthe valuation spreadsh eet underlies the Share Pledge and is informative for my analysis. It \nis possible an identical earlier dated spreadsheet existed but has not been identified.  \n83  By analysis of comparable assets, I mean that the value is based on the value of \ncomparable ass ets to the assets that the companies purportedly own. The underlying \nspreadsheets refer to this approach as the “ analog ” approach.  \nD8/1/55\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 56 (2) I have identified a credit committee presentation dated 10 July 2014 \n(PB0107844_00001 ) and a  valuation spreadsheet ( with a valuation date of \n31 December 2013 ) (PB0041554_00001 ) which imply the same  valuation of \n100% of the shares in Feral (i.e. UAH 6,305m).84  \n4.6 For 11 of these 12 companies, the values in these documents match a pledged \nvalue that I rely on as at one of my valuation dates. Where this is the case, I \nconsider that these documents are relevant to my assessment of the reliability  of \nthe values stated in the Share Pledges . In instances where the values are not an \nexact match, I consider the Contemporaneous Documents that contain analysis \nproduced around the same time and/or which arrive at a similar value, to be \nrelevant to my assessment of the reliability of the values stated in the Share \nPledges.  \n4.7 I explain in this section that the Contemporaneous D ocuments include valu es that \nare inconsistent or vary significantly over time without explanation, indicating \nthat the values presented in at least some of these documents are not reliable, \nand are therefore not informative for my valu ation. In particular:  \n(1) Issue 1 : I have identified multiple versions of some of the Share P ledges  \nwhich bear the same date , but which pledge different sharehol"}
{"start": 119000, "text": "es stated in the Share \nPledges.  \n4.7 I explain in this section that the Contemporaneous D ocuments include valu es that \nare inconsistent or vary significantly over time without explanation, indicating \nthat the values presented in at least some of these documents are not reliable, \nand are therefore not informative for my valu ation. In particular:  \n(1) Issue 1 : I have identified multiple versions of some of the Share P ledges  \nwhich bear the same date , but which pledge different shareholding \npercentages ;  \n(2) Issue 2 : I have identified multiple versions of some of the Share P ledge s \nwhich bear the same date , but which imply different overall  values  for the \ncompany;  \n(3) Issue 3: several of the Share Pledges contain materially different valuations \nwithin a short period of time  (which are usually  increases in value); and  \n(4) Issue 4: some of the credit committee presentations and valuation \nspreadsheets that appear to underlie the values in the Share Pledges \ncontain materially different values to each other and those set out in the \nShare Pledges as at the same valuation date.  \n4.8 In Table 4 -1 below, I summarise whether issues (1) to (4) apply and, relevant for \nissue (4), where I have identified credit committee presentations and valuation \nspreadsheets. A tick indicates that an issue applies.   \n4.9 I then discuss these observations in fu rther detail, including examples. I discuss \nthe analysis underlying the values in these documents in Section  5. \n \n84  The credit committee presentation states that “ the value of 100% of the equity share of the \ncompany’s  [Feral] assessed val ue” is UAH 6,304,634,443. The valuation spreadsheet \ncontains a valuation of Feral for 31 December 2013 of UAH 6,304,634,443.  \nD8/1/56\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 57 Table 4-1: Summary of issues in the Share Pledges and underlying  docum ents  \nCompany  (1)  \nDifferent \nshareholding \npercentages  pledged \nat the same date  (2) \nDifferent overall \nvalues  implied by \nvaluations as at \nthe same date  (3) \nShare Pledges with \nsignificant \nfluctuations  in \nvaluation over time  Identified \npresentation or \nspreadsheet  \nunderlying the \npledged value  (4) \nInconsistent \nunderlying \ndocuments  \nClendon Holdings    ✓ ✓ ✓ \nDerling   ✓ ✓ ✓ ✓ \nFeral  ✓   ✓ ✓ \nGM Holdings  ✓   ✓ ✓ \nRetal Dnipro     ✓ ✓ \nDniproazot     ✓ ✓ \nGoiania    ✓ ✓ ✓ \nAntarktika    ✓ ✓  \nMemento   ✓  ✓  \nEuro Tyres     ✓  \nPenny Lane    ✓ ✓ ✓ \nKievguma     ✓  \nGilton     ✓ ✓ \nStalmag     ✓ ✓ \nKFC    ✓  \nTeide     ✓  \nMawex       \nDinacom     ✓ ✓ \nVikna -Plast     ✓ ✓ \nAutorembitservis     ✓ ✓ \nDnipronaftoprodukt     ✓ ✓ \nD8/1/57\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 58 4.10 Where I have identified one of the above issues for a given company, I discuss it in \nthe relevant company -specific appendix. I give five examples below of how Issue \n1, Issue 2 and Issue 3 affect my approach to the valuation of the pledged shares.  \nIssue 1:  I have identified multiple versions of the same Share P ledges  which bear \nthe same date but which pledge different shareholding percentages  \n4.11 There are two companies where I have identified multiple versions of the same \nShare Pledge. I set out these instances in Table 4 -2 below. All of these Share \nPledges are dated 31 December 2015.  \nTable 4-2: Instances where there are multiple versions of the same Share Pledge  \nCompany  Share \nPledge  Date  Pledged \nshareholding  Pledged \nvalue  Implied value \nof 100% of the \nshare capital  \nFeral    \n   \n  DZK-1535  31 Dec 15  66%  10,381   15,704  \n  DZK-1535  31 Dec 15  65%  10,242   15,704  \n  DZK-1535  31 Dec 15  49%  7,695   15,704  \nGM Holdings   \n   \n  DZK-1534  31 Dec 15  100%  13,289   13,289  \n  DZK-1534  31 Dec 15  85%  11,289   13,289  \n  DZK-1534  31 Dec 15  49%  6,512   13,289  \nSource: Appendix 28, tabs ‘Feral’ and ‘GM Holdings’.  \n4.12 As shown by Tabl"}
{"start": 122500, "text": "Company  Share \nPledge  Date  Pledged \nshareholding  Pledged \nvalue  Implied value \nof 100% of the \nshare capital  \nFeral    \n   \n  DZK-1535  31 Dec 15  66%  10,381   15,704  \n  DZK-1535  31 Dec 15  65%  10,242   15,704  \n  DZK-1535  31 Dec 15  49%  7,695   15,704  \nGM Holdings   \n   \n  DZK-1534  31 Dec 15  100%  13,289   13,289  \n  DZK-1534  31 Dec 15  85%  11,289   13,289  \n  DZK-1534  31 Dec 15  49%  6,512   13,289  \nSource: Appendix 28, tabs ‘Feral’ and ‘GM Holdings’.  \n4.12 As shown by Table 4 -2 above, in each case the different versions of the \nagreements pledge different shareholding percentages and hence include \ndifferent pledged values. The implied 100% pro rata  values are the same for each \nagreement.  \n4.13 These instances direc tly affect my work. As these documents are all dated \n31 December 2015, it is not clear which version s of the Share Pledges were in \nforce as at my valuation dates. This impacts  whether or not I apply a minority \ndiscount  and the size of any such discount. As  shown by Table 4 -2, the different \npercentages range between controlling and non -controlling interests. For the \npurposes of my analysis, I rely on the versions of the Share Pledges that pledge \nthe highest percentage shareholding, the effect of which is to reduce (or eliminate \naltogether) the minority discounts I apply in my calculations.  \n4.14 The selection of the specific Share Pledges does not affect my conclusions that the \nShare Pledges were materially overstated.  \nD8/1/58\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 59 Issue 2: I have identified multiple versions of the same Share P ledges  which bear \nthe same date but which imply different overall values for the company  \n4.15 There are a further two companies for which  I have identified multiple versions of \nthe same Share Pledge, but in these instances the pledged shareho ldings and \npledged values imply different 100% values of the share capital. For one of the \ncompanies, Derling LLC ( Derling ), I have identified the same issue across two \nseparate Share Pledges ( DZK-1564 and DZK-1565). I set out these instances in \nTable 4-3 below. All of these Share Pledges are dated 31 December 2015.  \nTable 4-3: Instances where there are multiple versions of the same Share Pledge  \nCompany  Share \nPledge  Date  Pledged \nshareholding  Pledged \nvalue  Implied value \nof 100% of the \nshare capital  \nDerling       \n  DZK-1564  31 Dec 15  72%  12,950   17,986  \n  DZK-1564  31 Dec 15  29%  3,142   10,896  \n  DZK-1564  31 Dec 15  26%  3,731   14,112  \nDerling       \n  DZK-1565  31 Dec 15  72%  10,098   14,112  \n  DZK-1565  31 Dec 15  69%  7,536   10,896  \n  DZK-1565  31 Dec 15  26%  4,676   17,986  \nMemento    \n   \n  DZK-1525  31 Dec 15  79%  4,237  5,390  \n  DZK-1525  31 Dec 15  49%  2,692  5,494  \nSource: Appendix 28, tabs ‘Derling’ and ‘Memento’.  \n4.16 To explain one of the instances further, shares in Derling were pledged under \nShare Pledge DZK-1565, as well as DZK-1564 . I have identified three  versions of \nShare Pledge DZK-1565, all dated 31  December  2015 . These pledge 26%, 69% and \n72% shareholdings in Derling respectively. They each imply different values for \n100% of Derling, as shown in Table 4 -3 above.  \nD8/1/59\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 60 4.17 As Table 4 -3 shows, for DZK-1565 the value of 100% of Derling implied by the 26% \nshareholding is higher than the value implied by the 69% shareholding.  I would \ntypically expect the value per share of a majority (69%) shareholding , on a market \nvalue basis,  to exceed that of a minority (26%) shareholding (i.e. due to a minority \ndiscount).85 However, the opposite is implied by the asserted values. I have no t \nseen an explanation for this.  \n4.18 As a further issue, these pledges may together have pledged more than 100% of \nthe shares in Derling. One version of Share Pledge DZK-1565 pledged 72% of \nDerl"}
{"start": 126000, "text": "value implied by the 69% shareholding.  I would \ntypically expect the value per share of a majority (69%) shareholding , on a market \nvalue basis,  to exceed that of a minority (26%) shareholding (i.e. due to a minority \ndiscount).85 However, the opposite is implied by the asserted values. I have no t \nseen an explanation for this.  \n4.18 As a further issue, these pledges may together have pledged more than 100% of \nthe shares in Derling. One version of Share Pledge DZK-1565 pledged 72% of \nDerling as at 31 December 2015. However, 72% of Derling was also pledge d as at \n31 December 2015 under one version of DZK-1564 (see Table 4 -3). If both of these \nversions were in force, then  the two pledges at this date together pledged 144% \nof Derling’s shares. That is, some of the shares in Derling were pledged under \nboth DZK-1564 and DZK-1565. This is the only instance of this issue of which I am \naware.  \n4.19 As stated in paragraph 4.13 , the issue of multiple versions of Share Pledges \ndirectl y affects my work:  \n(1) in the case of Derling, as I explain further in Appendix 8 , I have identified a \nvaluation spreadsheet that matches the versions of the Share Pledges that \nimply a value for 100% of Derling of UAH  17,896m. I therefore rely on these \nShare Pledges for Der ling (i.e. I assume the pledge of 72% under DZK-1564 \nand 26% under DZK-1565) ; and  \n(2) in the case of Memento, I have not identified a valuation spreadsheet that \nmatches one of the Share Pledges (and the difference between the two \nvalues for 100% of the com pany is relatively small). I therefore rely on the \nversions of the Share Pledges that pledge the highest percentage \nshareholding for reasons set out in paragraph 4.13 . \nIssue 3: S everal of the Share Pledges contain materially different valuations \nwithin a short period of time  \n4.20 For five companies, the valuations implied by the Share Pledges fluctuate \nmaterially over a very short period of time. I consider it unusual for the value of a \ncompany – especially given the nature of the companies in question and the \nindustries in which they oper ate – to change so significantly within such a short \nperiod in the absence of a significant event affecting it (or its industry, or the \nwider economy in which it operates). I am not aware of such events for the \ncompanies in question.  \n \n85  See Appendix 5.  \nD8/1/60\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 61 4.21 For example, shares in  Clendon Holdings were pledged under Share Pledge DZK-\n1585. I have identified two  amendments  to Share Pledge DZK-1585, dated one \nday apart. These both pledge 49% shareholdings in Clendon Holdings. They each \nimply materially different values of the company,  over the period of one day, as \nshown in Table 4 -4 below.  \nTable 4-4: Share Pledge DZK-1585 pledging shares in Clendon Holdings \n(UAH  million)  \nDate  % pledged  Value pledged  Implied 100% pro rata  value  \n30 Mar 16 49%  37,585  76,704  \n31 Mar 16  49%  44,538  90,894  \nSource: Table A7-6. \n4.22 As shown, the value implied by the Share Pledge increased by 20% within one day. \nI consider it highly unusual for a company valuation to fluctuate this much in one \nday and I have not seen any explanation for why this might have happened. This \ncasts doubt on the general reliability of the Share Pledge valuations.  \nIssue 4: Some of the credit committee presentations and valuation spreadsheets \nthat appear to underlie the values in  the Share Pledges contain materially \ninconsistent  values as at the same valuation date  \n4.23 My team and I have reviewed over 2,000 credit committee presentations and \nvaluation spreadsheets within the Contemporaneous Documents. Some of these \ndocuments contain values that match the Share Pledges in force at year -end, \nwhile others contain values from different periods. My review of the documents \n(both those that match pledged values, and those that do not) indicates that the \nvaluati"}
{"start": 129500, "text": "s in  the Share Pledges contain materially \ninconsistent  values as at the same valuation date  \n4.23 My team and I have reviewed over 2,000 credit committee presentations and \nvaluation spreadsheets within the Contemporaneous Documents. Some of these \ndocuments contain values that match the Share Pledges in force at year -end, \nwhile others contain values from different periods. My review of the documents \n(both those that match pledged values, and those that do not) indicates that the \nvaluations contained within them are i nconsistent with one another and  vary \nsubstantially within a short time span,  or even between versions of a document \nbearing the same date.  I have identified that this issue applies to 14 of the \ncompanies.  \n4.24 For example, I have identified two credit committe e presentations dated \n17 December 2014 which purport to contain valuations of 100% of the shares in \nGM Georgian Manganese Holdings ( GM Holdings ).86 One of these presentations \ncontains a value of UAH  11,022m , while the other contains a value of only \nUAH  7,749m. The presentations show different cash flow forecasts for \nGM Holdings. I do not know why this is and I have seen no explanation for this.  \n \n86  PB0108050_00001 ; and PB0108051_00001 . \nD8/1/61\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 62 5. My review of the analysis underlying  the values in the Share \nPledges  \nIntroduction  \n5.1 In Section 4 , I reviewed the values in the Share Pledges and underlying  \ndocuments. Based on that review of the face of the documents, for 14 companies, \nI have identified issues that indicate the values appear unreliable and not \ninformative for my valuation.87 \n5.2 In this section, I re view the analysis that underlies those values in more detail, in \norder to assess further the reliability of the values presented and determine \nwhether these documents contain information that can assist with my valuation. \nThe analysis I review in this sect ion is contained in documents produced by the \nBank prior to its nationalisation.  \n5.3 I have sought to identify any themes that are consistent across a number of \nvaluations. I explain below that, for the 14 companies where I have been able to \nidentify underlyin g valuation analysis:  \n(1) seven companies have  values in the Share Pledges that are based on \nanalysis which is unreliable  and which appears implausible, as a result of \nbeing predicated on financial information that is inconsistent , without \nexplanation , with: (i) the company’s historical performance; (ii) ex post \nperformance; (iii) industry peers; and (iv) broader conditions and \ndevelopments in Ukraine and elsewhere ; \n(2) eight  companies have values in the Share Pledges that are based on a \nvaluation of the company’s shares that fails to deduct debt;  \n(3) seven companies have values in the Share Pledges that are based on a \nvaluat ion of the incorrect company or asset (beyond simply failing to \ndeduct debt by performing an asset valuation rather than a share \nvaluation);  \n \n87  Table 4-1. \nD8/1/62\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 63 (4) 11 companies have values in the Share Pledges that are based on analysis \nthat is incorrect or inappropriate for  various other reasons (for example, \none valuation uses the cost approach by reference to costs that had not yet \nbeen incurred, and where there was no evidence that the company had \nsufficient assets to cover those costs ). I explain these in detail in the \nrelevant company -specific appendix; and  \n(5) for all the companies where the pledged shareholding represents a minority \ninterest, t he values in the Share Pledges do not reflect minority discounts.  \n5.4 I consider that issue (1), where it is applicable, renders th e asserted value \ncompletely unreliable as the projected financial performance is entirely \ndisconnected from historical performance.  Issues (2) to (5) cast s"}
{"start": 133000, "text": "icient assets to cover those costs ). I explain these in detail in the \nrelevant company -specific appendix; and  \n(5) for all the companies where the pledged shareholding represents a minority \ninterest, t he values in the Share Pledges do not reflect minority discounts.  \n5.4 I consider that issue (1), where it is applicable, renders th e asserted value \ncompletely unreliable as the projected financial performance is entirely \ndisconnected from historical performance.  Issues (2) to (5) cast significant doubt \non the reliability of the asserted value . \n5.5 In Table 5-1 below, I summarise the companies where I have identified underlying \nanalysis, and whether issues (1) to (5) apply. A tick indicates that it applies.  \nWhere I have not ticked issue (5) (where values do not reflect a minority \ndiscount), that is either because: (i) the pledged shareholding is not for  a minority \ninterest; or (ii) I have not identified any underlying analysis. \nD8/1/63\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 64 Table 5-1: Summary of issues in the analysis underlying values in the Share Pledges  \nCompany  Valuation \nspreadsheet  \ndisclosed  (1) Predicated \non \ninconsistent \nfinancial \ninformation  (2) Ignore s \ndebt  (3) Based on \nthe wrong \nasset  / \ncompany  (4) Other  \nvaluation \nflaws  (5) Do es not \nreflect \nminority \ndiscount  \nClendon Holdings        \nDerling  ✓  ✓ ✓ ✓ ✓ \nFeral  ✓ ✓   ✓ ✓ \nGM Holdings  ✓   ✓ ✓ ✓ \nRetal Dnipro        \nDniproazot  ✓ ✓ ✓  ✓ ✓ \nGoiania  ✓  ✓ ✓ ✓ ✓ \nAntarktika  ✓ ✓  ✓ ✓ ✓ \nMemento  ✓ ✓ ✓ ✓ ✓ ✓ \nEuro Tyres  ✓ ✓ ✓  ✓ ✓ \nPenny Lane  ✓  ✓  ✓ ✓ \nKievguma  ✓   ✓ ✓ ✓ \nGilton        \nStalmag  ✓ ✓     \nKFC ✓ ✓   ✓ ✓ \nTeide  ✓  ✓   ✓ \nMawex        \nDinacom  ✓  ✓ ✓  ✓ \nVikna -Plast        \nAutorembitservis        \nDnipronaftoprodukt        \n  \nD8/1/64\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 65 5.6 Where an issue is relevant for a company, I discuss it in detail in the \ncompany -specific appendices to this report (which are set out from Appendix 7  to \nAppendix  27).  \n5.7 Below, I discuss these issues further.  \nIssue 1: Valuations a re based  on analysis which is wholly unreliable, because it is \npredicated on forecasts that are inconsistent with the company’s historical \nperformance (and ex post performance) without explanation  \n5.8 For seven companies, I have identified valuation spreadshee ts that include DCF \nanalysis matching the values stated in some of the Share Pledges. Even in \ninstances where I have not identified an exact match, I have sought to identify \nvaluation spreadsheets from a similar date and/or containing a similar value as \nthe Share Pledges because I consider these documents could potentially include \ninformation relevant to my valuation.  \n5.9 The DCF analysis I have reviewed is based on forecasts of future performance \nbased on purported historical information. In several instances , the DCFs are \nflawed because the purported historical information on which the forecasts are \nbased is wholly inconsistent with the relevant company’s actual historical \nperformance according to financial statements and other sources of financial \ninformatio n I have obtained. For six companies, the valuation spreadsheets report \nperformance that is materially higher  than that reported in the financial \nstatements.88 For one other company (Stalmag), it is materially lower . In the case \nof Stalmag, I consider that this still indicates that the valuation analysis is \nunreliable as it involves forecasting a lower performance than actual.  \n5.10 The valuation spreadsheets for the six companies that report a higher \nperformance rely upon forecasts which imply a n immediate  significant \nimprovement in the prospects of the company compared to historical \nperformance  (and in some instances the purported historical performance in the \nvaluat ion spreadsheets is higher than according to other financial infor mation"}
{"start": 136500, "text": "s still indicates that the valuation analysis is \nunreliable as it involves forecasting a lower performance than actual.  \n5.10 The valuation spreadsheets for the six companies that report a higher \nperformance rely upon forecasts which imply a n immediate  significant \nimprovement in the prospects of the company compared to historical \nperformance  (and in some instances the purported historical performance in the \nvaluat ion spreadsheets is higher than according to other financial infor mation) . In \nsome cases, the forecast revenues are an order of magnitude higher  (i.e. 10 times \nor more) than the historical results. In the absence of a reason for anticipating a \nmaterial imp rovement in the company’s performance (which I have not seen), I \nconsider these forecasts to be unreliable and the valuations based on them to be \noverstated.  \n \n88  One e xample  is Feral , where the spreadsheet appears to vastly overstate past \nperformance . Source: ¶ A9.24  to¶ A9.29 . \nD8/1/65\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 66 5.11 The effect is therefore that the valuation conclusions in these DCF analyses are \nhigher than my va luations, save in one instance (Stalmag) where it is lower. In all \ncases, such discrepancies indicate that the analysis that underlies the Share \nPledges is unreliable.  \n5.12 In addition to being inconsistent with historical performance, the forecasts are \ninconsi stent with:  \n(1) the ex post  performance of the companies (which is usually closer to the \nhistorical performance than the forecast performance).89 Seven of the \ncompanies whose shares were pledged, or their immediate parent  \ncompanies , entered into insolvency or administration proceedi ngs \nsubsequent to my valuation dates; and  \n(2) the performance of industry peers, for example the profit margins assumed \nin the forecasts compared to those achieved by comparable companies.  \n5.13 As an example , in Table 5-2 below, I compare the revenues and EBIT in one \nvaluation spreadsheet,90 which  values Feral  as at 31 December 2015 (and appears \nto support the value in one of the Share Pledges for Feral in force as at \n31 Decem ber 2015),91 to Feral’s actual revenues and EBIT over time. This table \nshows that:  \n(1) as at 31 December 2015, when the shares in Feral were pledged, it would \nhave been known that the forecasts anticipated significantly higher revenue \nthan Feral had earned  in recent years;  \n(2) in fact, Feral did not achieve the level of revenue forecast;  \n(3) as at 31 December 2015, it would have been known that the forecasts \nassumed significant profitability at an EBIT level despite Feral being loss -\nmaking at this level fo r at least the previous three years; and  \n (4) in fact, Feral did not achieve a positive EBIT, let alone the level forecast.  \n \n89  Valuers typically do not use hindsight when performing a valuation. However, in this \ninstance I have limited information on expectations as at my valuation dates and so actual \noutcomes provide one guide to the reliability of forecasts, particularly where the actual \noutcome is consistent with or closer to the historical performance (or industr y trends) \nthan to the forecasts at issue.  \n90  PB0070982_00001.  \n91  DZK-1535. Source: RIL6, pages 82 -117.  \nD8/1/66\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 67 5.14 Furthermore, the forecasts in the valuation spreadsheet assume that revenue in \n2014 was USD 221.5m, and in 2015 was USD 223.3m. The forecasts assume that \nrevenue in 2016 would equal that in 2015. However, a s at 31  December  2015,  \nbased on the information available to me,  it would have been known that Feral , \nfor the prior three years , had revenues that did not exceed USD  2.6m . I do not \nknow why the forecasts did not reflect the actual revenue figures.  \nTable 5-2: Valuation model (31 December 2015) forecasted revenue and EBIT vs \nactual revenue and EBIT (USD "}
{"start": 140000, "text": "n \n2014 was USD 221.5m, and in 2015 was USD 223.3m. The forecasts assume that \nrevenue in 2016 would equal that in 2015. However, a s at 31  December  2015,  \nbased on the information available to me,  it would have been known that Feral , \nfor the prior three years , had revenues that did not exceed USD  2.6m . I do not \nknow why the forecasts did not reflect the actual revenue figures.  \nTable 5-2: Valuation model (31 December 2015) forecasted revenue and EBIT vs \nactual revenue and EBIT (USD  million)  \n 2013  2014  2015  2016  2017 2018  2019  2020  \nRevenue          \nForecasted  n/a 221.5  223.3  223.3  228.4  233.7  239.0  244.5  \nActual  2.6 1.7 1.4 1.3 108.3  26.0  1.8 n/a \nEBIT          \nForecasted  n/a n/a n/a 61.7  63.6  65.5  67.4  69.3  \nActual  (11.2)  (4.9)  (3.9)  (3.7)  (1.6)  (0.7)  (8.3)  n/a \nSource s: Table A9 -7 and Table A9 -8. \n5.15 I do not know the basis on which Feral was forecast to generate such revenues \nand profits.92  \n5.16 Given the significant difference between the forecasts relied upon and Feral’s \nhistorical results, in the absence of an explanation for the forecast change in \nperformance (for which I have seen no basis and which, in the event, has not \nmaterialised), I con sider that the DCF valuations underlying Feral’s valuation are \nwholly unreliable.   \n5.17 Given the significant number of valuation spreadsheets disclosed in the \nContemporaneous Documents, where possible I have focused my analysis on \nvaluation spreadsheets that appear to underlie the Share Pledges. In addition, I \nhave performed a preliminary review of the valuation spreadsheets that do not \nappear to underlie the Share Pledges and have identified nothing that suggests \nthese versions would provide other useful info rmation, or otherwise support the \nvalues set out in the Share Pledges.  \n \n92  I have considered whether the difference between the forecast revenues and EBIT and \nthose actually achieved may reflect the performance of subsidiary  companies. This is not \nthe case as far as I know; Feral does not have any subsidiaries and the financial statements \nI have reviewed therefore reflect the economic activity of the company.  \nD8/1/67\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 68 Issue 2: Failure to deduct  debt  \n5.18 For eight  companies, the valuations underlying the Share Pledges do not account \nfor the debt held by the company, thereby overstating its value (sometimes \nmaterially so).  \n5.19 As an example, Goiania  LDA ( Goiania ) is registered in Portugal and buys, sells , and \nleases air craft. I have identified spreadsheets setting out analysis that supports \nthe values included in the Goiania Share Pledges in force as at my valuation dates. \nThese values have been assessed by valuing the company’s aircraft. While the \nvaluation reflects the  purported value of these assets, no deduction has been \nmade for the company’s liabilities. Goiania’s audited financial statements show \nthat the company had significant debt as at my valuation dates which would \nmaterially reduce the value of the company’s shares. As at 31 December 2013, the \nassessed value of Goiania was UAH 5. 1bn, but it had debt of UAH 2.5bn which \nneeds to be taken into account when assessing the value of the shares.  \n5.20 My analysis of Goiania is in Appendix 13 . \n5.21 This issue often arises when (similar to the issue described in paragraph 5.22  \nbelow ) the S hare Pledges appear to be based on the value of an underlying asset \nor plant the pledged company owns, instead of the value of the pledged company \n(which would take into account the company’s other assets and liabilities \nincluding debt that has priority ov er the interests of shareholders as regards \nclaims over the company’s assets).  \nIssue 3: Valuation of the incorrect company  or asset  \n5.22 For seven companies, I have identified valuation spreadsheets where an asset or \ncompany different to the one that was pledge d was value"}
{"start": 143500, "text": "alue of an underlying asset \nor plant the pledged company owns, instead of the value of the pledged company \n(which would take into account the company’s other assets and liabilities \nincluding debt that has priority ov er the interests of shareholders as regards \nclaims over the company’s assets).  \nIssue 3: Valuation of the incorrect company  or asset  \n5.22 For seven companies, I have identified valuation spreadsheets where an asset or \ncompany different to the one that was pledge d was valued in its place. While \ntypically these are assets or companies owned by the company whose shares \nwere pledged, their value does not fully reflect the value of the pledged company. \nBy valuing the pledged company by reference to just assets or enti ties that it \nowns, the valuations do not account for:  \n(1) any other assets of the pledged company  and its subsidiary companies; or  \n(2) the liabilities of the pledged company  and its subsidiary companies  (such as \ndebt, as discussed above) . \n5.23 The effect of point (1) is to cause the value to potentially be depressed while the \neffect of (2) is to cause the value to be inflated.  \nD8/1/68\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 69 5.24 For example, I have identified a number of credit committee presentations that \nset out the value of shares pledged in Skorzonera LLC ( Skorzonera ), a subsidiary of \nDerling. I have seen no pledges that pledge shares in Skorzonera,93 and similarly \nno documents that set out analysis of the value of Derling.  \n5.25 However, the value attributed to Skorzonera in one of these presentations \nmatches ex actly the value pledged for Derling in one amendment of DZK-1564.94 It \nappears, therefore, that Derling has not been valued for the purposes of \nproducing the relevant Share Pledge; rather, it appears that the value of Derling \nstated in the relevant Share Pledge is based on the assessed value of Skorzonera \n(Derling’s subsi diary).  \n5.26 I do not know why the pledged value is based on the (overstated) value of \nSkorzonera and not on the value of Derling. My analysis of Derling is set out in \nAppendix 8 . \nIssue 4: The values in many of the Share Pledges are based on analysis that is \nincorrect or inappropriate for various other reasons  \n5.27 For 11 companies, there are a number of other issues in the valuation \nspreadsheets. I discuss thes e specific issues for each company in the company -\nspecific appendices. I set out some example issues below.  \n \n93  I consider that the valuation of Skorzonera is overstated in any  case.  \n94  There is an amendment to DZK -1564, dated 29  December  2014, that implies a 100% pro \nrata  value for Derling of UAH  13,622,923,589 (source: PB0035772_00001 , page 12). A \ncredit committee presentation dated 21  January 2015 records a value for 100% of  \nSkorzonera of UAH  13,622,923,590 (almost identical to the value of Derling recorded \nabove) (source: PB0035771_00001 , page 13).  \nD8/1/69\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 70 Purported ownership of petrol stations which is inconsistent with other \ninformation  \n5.28 The credit committee presentations in the Contemporaneous Docume nts for four \nof the companies whose shares were pledged indicate that the value in the Share \nPledge s is based on the purported ownership of petrol stations.95 In some \ninstances, this appears inconsistent with the apparent business activity of the \ncompanies . For example, Vikna -Plast’s name translates to ‘plastic windows’ and \nits website states it sells and installs windows.96 However, a credit committee \npresentation values it based on the ownership of one petrol station97 (further \ndetail is set out in Append ix 25 ). \n5.29 The financial information available on the companies does not reconcile with the \npurported petrol station ownership. For example, according to a credit committee \npresentation dated December 2015, Autorembi"}
{"start": 147000, "text": "f the \ncompanies . For example, Vikna -Plast’s name translates to ‘plastic windows’ and \nits website states it sells and installs windows.96 However, a credit committee \npresentation values it based on the ownership of one petrol station97 (further \ndetail is set out in Append ix 25 ). \n5.29 The financial information available on the companies does not reconcile with the \npurported petrol station ownership. For example, according to a credit committee \npresentation dated December 2015, Autorembitservis owns eleven petrol \nstations. Howeve r, according to the available financial information, in 2015 \nAutorembitservis had assets of only UAH 1 3.5m, negative net assets, negligible \nrevenue and was loss -making. As part of my work for the Transferred Assets \nReport, I value 246 petrol stations. I co nclude on an average EV per petrol station \nof UAH 7.6m . As an illustrative calculation, i f I was to adopt this value as a proxy, it \nwould imply Autorembitservis should have assets closer to UAH 114m if it did own \neleven petrol stations (my detailed analysi s of Autorembitservis is set out in \nAppendix 26 ).98 \n5.30 The petrol stations represent assets only, whereas the Share Pledges are for \nshares in the company, and therefore reflect any other assets and liabilities of \nAutorembitservis. In the absence of any explanation for the differences between \nthe information in  the credit committee presentations, and in the financial \ninformation, I value the companies as businesses based on the financial \ninformation.  \n \n95  These are Autorembitservis, Vikna -Plast, Dnipronaftoprodukt and Gilton.  \n96  Exhibit MB -A13: Vikna -Plast company website, home  page . \n97  PB0016816_00001 , page 6.  \n98  Being UAH 7.6m x 11 = UAH 114m. Source: Transferred Assets Report, Table 2 -2. \nD8/1/70\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 71 5.31 However, I have reviewed contemporaneous valuation reports as part of the \nTransferred Assets Report and have ide ntified petrol stations purportedly owned \nby three of these four companies.99 It is not possible to search for historical land \nownership in Ukraine so I am unable to verify if the companies owned these \npetrol stations. I value some of the petrol stations p urportedly owned by these \nthree companies as part of my Transferred Assets Report  and cross -check my \nconclusions against values contained in the credit committee presentations.  I set \nout further details in the company -specific appendices to this report ( Appendices \n19, 25, 26 and 27 ). \n5.32 I value a sub -set of the purportedly -owned petrol stations  in my Transferred \nAssets Report  as they  were  subsequently trans ferred to the Bank  in August and \nSeptembe r 2016. The First Defendant has identified the transferor of the se assets, \nand none o f the three companies are listed.100 If the petrol stations were originally \nowned by these three companies, t his implies that the y were transferred again \nbetween the date of the contempo raneous valuation reports (December 2015 to \nAugust  2016) and the date of  transfe r to the Bank  (August to September 2016) . \nValuations are inaccurately based on an assumed 100% ownership of subsidiaries  \n5.33 As stated in issue (3), the value of a pledged company is sometimes based on the \nvaluation of the wrong company, such as on one or more of the pledged \ncompany’s subsidiaries. For three companies where this is the case, the pledged \ncompany does not own 100% of the subsidiary, but the valuation is sometimes \nbase d on the assumption that it does, thus overstating the value of the shares \npledge d. \n5.34 For example, Memento holds an 86.08% interest in its subsidiaries .101 However, \nthe value ascribed to Memento in the Share Pledges is based on it owning 100% \nof its subsidiar ies. Accounting for this would reduce the valuations by about 14%, \nbefore accounting for other concerns I have regarding the valuation  of Memento .   \n5.35 My anal"}
{"start": 150500, "text": " own 100% of the subsidiary, but the valuation is sometimes \nbase d on the assumption that it does, thus overstating the value of the shares \npledge d. \n5.34 For example, Memento holds an 86.08% interest in its subsidiaries .101 However, \nthe value ascribed to Memento in the Share Pledges is based on it owning 100% \nof its subsidiar ies. Accounting for this would reduce the valuations by about 14%, \nbefore accounting for other concerns I have regarding the valuation  of Memento .   \n5.35 My analysis of Memento is in Appendix 15 . \nValuations are based on inappropriate approaches and assumptions  \n5.36 In some cases, the pledged companies have been valued using approaches that \nare unreliable , or using assumptions that are unsupported . \n \n99  Autorembitservis, Vikna -Plast and Gilton  \n100  See Annex F to the RAREP.  \n101  Exhibit MB -A155: Memento consolidated financial statements  2018, pages 7.  \nD8/1/71\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 72 5.37 For example, Kievguma is a manufacturer of rubber products. However, the value \nin its Share Pledges is actually based on the value of a sports arena that was \npurportedly under construction at the time of the pledges. This arena has been \nvalued in the Share  Pledges using the cost approach basis. When using the cost \napproach, valuers typically value an asset by reference to the amounts that the \nowner of the asset has already invested in the asset. For instance, the value of a \nnewly  constructed office block mi ght be estimated by reference to the cost of \nacquiring the land and constructing the property. The arena which Kievguma’s \nShare Pledge value is based on  had not yet been constructed  at the Share Pledge \ndates,  but its value was assessed by reference to the costs which were  assumed to \nbe incurred at a later date to build it.  \n5.38 I have seen no evidence that:  \n(1) the assumed construction costs were reasonable; or  \n(2) Kievguma had assets  (such as cash)  not reflected in the valuation of the \ncompany that would be ab le to cover these costs.  \n5.39 My analysis of Kievguma is in Appendix 18 . \nIssue 5: T he values in the Share Pledges do not reflect minority discounts  \n5.40 The an alysis in the credit committee presentations and valuation spreadsheets \n(and by extension, the values in the Share Pledges) proceed on the basis that \nminority interests can be valued on a pro rata  basis, without any minority \ndiscount . The DCF and comparabl es analysis in the Contemporaneous Documents \nvalue 100% of the shares in the companies, then calculate the value of the \npledged shareholdings on a pro rata  basis. That is, the pledged values assume no \nminority discount applies. However, as can be seen from  Table 2-1 to 2-3, the \nlarge majority of pledged shareholdings are for minority interests.  \n5.41 As explained in Section 3 and Appendix 5 , I would expect the valuations to have \nconsidered the implications of the minority status of the shareholdings pledged. I \nhave seen no evidence that such analysis was performed.  \nD8/1/72\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 73 6. Third -party and other valuations  \nIntroduction  \n6.1 Based on my review of information, I am aware of a number of third -party \nreviews of valuation analysis  conducted for the Bank (prior to its nationalisation) \nrelating to the companies I consider in this report. These reviews were conducted: \n(i) by PwC in its audit of the Bank’s 2014 and 2015 y ear-end accounts; and (ii) in \nNovember 2016 by EY, who was engage d to audit  certain aspects of the Bank’s \nbusiness and finances.  \n6.2 In addition, within the Contemporaneous Documents I have identified \nspreadsheets which attribute valuation conclusions (in respect of some of the \ncompanies whose shares are pledged) to third parties, but where I do not have \nthe underlying valuation reports or analysis.  \n6.3 Lastly, I understand that as p"}
{"start": 154000, "text": ") by PwC in its audit of the Bank’s 2014 and 2015 y ear-end accounts; and (ii) in \nNovember 2016 by EY, who was engage d to audit  certain aspects of the Bank’s \nbusiness and finances.  \n6.2 In addition, within the Contemporaneous Documents I have identified \nspreadsheets which attribute valuation conclusions (in respect of some of the \ncompanies whose shares are pledged) to third parties, but where I do not have \nthe underlying valuation reports or analysis.  \n6.3 Lastly, I understand that as part of this litigation , the Defendants have provided \nvalues of their interest in ten of the 21 companies as at early 2018.  \n6.4 In this section, I expla in that:  \n(1) I am unable to rely on any conclusions of PwC’s statutory audit in respect of \nthe Bank’s 2014 and 2015 year -end accounts. This is because  I have seen no \nevidence of any valuation work  that the auditor performed;  \n(2) in October 2016, EY was engaged by the Bank and the NBU to  audit  certain \naspects of the Bank’s business and finances , including valuations prepared \nby the Bank that included five of the companies that are also the subject of \nmy work. EY identified that these valuations:  \n(a) were all overstated, sometimes materially so, as a result of \nmathematical errors;  \n(b) beyond these errors, the valuations relied on assumptions that \nlacked justification. The effect of replacing these assumptions with \nalternative assumptions selected by E Y was to reduce the valuations \nfurther;  \n(3) I have identified other documents and spreadsheets that refer to valuations \nattributed to third -party valuers. I am unable to comment on these \nvaluations because I do not have access to them ; and  \nD8/1/73\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 74 (4) the Defendan ts’ asserted 2018  values are dated over two years after my \nvaluation dates, and I do not know the basis on which they were prepared. \nHowever, in general the Defendants ’ asserted  values are closer to my \nvalues than those implied by the Share Pledges.  \n(1) I am unable to rely on the audit work performed by PwC  \n6.5 The First Defendant states that the Bank’s financial statements for the years \nending 31 December  2014 and 31 December 2015 were audited by PwC and “ in \neach case, [PwC]  concluded that the Bank had suffic ient collateral in place to \nsecure repayment of its corporate loans, even if the loan portfolio defaulted in \nfull… in accordance with IFRS, the auditors recognised the pledge of shares as \nproper collateral ”.102 \n6.6 I am unable to draw any conclusions from the s tatutory audit work performed by \nPwC as the financial statements are too highly summarised for me to be able to \nconfirm that it reviewed the values in the Share Pledges that I consider.  \n6.7 As an example, the financial statements for the year ending 31  December  2015 \nstate that UAH 23.4bn worth of loans in the manufacturing and chemical industry \nwere  collateralised by “ the corporate rights for shares ” with a collateral value of \nUAH 30. 4bn.103 No more detail is provided and this security (and other security \nreferenced in the financial statements) appears to extend beyond the Share \nPledges I am instructed to consider in this report.  \n6.8 I do not know the extent of the work that PwC performed in respec t of the value \nof this collateral , and the Bank’s financial statements do not record the values of \nspecific pledged shareholdings , so I am unable to compare them to the Share \nPledges.  \n6.9 PwC was replaced as the Bank’s  statutory  auditor by EY for the year ending 31 \nDecember 2016. I understand that the Bank is currently engaged in legal action \nagainst PwC regarding the work it performed as its auditor . The Bank has claimed \nthat PwC failed to identify the alleged fraud that is the subject of these \nproceedings, which left the corporate loan book without “ any or any adequate \nsecurity ”.104  \n \n102  D1 R RAD , ¶ 18(2).  \n103  Exhibit MB -A116 : Priva"}
{"start": 157500, "text": "the Share \nPledges.  \n6.9 PwC was replaced as the Bank’s  statutory  auditor by EY for the year ending 31 \nDecember 2016. I understand that the Bank is currently engaged in legal action \nagainst PwC regarding the work it performed as its auditor . The Bank has claimed \nthat PwC failed to identify the alleged fraud that is the subject of these \nproceedings, which left the corporate loan book without “ any or any adequate \nsecurity ”.104  \n \n102  D1 R RAD , ¶ 18(2).  \n103  Exhibit MB -A116 : PrivatBank consolidated financial statements 201 5, page 34. \n104   Exhibit MB -A14:  Financial Times, Ukrainian bank files $3bn claim against PwC for audit \nbreaches , 2 April 2018.  \nD8/1/74\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 75 (2) In 2016 EY reviewed valuations prepared by the Bank of five of the \ncompanies that are the subject of my work and identified material errors  \n6.10 In 2016, the Bank and the NBU engaged EY to audit  (that is, review) certain \naspects of the Bank’s business and finances.105 EY set out its findings in a report \ndated 22 November 2016  (the EY Report ).106  \n6.11 The EY Report says that  Bank provided EY with certain draft loan security \nagreements. These agreements differ from the Share Pledges that are the subject \nof my work . In particular, the EY Report s tates  that the  pledges provided to EY \nwere intended to secure new borrow ings following the “transformation  of [the \nBank’s ] business loan book ”107 (although the EY Report does not say whether or \nnot such security was ever put into place ).108 However, in some cases the \npurported security took the form of shares in companies whose shares were also \npled ged in the Share Pledges that I have considered.  \n6.12 As part of its work, EY reviewed valuations of shares in the potential pledgors. The \nmajority of these valuations  were prepared by the Bank prior to nationalisation. \nEY concluded that:109 \n“Based on analysis o f the provided calculations, we conclude that the \ncalculations are insufficiently detailed, are not reasonably justified, and \nfall short of the criteria of a valuation under national and international \nvaluation standards. ” \n6.13 I am unable to use the EY Report to assist me in preparing my own valuations as \nEY’s review did not extend to a full valuation. For example, EY did not consider the \naccuracy of the historical performance on which the valuations were based (which \nI have). However, EY’s conclusions further support my conclusions in Sections 3 \nand 4  that the valuation analyses performed by the Bank were unreliable.  \n \n105  EY Report, page 1.  \n106  The original document is in Ukrainian (source: PB0092834_00001 ). I have been provided \nwith a translated version.  \n107  EY Report, page s 25 and  117.  \n108  EY Report, page 117.   \n109  EY Report, page 103.  \nD8/1/75\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 76 6.14 In describing its work, EY states that it:110 \n(1) performed a “ desk [top]  review ” of the analysis provided, based solely on \nthe information provided by the Bank;  \n(2) did not verify the accuracy of inputs used in the Bank’s assessments \nincluding historical financial information or any calculations that it could not \nreproduce;  \n(3) did not have enough information in the files provided  to it to conduct a full \nanalysis of the Bank’s valuations (which were said not to constitute “ a \nformal valuation ”); and  \n(4) limited its analysis to:  \n(a) reviewing the Bank’s valuation approach;  \n(b) checking the arithmetic and logical accuracy of calculati ons;  \n(c) analysing key assumptions where the level of detail was sufficient; \nand \n(d) analysing the sensitivity of the valuation to assumptions that EY \nfound to lack justification.  \n6.15 For each company considered, EY set out in its report:  \n(1) the value assessed by the Bank;  \n(2) an adjusted valuation after correcting the Bank’s calculation for \nm"}
{"start": 161000, "text": "\n(4) limited its analysis to:  \n(a) reviewing the Bank’s valuation approach;  \n(b) checking the arithmetic and logical accuracy of calculati ons;  \n(c) analysing key assumptions where the level of detail was sufficient; \nand \n(d) analysing the sensitivity of the valuation to assumptions that EY \nfound to lack justification.  \n6.15 For each company considered, EY set out in its report:  \n(1) the value assessed by the Bank;  \n(2) an adjusted valuation after correcting the Bank’s calculation for \nmathematical errors; and  \n(3) an adjusted valuation after correcting for mathematical errors and \nperforming a “ sensitivity analysis ” using alternative assumptions wh ere EY \nfound the original assumptions to lack justification. In most instances, EY’s \nalternative analysis concluded on a single point estimate, as opposed to a \nrange.  \n \n110  EY Report, page 118.  \nD8/1/76\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 77 6.16 EY considered share pledges for 23 companies.111 Five of these are companies \nfrom the 21 that I have considered; namely, Feral, PJSC Dniproazot  (Dniproazot ), \nMemento, Goiania and Stalmag. For each of the five companies that EY and I have \nboth considered, in Table 6 -1 below I compare the values implied by the Share \nPledges in force as at 31 December 2015 with the values presented in the EY \nReport.112 \nTable 6-1: Summary of EY Report conclusions (UAH billion)   \n  Feral  Dniproazot  Memento  Goiania  Stalmag  \nShare Pledges \nimplied 100% value  \n(at 31 Dec 15) 15.7  6.3 - 10.1  5.5 8.4 1.5 \nMy valuation  of \n100% of the share \ncapital  \n(at 31 Dec 15)  0.4 2.1 0.1 0.7 2.2 \nEY conclusions (at 30 Sep 16)  \nBank’s v aluation  16.0  12.7  6.6 4.8 1.2 \nEY valuation after \nadjusting for errors  15.0  6.6 5.0 3.4 0.6 \n% change  (6%) (48% ) (24% ) (30% ) (53% ) \nEY valuation after \nadjusting for errors \nand updating \nassumptions  13.9  4.0 1.9 1.9-3.9 0.4 \n% change  (13% ) (68% ) (72% ) (19%) \n- (60% ) (70% ) \nSource s: EY Report, p age 124;  and Table 2-3 \n \n111  EY Report, page 124.  \n112  The EY Report also considered Skorzonera, a subsidiary of Derling. However, EY concluded \nthat it had “ insufficient data for analysis ” on Skorzonera. Source: EY Report, page 124.  \nD8/1/77\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 78 6.17 Table 6-1 above shows that:  \n(1) the valuations provided by the Bank were broadly  similar to the values \nimplied by the Share Pledges in force on 31 December 2015  (apart fr om \nDniproazot and Goiania  where the  Bank ’s values are higher and lower  than \nthe Share Pledges , respectively) ;113 \n(2) EY concluded that the Bank’s valuations of all fiv e of these companies were \noverstated as a result of mathematical errors, with the majority being \nmaterially overvalued and the stated value of two companies being \napproximately doubled as a result of errors; and  \n(3) the effect of adopting EY’s alternative assumptions, where the Bank’s \nassumptions were not justified, was to reduce all of the valuations.  \n6.18 I have not seen the valuation analysis on which EY was commenting or EY’s \nupdated analysis, although the EY Report i dentifies certain errors in the analysis it \nreviewed in respect of each company.114  \n6.19 While I am unable to rely on the EY Report’s valuations of the shares as I have not \nbeen provided with the underlying calculations or analysis, the conclusions from \nthe rep ort are consistent with my conclusions in Sections 3 and 4 that the \nvaluation analyses performed by the Bank (and by extension the pledged values) \nwere unreliable.  \n6.20 As explained in Section 2, my assessed value of Stalmag is higher than the value in \nthe Share Pledges. As shown by Table 6-1 above, EY arrived at a lower value for \nStalmag than the Bank’s valuation. This conclusion was based on: (i)  adjusting the \ndiscount rate; and (ii) including capital expenditure. EY did not review the \naccuracy of t"}
{"start": 164500, "text": "ent with my conclusions in Sections 3 and 4 that the \nvaluation analyses performed by the Bank (and by extension the pledged values) \nwere unreliable.  \n6.20 As explained in Section 2, my assessed value of Stalmag is higher than the value in \nthe Share Pledges. As shown by Table 6-1 above, EY arrived at a lower value for \nStalmag than the Bank’s valuation. This conclusion was based on: (i)  adjusting the \ndiscount rate; and (ii) including capital expenditure. EY did not review the \naccuracy of the historical information on which the valuation it reviewed was \nbased. My review in dicates that the Share Pledge valuation was based on lower \nprofits than reported in Stalmag’s financial statements. Notwithstanding this, \nboth EY and I consider that the Bank’s analysis is unreliable.  \n \n113  Albeit one of Dniproazot’s  Share Pledges implied a value only 20% lower. The other \nDniproazot Share Pledge (which implied a value around 50% lower) had not been \namended since 2013. The value of Goiania was likely affected by the transfer of some of \nits aircraft between the 31 Decem ber 2015 Share Pledge and the 30 September 2016 Bank \nvalue.  \n114  EY Report, p ages 119-123.  \nD8/1/78\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 79 (3) I am unable to rely on valuation conclusions attri buted to third -party and \nother valuers because I have not been provided with the underlying reports and \nanalysis  \n6.21 I have identified certain documents within the Contemporaneous Documents that \nrefer to valuations by: (i) third parties; and (ii) other parties  who may be \nemployees of the Bank. The role of the author is often not clear (i.e. whether they \nwere part of the Bank or not). Where these valuations are referred to, no \nexplanation or  underlying calculations have been provided. I do not rely on \nreported t hird-party or other valuations in the absence of any explanation of how \nthey have been arrived at and for what purpose.  \n6.22 I list the values that I have identified attributed to third parties in Appendix 2b. \n(4) In general, the Defendants’ 2018 values are clo ser to my values than the \nShare Pledges  \n6.23 I understand that as part of this litigation , the First and Second  Defendants were \nordered to provide disclosure of their assets in 2018. Included in that asset \ndisclosure were valuations for 15 of the companies whose shares were pledged.  \nThese have been provided in the First and Second Defendants’ Asset Disclosure .  \n6.24 In Table 6 -2 below, I compare for these  15 companies: (i) the  100%  values implied \nby the Share Pledges as at 31 December 2015  (on a pro rata  basis) ; (ii) my 100% \nvaluations  as at 31 December 2015; and (iii) the 100% values implied by the First \nand Second Defendants ’ asserted shareholding valuat ions as at January 2018  and \nJune 2019 (on a pro rata  basis) . \nD8/1/79\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 80 Table 6-2: Comparison of value of companies whose shares were pledged  \n(UAH  million)  \n  Share Pledge \nimplied  100%  \nvalue  \n(pro rata ) My 100% \nvaluation  First and Second \nDefendants ’ Asset \nDisclosure implied 100% \nvalue ( pro rata ) \nValuation date  31 Dec 15  31 Dec 15  Date[1] Value  \nDerling  17,986  nil  18 Jan 18  144 - \n423[2] \nFeral   15,704   412  18 Jan 18  363 \nDniproazot[3]  10,129  2,057  18 Jan 18  8,655  6,285  \nGoiania  8,416   656  18 Jan 18  663 \nAntarktika 6,124   192  18 Jan 18  108 - \n632[2] \nEuro Tyres[4] 4,363  nil  18 Jan 18  7,959[5] \nPenny Lane  2,518  nil  18 Jan 18  219 \nGilton  1,555  nil 10 Jun 19  134 \nStalmag  1,540  2,231  18 Jan 18  865 \nTeide[4] 1,049  67  18 Jan 18  68 \nMawex[6] 469  nil 10 Jun 19  41 \nDinacom   378   429  18 Jan 18  115[5] \nVikna -Plast  138  nil 10 Jun 19  134 \nAutorembitservis[7] 27 nil 10 Jun 19  134 \nDnipronaftoprodukt[3] 16 nil 10 Jun 19  107 12  \nNotes: [1] For valuations dated between 9 January 2018 and 20 February 2018, "}
{"start": 168000, "text": "Jan 18  108 - \n632[2] \nEuro Tyres[4] 4,363  nil  18 Jan 18  7,959[5] \nPenny Lane  2,518  nil  18 Jan 18  219 \nGilton  1,555  nil 10 Jun 19  134 \nStalmag  1,540  2,231  18 Jan 18  865 \nTeide[4] 1,049  67  18 Jan 18  68 \nMawex[6] 469  nil 10 Jun 19  41 \nDinacom   378   429  18 Jan 18  115[5] \nVikna -Plast  138  nil 10 Jun 19  134 \nAutorembitservis[7] 27 nil 10 Jun 19  134 \nDnipronaftoprodukt[3] 16 nil 10 Jun 19  107 12  \nNotes: [1] For valuations dated between 9 January 2018 and 20 February 2018, \nthe 18  January  2018 USD /UAH exchange rate is used for simplicity. For valuations \ndated 10 June 2019, the 10 June 2019 USD /UAH exchange rate is used  (Capital IQ) ; \n[2] Ranges are displayed for both Derling and Antarktika as D1 and D2 imply \ndifferent values in the First and Second Defendants’ Asset Disclosure ; [3] I show \ntwo Share Pledge values for Dniproazot and Dnipronaftoprodukt as there are two \npledges in force at  this date implying different 100% values ; [4] For Euro Tyres and \nTeide , there were no Share Pledges in force as at 31 December 2015, I instead \nshow the Share Pledges and my values as at 31  December 2014 ; [5] For Euro Tyres \nand Dinacom, the First and Secon d Defendants’ Asset Disclosure refer s to a range . \nI rely on the midpoint of the range ; [6] For Mawex, my valuation is dated 19 \nAugust 2016; [7] For Autorembitservis, my valuation is dated 30 September 2015.  \nSource: First and Second Defendants’ Asset Disclo sure . \nD8/1/80\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 81 6.25 The First and Second  Defendants’ values are dated at least two years after mine, \nand I do not know the basis on which they were prepared. However, in general \nthey are more consistent with my own valuations than the values  contained in the \nShare Pledg es.  \n6.26 I note that in respect of the two compan ies where the  100% value implied by the  \nShare Pledge s is lower than my 100% value  (i.e. Stalmag  and Dinacom ), the value \nin the First and Second Defendants’ Asset Disclosure is lower than both my value \nand the value implied in the  respective  Share Pledges.\nD8/1/81\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 82 7. Expert declaration  \n7.1 I declare:  \n(1) I have read and understand the requirements of Part 35 of the Civil \nProcedure Rules, the associated Practice Direction and the Civil Justice \nCouncil’s Guidance for the Instruction of Experts in Civil Claims.  \n(2) I have a duty to the court to help the court on matters within my expertise \nand this duty overrides any obligation to the person from whom I have \nreceived instructions  or by whom I am paid. I confirm that I understand my \nduty to the court and have complied with and will continue to comply with \nthat duty.  \n(3) I have complied and will continue to comply with the requirements of Part \n35 of the Civil Procedure Rules, the as sociated Practice Direction, and the \nCivil Justice Council’s Guidance for the Instruction of Experts in Civil Claims \nat all stages of my involvement in this case.  \nSTATEMENT OF TRUTH  \n(1) I confirm that I have made clear which facts and matters referred to in this \nreport are within my own knowledge and which are not. Those that are \nwithin my own knowledge I confirm to be true. The opinions I have \nexpressed represent my true and complete professional opinions on the \nmatters to which they refer.  \n(2) I understa nd that proceedings for contempt of court may be brought \nagainst anyone who makes, or causes to be made, a false statement in a \ndocument verified by a statement of truth without an honest belief in its \ntruth.  \nUnited Kingdom \nMark Bezant  \n24 November 2021  \n \nFTI Consulting LLP \n200 Aldersgate  \nAldersgate Street  \nLondon EC1A 4HD  \nD8/1/82\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 83 Glossary  \nTerm   Definition  \nAE  Asset Expertise, author of certain valuation \nre"}
{"start": 171500, "text": "tempt of court may be brought \nagainst anyone who makes, or causes to be made, a false statement in a \ndocument verified by a statement of truth without an honest belief in its \ntruth.  \nUnited Kingdom \nMark Bezant  \n24 November 2021  \n \nFTI Consulting LLP \n200 Aldersgate  \nAldersgate Street  \nLondon EC1A 4HD  \nD8/1/82\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 83 Glossary  \nTerm   Definition  \nAE  Asset Expertise, author of certain valuation \nreports.  \nAircraft UR -DPB  An Embraer 145 aircraft (registration number  UR-\nDPB)  transferred to the Bank as part  of the \nTransferred Assets . Referred to as ‘Embraer’  in Ms \nRazzhivina’s Report . \nAircraft UR -GBD   A Boeing 737 -300 aircraft (registration number  \nUR-DNJ/UR -GBD ) transferred to the Bank as part  \nof the Transferred Assets . Referred to as ‘ Boeing \n737’ in Ms Razzhivina’s Report . \nAircraft UR-GEC  A Boeing 767 -300 aircraft (registration number  \nUR-AAJ/UR -GEC) transferred to the Bank as part  of \nthe Transferred Assets . Referred to as ‘ Boeing \n767-533’ in Ms Razzhivina’s Report . \nAircraft UR-GED   A Boeing 767 -300 aircraft (registration number  \nUR-VVV/UR -GED ) transferred to the Bank as part  \nof the Transferred Assets . Referred to as ‘ Boeing \n767-536’ in Ms Razzhivina’s Report . \nAircraft UR -WRH   An Airbus A 321 aircraft (registration number  \nUR-WRH ) transferred to the Bank as part  of the \nTransferred Assets . Referred to as ‘ Airbus ’ in Ms \nRazzhivina’s Report . \nAlpana   Alpana Trading Limited.  \nAlverna   Alverna Limited.  \nASC  American Shipping Company ASA.  \nAsset Transfer   The transfer of the Transferred Assets to the Bank \nbetween March and September 2016.  \nAntarktika   PJSC Antarktika . \nD8/1/83\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 84 Autoremb itservis   Autoremb itservis LLC.  \nBank   JSC Commercial Bank “PrivatBank ”. \nBillingham   Billingham Partners Inc . \nBorrowers   The borrowers identified in RRAPOC:  Schedule  1 \n(47 Ukrainian and three Cypriot borrowers ). \nBT Original PS Report   Report by Baker Tilly dated 12 May 2016 (which is \nexplained further in my Transferred Assets \nReport).  \nCCMA   CC Metals and Alloys LLC.  \nClaimant   JSC Commercial Bank PrivatBank . \nClendon Holdings   Clendon Holdings Inc.  \nColliers   Colliers International.  \nContemporaneous \nDocuments   Documents disclosed by the Bank which were \ngenerated prior to nationalisation.  \nCRP  Country Risk Premium.  \nD1 RRAD   First Defendant’s Re-Re-Amended Defence dated \n30 July 2021.  \nD1 RRFI 0721   First Defendant’s Response to Requests for Further \nInformation, dated 30 July 2021 . \nD1 RRFI 0821  First Defendant’s Response to Requests for \nFurther Information, dated 20 August 2021.  \nD2 RAD   Re-Amended Defence of the Second Defendant, \ndated 30 November 2020.  \nDCF  Discounted cash flow.  \nDefendants   The eight defendants listed on the front of this \nreport . \nDefendant Suppliers   Together, Teamtrend Limited, Trade Point Agro \nLimited, Collyer Limited, Rossyn Investing Corp, \nMilbert Ventures Inc, and Zao  Ukrtransitservice \nLtd. Also known as the Third to Eighth Defendants.  \nDerling   Derling LLC.  \nD8/1/84\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 85 Dinacom   Dinacom Ventures Ltd . \nDLOC   Discount for lack of control . \nDLOM   Discount for lack of marketability . \nDniproazot   PJSC Dniproazot . \nDnipronaftoprodukt   PJSC Dnipronaftoprodukt . \nDWT   Deadw eight ton. \nEBIT   Earnings before interest and taxes.  \nEBITDA   Earnings before interest, taxes, depreciation and \namortisation . \nEuro Tyres   Euro Tyres Manufacturing SRL.  \nEV  Enterprise value . \nEY  Ernst & Young Audit Services LLC.  \nEY Report   Report by EY, titled ‘PrivatBank: Bank Business \nAudit Status Report’ and dated 22 November 2016  \n(PB0092834_00001 ). \nFeral   S.C. Feral S.R.L.  \nFirst Defendant   Mr Igor Valeryevich  Kolomoisk"}
{"start": 175000, "text": "oprodukt   PJSC Dnipronaftoprodukt . \nDWT   Deadw eight ton. \nEBIT   Earnings before interest and taxes.  \nEBITDA   Earnings before interest, taxes, depreciation and \namortisation . \nEuro Tyres   Euro Tyres Manufacturing SRL.  \nEV  Enterprise value . \nEY  Ernst & Young Audit Services LLC.  \nEY Report   Report by EY, titled ‘PrivatBank: Bank Business \nAudit Status Report’ and dated 22 November 2016  \n(PB0092834_00001 ). \nFeral   S.C. Feral S.R.L.  \nFirst Defendant   Mr Igor Valeryevich  Kolomoisky.  \nFirst and Second \nDefendants’ Asset \nDisclosure   The First Defendant’s asset lists , and  Second \nDefendant’s asset lists . \nFT Inc   Felman Trading Inc.  \nFTI Consulting   FTI Consulting LLP.  \nFP LLC   Felman Production LLC.  \nGAA   Georgian American Alloys, Inc.  \nGAA Lux Holdco   Georgian American Alloys Sarl.  \nGAAP   Generally Accepted Accounting Principles.  \nGilton   Gilton LLC . \nGM Holdings   GM Georgian Manganese Holdings.  \nGM LLC   Georgian Manganese LLC . \nD8/1/85\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 86 Goiania   Goiania LDA . \nHaftseek   Haftseek Investments Ltd.  \nHogan Lovells   Hogan Lovells International LLP . \nIFRS   International Financial Reporting Standards.  \nIMRP   Illichivsky sea fishing port . \nIntermediary Loans   Loans made by the Bank which were purportedly \nused (in full or in part) to repay sums outstanding \nunder the Relevant Loans.  \nJolin   Jolin Holdings Ltd.  \nKFC  PJSC KFC . \nKievguma   PJSC Kievguma . \nKM Kombinat   Kaliyno -Magnieviy Kombinat TOV . \nLFF  Lviv Fat Factory.  \nMawex   Mawex LLC.  \nMelik   Melik Corporation . \nMemento   Memento  d.o.o..  \nMisappropriation   The alleged misappropriation of approximately \nUSD  1,911m from the Bank that was procured by \nthe First and Second Defendants . \nMount Olympus   A large oil/chemical tanker, which Dinacom \npurchased in 2010 for USD 24m.  \nMr Thompson   Mr Ian Thompson. A forensic accounting expert . \nMr Thompson’s Report   The expert report of Mr Ian Thompson dated \n24 November 2021 . \nMs Razzhivina   Ms Olga Razzhivina . A valuation expert who has \nvalued certain of the Transferred Assets.  \nMs Razzhivina’s Report   The expert report of Ms Razzhivina dated \n24 November 2021 , relating to the value of certain \naircraft.  \nNBU   National Bank of Ukraine.  \nD8/1/86\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 87 Nikopol   PJSC Nikopol Ferroalloy Plant.  \nOptima   Optima Group LLC.  \nP/BV   Price to book ratio.  \nParties   Together, t he Claimant and Defendants.  \nPenny Lane   Penny Lane Ltd . \nPET  Polyethylene terephthalate.  \nPFTS   First Securities Trading System  (a stock exchange in \nUkraine).  \nPSE  Perspektiva Stock Exchange  (a stock exchange in \nUkraine).  \nPwC   LLC Price waterhouseCoopers Ukraine . \nRAREP   Re-Amended Reply to the Defences of the \nDefendants, dated 3 September 2021.  \nRelevant Loans   Revolving credit facilities which the Bank entered \ninto with the Borrowers between April 2013 and \nAugust 2014.  \nRetal Dnipro   Retal Dnipro LLC.  \nRetal Group   Retal Industries Ltd.  \nRIL6   Exhibit marked as ‘RIL6’ referred to in the third \nwitness statement of Richard Ian Lewis.  \nRIL7   Exhibit marked as ‘RIL7’ referred to in the third \nwitness statement of Richard Ian Lewis.  \nRIL14   Exhibit marked as ‘RIL14’ referred to in the eighth \nwitness statement of Richard Ian Lewis.  \nRRAPOC   Re-Re-Amended Particulars of Claim, dated 14 \nSeptember 2020.  \nSecond Defendant   Mr Gennad iy Borisovich Bogolyubov.  \nSchedule 6   Schedule 6 to the Re -Amended Defence of the First \nDefendant, dated 30 November 2020.  \nShare Pledges   Pledges over, inter alia , shares in companies other \nthan the Borrowers , as listed in ¶ 18(1) of \nD1 RRAD and Schedule 6 . \nD8/1/87\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 88 Share Pledges Report   This report, dated 24 November 2021 . \nSIC  Standard Indu"}
{"start": 178500, "text": "tember 2020.  \nSecond Defendant   Mr Gennad iy Borisovich Bogolyubov.  \nSchedule 6   Schedule 6 to the Re -Amended Defence of the First \nDefendant, dated 30 November 2020.  \nShare Pledges   Pledges over, inter alia , shares in companies other \nthan the Borrowers , as listed in ¶ 18(1) of \nD1 RRAD and Schedule 6 . \nD8/1/87\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 88 Share Pledges Report   This report, dated 24 November 2021 . \nSIC  Standard Industrial Classification.  \nSkorzonera   Skorzonera LLC.  \nSMIDA   Ukrainian  Stock Market Infrastructure \nDevelopment Agency . \nStalmag   Stalmag sp.Z.O.O . \nTeide   Teide Ltd.  \nThird to Eighth \nDefendants   Together, Teamtrend Limited, Trade Point Agro \nLimited, Collyer Limited, Rossyn Investing Corp, \nMilbert Ventures Inc, and Zao  Ukrtransitservice \nLtd. Also known as the Defendant Suppliers.  \nTransferred Assets   The assets which the Defendants (other than the \nSecond Defendant) claim were transferred to the \nBank to reduce the amount of the outstanding \nloans (including the Relevant Loans  and \nIntermediary Loans ). \nTransferred Assets \nReport   My other expert report dated 24 November  2021 \nwhere I provide my evidence in respe ct of the \nassets which the Defendants (other than the \nSecond Defendant) claim were transferred to the \nBank . \nUCE  Universal Commodity Exchange, author of certain \nvaluation reports.  \nUCE Goiania Report   Report  by UCE dated 15 January 2016, relating to \naircraft owned by Goiania.  \nUCE Original PS Cap \nReport   Report by UCE dated 12 May 2016 (which is \nexplained further in my Transferred Assets \nReport).  \nUCE Original PS DCF \nReport   Report by UCE dated 4 May 2016 (which is \nexplained further in my Transferred Assets \nReport).  \nUkrnafta   PJSC Ukrnafta.  \nUSE  Ukrainian Stock Exchange  (a stock exchange in \nUkraine).  \nD8/1/88\nConfidential  \n24 November  2021  \nShare Pledges Report of Mark Bezant in BL-2017 -000665  | 89 UUE   Ukraine Universal Exchange  (a stock exchange in \nUkraine).  \nUX  Ukrainian Exchange  (a stock exchange in Ukraine).  \nVartsikhe   Vartsikhe 2005 LLC. \nVeritas   Veritas Property Management . \nVeritas Goiania Reports   Two reports  by Veritas dated 30 June 2016, \nrelating to aircraft owned by Goiania.  \nVeritas Original PS \nReport   Report by Veritas  dated 30 June 2016 (which is \nexplained further in my Transferred Assets \nReport).  \nVeritas Penny Lane \nReport   Report by Veritas dated 30 June 2016, relating to \naircraft owned by Penny Lane.  \nVeritas Teide Report   Report by Veritas dated 30 June 2016, relating to \naircraft owned by Teide.  \nVikna -Plast  Vikna -Plast LLC . \nWACC   Weighted average cost of capital.  \nWWGI   Worldwide Governance Indicator.  \nZOFP   Zaporozhye Oil and Fat Plant . \nD8/1/89\n"}
