{"metadata": {"corpus_path": "B1. Second witness statement of Kateryna Viktorivna Rozhkova.pdf", "file_size": 190734, "mtime": 1675871807.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "IN THE HIGH COURT OF JUSTICE\nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES\nBUSINESS LIST (CHD) Witness Statement\nClaimant\nK Rozhkova\nSecond\n16 December 2021\nBL-2017-000665\nBETWEEN : \nJSC COMMERCIAL BANK \"PRIVAT BANK\" \nClaimant\n- and - \n(1) I GOR VALERYEVICH KOLOMOISKY\n(2) G ENNADIY BORISOVICH BOGOLYUBOV\n(3)TEAMTREND LIMITED\n(4)TRADE POINT AGRO LIMITED\n(5)COLLYER LIMITED\n(6)ROSSYN INVESTING CORP\n(7)MILBERT VENTURES INC\n(8)ZAO UKRTRANSITSERVICE LTD\nDefendants\nSECOND WITNESS STATEMENT OF KATERYNA VIKTORIVNA ROZHKOVA\nI, KATERYNA VIKTORIVINA ROZHKOVA , of 9, Instytutska St., 01601 Kyiv, will say as follows: \n1. I am the First Deputy Governor of the National Bank of Ukraine.  I have previously given \none witness statement in these proceedings, my first witness statement dated 13 October \n2021.  In this statement, unless otherwise stated, I use the same abbreviations and defined \nterms used in my first witness statement.    \n2. Where I refer to documents below, I do so by reference to the document's disclosure \nnumber in these proceedings unless otherwise stated, where the document has already \nbeen disclosed.  For documents that have not yet been disclosed, I refer to the relevant \nB1/18/1\n- 2 – \ndocument by reference to documents in exhibit “KVR1” (page references are to pages in \nKVR1 unless otherwise stated).  I understand that these documents will be disclosed by \nthe Bank in due course.  I enclose with this statement a list of the documents I have been \nreferred to in the course of making this statement. \n3. My native language is Ukrainian. I am sufficiently proficient in English to give this witness \nstatement in English, and I intend to give my oral evidence in English, although with the \ncourt's permission, I would like to have access to an interpreter to assist, if necessary.  This \nevidence was prepared following a series of discussions between myself and the Bank’s \nsolicitors. \n4. Unless otherwise stated, the facts and matters set out below are within my own knowledge, \nand I believe them to be true.  Where they are not within my knowledge, they are true to \nthe best of my knowledge, information and belief and their sources are explained.   \n5. I make this statement in order to respond to certain material matters raised in the fifth \nwitness statement of Igor Kolomoisky, the fourth witness statement of Gennadiy \nBogolyubov, the first witness statement of Volodymyr Yatsenko and the first witness \nstatement of Oleksandr Zavadetskyi, each of which is dated 2 November 2021.  \n6. I understand from the Bank’s legal team that there is no need for me to respond to each \nand every statement, allegation or assertion advanced in the witness statements with which \nI disagree, especially where the fact of and reasons for such disagreement is clear from my \nfirst witness statement.  For the avoidance of doubt, if I do not respond to any particular \nstatement, allegation or assertion in this witness statement, it should not be taken to mean \nthat I accept that such a statement is true or accurate. \nTHE NBU’ S APPROACH TO RELATED PARTY LENDING\n7. Mr Zavadetskyi, in particular, makes a number of allegations in relation to the NBU’s \ntreatment of the Bank with regard to its related party lending portfolio, whilst  Mr Yatsenko \nalso addresses the same issue, albeit to a more limited extent.  Both mention me personally \nin their evidence regarding the NBU’s role in respect of the Bank’s related party lending, \nincluding their recollection of specific conversations and meetings with me.  In what follows, \nI will briefly explain Mr Zavadetskyi’s role within the NBU, in particular as it pertains to the \nBank, and my interactions with Mr Zavadetskyi and Mr Yatsenko regarding the Bank’s \nrelated party lending so as to respond to a number of the points made by Messrs \nZavadetskyi and Yatsenko in that regard.  \nMr Zavadetskyi  \n8. Mr Zavadetskyi joined the NBU at around the same time as I did in June 2015, as the head \nof the Related Parties Unit (also referred to as the “Special Monitoring Unit” or “SMU”).  Mr \nB1/18/2\n- 3 – \nZavadetskyi reported directly to the First Deputy Governor of the NBU – at that time Mr \nPisaruk – rather than to me as then-head of the banking supervision department. \n9. Whilst Mr Zavadetskyi did not report directly to me, my team worked relatively closely with \nthe Related Parties Unit in this period and I am therefore familiar, at least to an extent, with \nthe work of Mr Zavadetskyi and his team in relation to the Bank.  \nThe working group \n10. At paragraph 28 of his witness statement, Mr Zavadetskyi refers to being a member of a \nworking group involving representatives of the NBU and the Bank during the period October \nto December 2015. \n11. I was also a member of this working group, and regularly attended its meetings.  Similar \nworking groups were set up in respect of other major Ukrainian banks, although the size of \nthe Bank’s related party lending portfolio and the extent of its capital adequacy issues \nmeant that there were more senior figures from the NBU on the working group for the Bank \nthan for other banks.  As head of the banking supervision department, I had some degree \nof involvement in all such working groups at that time, and would regularly attend meetings \nof those groups for banks experiencing substantial problems with a lack of capital and/or \nrelated party lending. \n12. As set out at paragraphs 112 to 114 of my first witness statement, during the period July to \nDecember 2015, following the provision of the EY Related Parties Report to the NBU, the \nBank sought to dispute the NBU’s initial classification of 165 entities as related parties, and \nthe working group provided a forum for discussions regarding the Bank and the NBU’s \nrespective positions.   \n13. At paragraph 24 of his witness statement, Mr Zavadetskyi refers to a “ pre-report ” on related \nparty lending that was “ produced in the form of an “entities’ map” and presented to the First \nDeputy Governor of the NBU ”.  I believe this to be a reference to the fourth slide of the  \npresentation exhibited at pages 1 to 14 , which sets out certain of the NBU’s initial findings \nregarding the 165 entities and the reasons for considering that they were related parties of \nthe Bank.  \n14. At paragraph 76 of his witness statement, Mr Yatsenko explains that attempts were made \nby the Bank to convince the NBU that two of these 165 entities were not in fact related \nparties, by arranging meetings with owners of the companies.  I attended these meetings, \nwhich were led on the NBU’s side by Mr Zavadetskyi.  Given that these meetings took place \naround six years ago, I do not recall the detail of what was discussed in those meetings or \nthe identities of the two companies, but I can recall the context and outcome of those \nmeetings, as I will now explain.   \nB1/18/3\n- 4 – \n15. In that period of time, we had several meetings with the purported owners of companies \nwhich the NBU initially classified as related parties, not only in connection with the Bank, \nbut also in connection with other banks with related party lending issues that needed to be \naddressed.  In the meetings, we would generally ask a standard set of questions aimed at \nhelping us understand if the purported owners of the companies were related to the relevant \nbanks.  In addition to such meetings, members of the Related Parties Unit would prepare \nextensive analysis of the documents provided in relation to such companies, and on the \nbasis of the information obtained from the meetings and the documents, Mr Zavadetskyi \nwould prepare a final report, including a recommendation, to be submitted to the Related \nParties Commission (of which I was also a member).  The Related Parties Commission \nwould then make a final determination on the status of the companies, based on the \ninformation and analysis submitted by Mr Zavadetskyi. \n16. Prior to the meetings with the purported owners of the two companies to which"}
{"start": 7000, "text": "sified as related parties, not only in connection with the Bank, \nbut also in connection with other banks with related party lending issues that needed to be \naddressed.  In the meetings, we would generally ask a standard set of questions aimed at \nhelping us understand if the purported owners of the companies were related to the relevant \nbanks.  In addition to such meetings, members of the Related Parties Unit would prepare \nextensive analysis of the documents provided in relation to such companies, and on the \nbasis of the information obtained from the meetings and the documents, Mr Zavadetskyi \nwould prepare a final report, including a recommendation, to be submitted to the Related \nParties Commission (of which I was also a member).  The Related Parties Commission \nwould then make a final determination on the status of the companies, based on the \ninformation and analysis submitted by Mr Zavadetskyi. \n16. Prior to the meetings with the purported owners of the two companies to which Mr Yatsenko \nrefers, Mr Zavadetskyi and his team had already done a great deal of work on the \ndocuments regarding these companies, which indicated that they were related to the Bank’s \nshareholders.  My impression having met the purported owners of the two companies was \nthat they were indeed connected to Mr Kolomoisky and/or Mr Bogolyubov, although as head \nof the Related Parties Unit, Mr Zavadetskyi’s view was the most important – and it was \nclear to me, on the basis of our discussions and from the report that he subsequently \nprepared, that he shared my view.  Following the meetings, Mr Zavadetskyi prepared a \ndetailed report on whether they were in fact related parties of the Bank, which he submitted \nto the Related Parties Commission. Although I have been unable to locate a copy of the \nreport, I recall that its conclusion was that the two companies were indeed related parties \nof the Bank, notwithstanding the explanations offered by their purported owners and the \nBank, and Mr Zavadetskyi recommended to the Related Parties Commission that it make \na conclusive determination that these companies should be classed as related parties \n(which it then did).  \n17. At paragraphs 77 to 79 of his witness statement, Mr Yatsenko refers to attempts made by \nthe Bank and other Bank clients that had been initially designated by the NBU as related \nparties “to make them be deemed as unrelated” , including conversations that he says he \nhad with such companies or their directors in which he advised them on “ how to make \nchanges to the corporate holding structure of the directors of the relevant companies so as \nto remove any basis on which the conclusion could be drawn that they were related to other \ncompanies with the same shareholders or directors ”.  Although Mr Yatsenko suggests that \nthose discussions related to “[c]lients who were not in fact related” to the Bank, his evidence \nis consistent with my recollection, as set out at paragraphs 108 and 109 of my first witness \nstatement, as to how the Bank had sought to avoid the classification of clients as related \nparties by changing their nominee owners or directors.     \nB1/18/4\n- 5 – \n18. Dealing with the Bank’s attempts to persuade the NBU that its clients were not related was \na very labour-intensive and time-consuming process: we had to deal with huge volumes of \ndocumentation in this period, as well as the many meetings of the working group.  \nNotwithstanding the extent of the Bank’s attempts to persuade the NBU to the contrary, as \nI explained at paragraphs 113 to 114 of my first witness statement, ultimately the NBU \nmade a final determination in December 2015 that 136 of the initially identified 165 entities \nwere related parties.    \nThe NBU’s approach to the Bank’s related parties \n19. At paragraphs 32 to 35 of his witness statement, Mr Zavadetskyi alleges that, as a result of \nthe “continuing disagreement as to the [related-party] status of some borrowers, the ball \nwas in the NBU’s court to take some form of positive step to sanction the Bank… ”.  He goes \non to allege that Mr Pisaruk, Ms Gontareva and I (together with “others” , whom he does not \nidentify) “ told [him] personally that no actions regarding the Bank could be taken because \nthe NBU did not want to do anything that could give the Bank grounds to go to court” .   \n20. If Mr Zavadetskyi intends to suggest that I told him that the NBU was unwilling to impose \nsanctions on the Bank because it was concerned that it would not have sufficient grounds \nto support its decisions on the Bank’s related parties in court, that is incorrect.  We followed \na strict internal procedure when making initial designations of related parties, considering \nany evidence to the contrary submitted by banks, and making final decisions on the related \nparty status of companies and individuals.  The NBU’s lawyers would consider the extent \nto which the Related Party Unit’s proposals and evidence satisfied the applicable \nrequirements, and it was Mr Zavadetskyi who was ultimately responsible for the proposals \nsubmitted to the Related Parties Commission for final determination.  In this regard, I note \nthat Mr Zavadetskyi signed the December 2015 decisions that classified 136 entities as \nrelated parties, following months of objections from the Bank in the course of the working \ngroup meetings and intensive work from his team on analysing the documents1.   \n21. Nor do I agree with Mr Zavadetskyi’s suggestion that the NBU had to impose sanctions \nbefore the Bank could be required to include those companies identified by the NBU as \nrelated parties in its related party lists: as I explained at paragraph 85 of my first witness \nstatement, once a company had been determined by the NBU to be related, the onus was \non the Bank to prove otherwise (which it failed to do).  There was no requirement for the \nNBU to impose sanctions for this purpose. \nThe requirement to unwind related party lending\n22. At paragraphs 15 to 31 of his witness statement, Mr Zavadetskyi appears to suggest that \nthe NBU did not afford the Bank sufficient time to unwind its related party lending, \n1PB0071836; PB0071836_00001_English_2 \nB1/18/5\n- 6 – \nreferencing Resolution 314, which provided for a period of “up to three years”  to do so (see \nparagraph 21).  Mr Zavadetskyi also suggests that “ members of the banking supervision \ncommittee largely agreed that a three year plan to improve the Bank's position on related \nparty loans was wholly inadequate. A three year period would perhaps be enough time for \na smaller bank but it was not sufficient for a bank as large as Privatbank and we considered \nthat a period of five years would have been more appropriate ” (see paragraph 31).  \nUltimately, Mr Zavadetskyi appears to claim that it was the NBU’s refusal to provide the \nBank with more time to unwind its related party lending which led to its nationalisation in \nDecember 2016, stating that “…no other banks were nationalised as a result of NBU \nResolution No. 314”  (paragraph 55).    \n23. I do not agree with Mr Zavadetskyi’s evidence in this regard, in particular because the Bank \nwas not nationalised as a result of Resolution 314 at all.  That much is clear from NBU \nResolution no. 498-rsh/BT, which states that the Bank was nationalised on the basis of  \n(amongst other related provisions) Article 76 of the Law on Banks and paragraph 3(3) of \nArticle 1 of Law 78, which provide that if shareholders are unable to ensure that a bank is \ncapitalised to the extent required by law, including pursuant to a restructuring plan, the NBU \nshould declare a bank insolvent.  It makes no mention of Resolution 314.   \n24. Moreover, the section of the Restructuring Plan2 that provided a schedule for the repayment \nof loans to borrowers with “ high debt concentrations ” (which included loans to parties that \nhad been identified by the NBU as related parties in December 2015) was, pursuant to \nsection 2 of Resolution 103/BT, par"}
{"start": 14000, "text": " result of NBU \nResolution No. 314”  (paragraph 55).    \n23. I do not agree with Mr Zavadetskyi’s evidence in this regard, in particular because the Bank \nwas not nationalised as a result of Resolution 314 at all.  That much is clear from NBU \nResolution no. 498-rsh/BT, which states that the Bank was nationalised on the basis of  \n(amongst other related provisions) Article 76 of the Law on Banks and paragraph 3(3) of \nArticle 1 of Law 78, which provide that if shareholders are unable to ensure that a bank is \ncapitalised to the extent required by law, including pursuant to a restructuring plan, the NBU \nshould declare a bank insolvent.  It makes no mention of Resolution 314.   \n24. Moreover, the section of the Restructuring Plan2 that provided a schedule for the repayment \nof loans to borrowers with “ high debt concentrations ” (which included loans to parties that \nhad been identified by the NBU as related parties in December 2015) was, pursuant to \nsection 2 of Resolution 103/BT, part of the Bank’s action plan for reducing debts of related \nparties3.  According to paragraph 5 of Section 1 of Resolution 103-rsh/BT, the NBU would \nconsider extending the maturity term from three to five years for the loans specified in the \naction plan, provided the Bank complied with its obligations concerning the repayment of \nthese loans in 2016.  From the outset, it was therefore envisaged that, if the Bank had been \non track with the implementation of the Restructuring Plan in 2016, it could have received \nan extension beyond three years for its completion.  Unfortunately, the Bank failed to \ncomply with its obligations to repay these loans in 2016, as well as to comply with a number \nof other measures set out in the Restructuring Plan, as explained in my first witness \nstatement. \n25. At paragraph 53 of his witness statement, Mr Zavadetskyi suggests that “[h]ad the NBU \ndevised a plan on related party lending, as envisaged in NBU Resolution No. 314, the Bank \nwould have been given a grace period of three years (and probably longer) during which to \nunwind related party loans. During this time, provided that it complied with the unwinding \nplan it would have been protected from the NBU taking any other measures against the \n2PB0365416; PB0365416_00001_English \n3PB0365415; PB0365415_00001_English \nB1/18/6\n- 7 – \nBank related to its related party lending, reflected in the unwinding plan ” (see paragraph \n53).  Again, this suggestion overlooks the Bank’s capital adequacy problems.  \n26. In fact, the primary and most pressing issue, and the one that led directly to the Bank’s \nnationalisation, was the lack of adequate capital; whilst, in the case of the Bank, that issue \nwas to some extent tied up with related party lending (because the related party entities \nwith large debts to the Bank did not appear to be companies with real revenue-generating \noperations and their loans were not supported by good collateral), it was the capital \nshortage which posed an immediate threat to the Bank’s viability, and it was the failure \nproperly to address that capital shortage which ultimately led to the Bank’s nationalisation.  \nIf the Bank’s related party lending portfolio had been properly collateralised and the (related \nparty) borrowers had been in good financial standing, the NBU could have afforded Bank a \nlonger period to unwind its related party lending.  Unfortunately, the poor financial condition \nof the Bank’s related party borrowers and the lack of adequate collateral for such loans \nresulted in a substantial lack of capital, which put the Bank in breach of its capital adequacy \nrequirements pursuant to Resolution 260.  Irrespective of whether those  borrowers were \nrelated parties, the Bank was required to remedy the lack of capital that resulted from its \nlending to them.  That was a more pressing issue, which could not be allowed to remain \nunremedied for three or five years, as Mr Zavadetskyi appears to suggest.  \n27. At paragraphs 39 and 40 of his witness statement, Mr Zavadetskyi then suggests that the \nNBU somehow “ bypassed the proper process”  for resolving the Bank’s issues regarding \nrelated party lending, seemingly on the basis that “ related party loans and their collateral… \nshould [have been] dealt with separately ” (see paragraphs 39 and 40). \n28. I do not agree with Mr Zavadetskyi’s claims that the NBU bypassed the proper process, or \nwith the suggestion that related party loans and collateral had to be dealt with separately \nfrom recapitalisation issues.  If the Bank was treated differently from other banks in respect \nof the resolution of its related party loan portfolio (and I note, in that regard, that the NBU \ndid not and could not adopt an identical approach to all banks as the issues that needed to \nbe addressed differed from bank to bank), that is because the Bank’s position was different \nto that of many other Ukrainian banks that had large related party lending portfolios \n(including those referred to at paragraph 55 of Mr Zavadetskyi’s witness statement) in that \nmost if not all of the Bank’s related party lending was characterised by the lack of proper \ncollateral provided for the loans or any proper source of income on the part of the borrowers \nto repay it.  This was one of the main reasons for the Bank’s significant capital shortfall and \nmeant that it would not have been sufficient for the Bank simply to unwind its related party \nlending without also taking urgent steps to improve its capital position, which was the most \npressing issue if the viability of the Bank – and in turn Ukraine’s financial system – was not \nto be threatened.  The issues of lack of capital and related party lending therefore could not \nbe considered as separate issues for the Bank, and so the NBU combined the two plans \nB1/18/7\n- 8 – \n(for reducing related party lending pursuant to Resolution 314, and for improving the Bank’s \ncapital position pursuant to Resolution 260), into one.  \n29. The IMF was fully appraised of and supportive of this approach, which was entirely \ncompatible with the applicable regulations.  I note, however, that Mr Zavadetskyi claims \nthat Howard Edmonds, a contact of his at the IMF, was “ very surprised ” by Mr Zavadetskyi’s \ndescription of a draft resolution in relation to the Restructuring Plan (i.e., Resolution \n103/BT), that he had a “ negative ” reaction to Mr Zavadetskyi’s description, and that he “ did \nnot approve ”.   \n30. I do not recall ever meeting or speaking to Mr Edmonds, although I note that Mr Zavadetskyi \nsays he acted as a “ consultant to the NBU ” and attended working group meetings between \nthe NBU and the Bank.  I cannot therefore comment on whether Mr Edmonds did indeed \nhold the view Mr Zavadetskyi ascribes to him at paragraph 42  of his witness statement, or \non what exactly was said in the conversation to which Mr Zavadetskyi refers, but from my \nperspective the IMF was closely involved in the process of evaluating the Bank’s \nRestructuring Plan (in light of the Bank’s systemic importance).  As part of that process, the \nIMF approved of the approach of combining the two plans for recapitalisation and unwinding \nof related party exposures.  When the banking supervision and financial stability \ndepartments discussed the issues of capital shortfall with the IMF, we were very clear that \nthis capital issue could not be separated from the related party lending, and particularly the \nlack of collateral for that lending and the poor financial standing of the borrowers.  In around \nDecember 2015, the financial stability department presented a model to the IMF that \nproposed how to resolve the capital issues identified at the Bank together with reducing \nrelated party lending exposures.  This approach of addressing capital shortfalls together \nwith related party lending was then expressly acknowledged in the IMF Staff report dated \n2 September 2016 (the first such report issued in 2016), which referred to “ Advancing "}
{"start": 21000, "text": "estructuring Plan (in light of the Bank’s systemic importance).  As part of that process, the \nIMF approved of the approach of combining the two plans for recapitalisation and unwinding \nof related party exposures.  When the banking supervision and financial stability \ndepartments discussed the issues of capital shortfall with the IMF, we were very clear that \nthis capital issue could not be separated from the related party lending, and particularly the \nlack of collateral for that lending and the poor financial standing of the borrowers.  In around \nDecember 2015, the financial stability department presented a model to the IMF that \nproposed how to resolve the capital issues identified at the Bank together with reducing \nrelated party lending exposures.  This approach of addressing capital shortfalls together \nwith related party lending was then expressly acknowledged in the IMF Staff report dated \n2 September 2016 (the first such report issued in 2016), which referred to “ Advancing plans \nto unwind related-party exposures along with recapitalization plans ”, and provided that \n“plans to unwind these exposures may be factored into recapitalization plans if credible \nbinding commitments are provided by the bank’s shareholders ”4.   \nThe circumstances in which Mr Zavadetskyi left the Related Parties Unit  \n31. At paragraphs 47 and 48 of his witness statement, Mr Zavadetskyi describes a meeting that \nI attended, in which he alleges that he was told that he would be transferred to a new role \nin the licensing department of the NBU; that the Related Parties Unit would be \namalgamated with the banking supervision department; and that by this, he “ understood \nthat Mr Pisaruk and Ms Rozhkova were attempting to bring the SMU under stricter control \nwithin the NBU and so stifle reports on related party lending ”, and that he “ suspected that \n4PB0365531, p.18 \nB1/18/8\n- 9 – \nwhat they were really proposing was that I would not be able to continue my work at the \nSMU ”. \n32. Whilst I cannot comment on what Mr Zavadetskyi himself believed at the time, if the above \ndoes represent his genuine understanding of the position, he is simply wrong.   \n33. After the previous head of the licensing department had left his position, Mr Pisaruk’s view \nwas that Mr Zavadetskyi should be promoted to the head of the licensing department (which \nwas a more senior role than head of the Related Parties Unit).  I was present at the meeting \nin which Mr Pisaruk explained this to Mr Zavadetskyi, because the licensing department \nwas related to the banking supervision department, of which I was the head, and at the time \nthe departments were working closely together on a project relating to the transparency of \nthe ownership structures of banks.  I understood that the Related Parties Unit was never \nintended permanently to be a standalone unit, but rather that this was required whilst the \nmeasures proposed in the February 2015 IMF Memorandum were being implemented, i.e. \nwhilst the banking sector was in the process of being reformed to meet international \nstandards.  Once these reforms had been implemented, the Related Parties Unit would be \nbrought back into the banking supervision department.  My recollection of the meeting to \nwhich Mr Zavadetskyi refers is that Mr Pisaruk told Mr Zavadetskyi that the Related Parties \nUnit was a temporary unit, and that a promotion to the head of the licensing department \nwould be a good step up for him.  I understood this to be an offer of a promotion to Mr \nZavadetskyi; had he made clear that he wanted to continue his work in the Related Parties \nUnit, I have no reason to believe that he would not have been allowed to do so before taking \nup his new role.  \n34. At no time (whether at the time of this meeting or otherwise) did I have any intention of \n“stifl[ing] reports on related party lending ”, nor of prematurely curtailing the Related Party \nUnit’s independence, and I do not believe that anything I or Mr Pisaruk said in the course \nof this meeting could reasonably have given that impression.  \n35. Sometime after this meeting, Mr Zavadetskyi moved into his new role as head of the \nlicensing department, and I continued to work with him in that capacity, as well as with his \nsuccessor, Alexey Rudoy, in the Related Parties Unit.  I note that Mr Rudoy was originally \nhired by Mr Zavadetskyi, and was a highly regarded member of the Related Parties Unit \nprior to becoming its head; had my or the NBU’s intention been to “stifle”  Mr Zavadetskyi’s \nwork, appointing one of Mr Zavadetskyi’s own people as his replacement was not the \nobvious way to achieve that.  I had the impression that Mr Zavadetskyi and Mr Rudoy had \nworked well together in the past, and under Mr Rudoy’s leadership, the Related Parties Unit \ncontinued to operate independently, until the Autumn of 2019, when it was brought back \ninto the banking supervision department.  There was no improper motive involved in the \nB1/18/9\n- 10 – \nabove decisions; indeed the IMF approved the decision to bring the Related Parties Unit \nback into the banking supervision department.  \nMr Zavadetskyi’s allegations in relation to Platinum Bank\n36. At the end of Mr Zavadetskyi’s statement, he offers an account of how the NBU dealt with \nPlatinum Bank, another Ukrainian bank which was ultimately declared insolvent, and claims \nthat “ In my view, the NBU treated Privatbank differently to other banks ”.  As I explained at \nparagraph 22 of my first statement, I had worked for Platinum Bank before joining the NBU, \nand I was not therefore involved in any of the decisions made in respect of Platinum Bank.  \nI am therefore not in a position to comment on the suggestion that Platinum Bank was \nsomehow treated differently than the Bank, although I note that (based only on what Mr \nZavadetskyi says in his statement) it appears that Platinum Bank was similarly declared \ninsolvent due to its capital inadequacy, rather than simply because of the extent of its \nrelated party lending , and that this is consistent with the approach taken in respect of the \nBank.    \nCOLLATERAL FOR THE BANK’S CORPORATE LENDING PORTFOLIO\nPledges over rights to receive goods \n37. As I explained at paragraph 202 of my first witness statement, a great deal of the security \nfor the Bank’s lending took the form of the pledges of rights under agreements for the supply \nof goods.  At paragraphs 46 to 48 of his witness statement, Mr Yatsenko suggests that “ In \nUkraine, there is a well-known concept of “service” contracts. Often, to comply with a \nparticular legal or regulatory requirement, a contract needed to include particular essential \nterms. The parties would enter into a contract which included these essential terms, even \nthough it was understood that these did not reflect the commercial reality of the transaction. \nThe Bank's customers often used supply agreements as service contracts of this type. To \njustify the grant of new loans, supply agreements were documented although no supply of \ngoods was expected and in effect the supplier simply borrowed an advance payment for \ngoods from the Bank’s customer until it was repaid ” (Yatsenko 1, paragraph 46, emphasis \nadded).  He then says that he “ believe[s] that the NBU knew about the use of service \ncontracts ”. \n38. I was shocked when I read this passage of Mr Yatsenko’s statement: contrary to what Mr \nYatsenko suggests, whilst the NBU was obviously aware that rights under supply contracts \nwere pledged to the Bank, I certainly was not aware that such rights were entirely illusory.  \nNor, to my knowledge, was anyone else in a senior position at the NBU so aware.  As I \nexplained in my first witness statement, the NBU was concerned at the lack of evidence \nthat supply agreements on the Bank’s files were being properly fulfilled, and therefore took \nsteps to ensure that such security was supported by evidence of cash flow under the \nB1/18/10\n- 11 – \ncontracts, precisely so that the genu"}
{"start": 28000, "text": "ere documented although no supply of \ngoods was expected and in effect the supplier simply borrowed an advance payment for \ngoods from the Bank’s customer until it was repaid ” (Yatsenko 1, paragraph 46, emphasis \nadded).  He then says that he “ believe[s] that the NBU knew about the use of service \ncontracts ”. \n38. I was shocked when I read this passage of Mr Yatsenko’s statement: contrary to what Mr \nYatsenko suggests, whilst the NBU was obviously aware that rights under supply contracts \nwere pledged to the Bank, I certainly was not aware that such rights were entirely illusory.  \nNor, to my knowledge, was anyone else in a senior position at the NBU so aware.  As I \nexplained in my first witness statement, the NBU was concerned at the lack of evidence \nthat supply agreements on the Bank’s files were being properly fulfilled, and therefore took \nsteps to ensure that such security was supported by evidence of cash flow under the \nB1/18/10\n- 11 – \ncontracts, precisely so that the genuineness of the arrangements could be assessed.  \nIndeed, the Bank went to great lengths to dispute to NBU’s position regarding this form of \ncollateral, and continued to insist throughout 2015 and 2016 that pledges over rights to \nreceive goods were a valuable form of security, and that such pledges should be taken into \naccount when assessing the capital position of the Bank (see for example the Bank’s letter \nof 29 January 2016 that sought to dispute the results of the Stress Test by reference to the \npurported eligibility of such collateral, as explained further at paragraph 154 of my first \nstatement, and its insistence on continuing to use this form of security in the context of the \nTransformation, as I explain below).   \nTHE RESTRUCTURING PLAN AND THE ASSET TRANSFER\n39. Whilst I have explained the circumstances of the Restructuring Plan and Asset Transfer in \nmy first witness statement, which I will not repeat here, Mr Kolomoisky, Mr Bogolyubov and \nMr Yatsenko raise several additional points on these areas, particularly in relation to the \nsteps leading to the Restructuring Plan and the valuation and leasing of transferred assets, \nto which I respond below.  \nThe NBU Refinancing Loans\n40. At paragraph 92 of his statement, Mr Yatsenko alleges that, during a meeting at the end of \nJanuary or beginning of February 2016, I “ specifically stated that the NBU would call in the \nrefinancing or declare the Bank in default if a financial rehabilitation plan was not agreed ”.  \nWhilst I do not recall this particular meeting, as I explained at paragraphs 136 to 141 of my \nfirst statement, I participated in a series of discussions with the Bank regarding the \nrestructuring of the NBU Refinancing Loans in this period, and it seems likely to me that Mr \nYatsenko’s account refers to these discussions.  As I explain below, we discussed the issue \nof the NBU Refinancing Loans with the Bank within the framework of regulations that \ngoverned them, and ultimately avoided needing to recall the NBU Refinancing Loans that \nwould otherwise have fallen due before the end of 2016.  To the extent that Mr Yatsenko \nintends to suggest that the NBU was improperly threatening the Bank in relation to its \nrefinancing loans prior to the approval of the Restructuring Plan, I do not agree: the Bank \nwas under legal obligations with respect to both the NBU Refinancing Loans and the \nrequirement to prepare the Restructuring Plan, and the NBU sought to explain these \nobligations to the Bank (and, moreover, to accommodate the Bank’s delays in complying \nwith these obligations), in order to agree a constructive solution to its lack of capital and \nfailure to repay the NBU Refinancing Loans. \n41. As I explained at paragraph 143 of my first witness statement, pursuant to Law 78, the Bank \nwas under an obligation (which was entirely separate from the NBU Refinancing Loans) to \nprovide a Restructuring Plan, given its capital shortfall.  If it failed to do so, the NBU was \nobliged to make a decision on the Bank’s insolvency.  Moreover, a significant portion of the \nB1/18/11\n- 12 – \nNBU Refinancing Loans were either already due or falling due shortly, and the Bank \nclaimed to be unable to repay them.  In these circumstances, whilst the NBU was entitled, \npursuant to NBU Resolution No. 363 of 6 September 2015 (as amended) (“ Resolution \n363)5, to extend the term for repayment of NBU Refinancing Loans, any bank wishing to \napply for such an extension was required to submit a recovery plan including a schedule of \nrepayment and proposed collateral for the loans.  This plan offered a legal route for the \nBank to extend the repayment terms of the NBU Refinancing Loans.   \n42. As such, in this period we discussed with the Bank both the unavoidable outcome of the \nBank being declared insolvent if it failed to submit a restructuring/recapitalisation plan \npursuant to Resolution 260, and the requirement to submit a recovery plan pursuant to \nResolution 363 to secure the extension necessary to avoid an ongoing situation of default \non the NBU Refinancing Loans.  At the same time, we worked with the IMF and with the \nNBU’s lawyers to find a way forward that complied with our international agreements and \ndomestic regulations.  As explained in the NBU’s letter to the Bank dated 31 December \n20156, in agreement with the IMF, the NBU deferred the deadline for submission of the \nRestructuring Plan, pursuant to Resolution 923, to 1 February 2016, to accommodate the \nBank’s delays in formulating a realistic plan.  Pursuant to NBU Resolution no. 961/BT of 28 \nDecember 20157, the NBU also suspended its rights to impose penalties for the NBU \nRefinancing Loans that were by this stage overdue until 1 February 2016, to give the Bank \nthe opportunity to formulate proposals for providing sufficient collateral and preparing the \nfinancial recovery plan envisaged by Resolution 363.  Ultimately, plans to reduce the capital \nshortfall and to repay the NBU Refinancing Loans were incorporated into the Bank’s \nRestructuring Plan, which the Bank approved on 23 February 2016.  As set out at \nparagraphs 140 and 141 of my first witness statement, the NBU then engaged with the \nBank on further discussions regarding a restructuring of the NBU Refinancing Loans.  \nThe February 2016 Guarantee Letter \n43. At paragraph 95 of his witness statement, Mr Yatsenko refers to two versions of a letter \nsigned by Mr Kolomoisky in February 2016, and claims that I called him to tell him how the \nletter should be amended.  At paragraphs 67 and 69 of his fifth witness statement, Mr \nKolomoisky similarly refers to two versions of this letter, and claims that “ a further version \nof the letter was then created overnight, which shortened the timeframes for me to put \nadditional funds into the Bank and created a new requirement for repayment of loans at \nUAH 1.3bn per month for 5 years (IK0009289_0001). For the reasons detailed above I did \nnot challenge this but signed the revised letter as required by the NBU ”.   \n5PB0211127; Exhibit KVR1 to the second witness statement of Kateryna Rozhkova, pp.35-37 \n6PB0363048; PB0363048_00001_English \n7PB0068992; Exhibit KVR1 to the second witness statement of Kateryna Rozhkova, pp.38-39 \nB1/18/12\n- 13 – \n44. I addressed the first version of this letter in my first witness statement (see paragraph 156).  \nThe Bank’s solicitors have since shown to me the second version of the letter exhibited by \nMr Kolomoisky8.  Appendix 3 of Resolution 260 required that shareholders provide a \npersonal guarantee that the Bank would be sufficiently capitalised (in the amount provided \nfor in any restructuring/recapitalisation plan) in order to ensure compliance with the N2 and \nCCR ratios required by Resolution 260, with such guarantee letters to include specifics \nsuch as the amount of contribution to the Bank by the shareholder and the date of transfer9.  \nIn addition to this, Annex 6 to Resolution 314 required owners of substantial shar"}
{"start": 35000, "text": " letter as required by the NBU ”.   \n5PB0211127; Exhibit KVR1 to the second witness statement of Kateryna Rozhkova, pp.35-37 \n6PB0363048; PB0363048_00001_English \n7PB0068992; Exhibit KVR1 to the second witness statement of Kateryna Rozhkova, pp.38-39 \nB1/18/12\n- 13 – \n44. I addressed the first version of this letter in my first witness statement (see paragraph 156).  \nThe Bank’s solicitors have since shown to me the second version of the letter exhibited by \nMr Kolomoisky8.  Appendix 3 of Resolution 260 required that shareholders provide a \npersonal guarantee that the Bank would be sufficiently capitalised (in the amount provided \nfor in any restructuring/recapitalisation plan) in order to ensure compliance with the N2 and \nCCR ratios required by Resolution 260, with such guarantee letters to include specifics \nsuch as the amount of contribution to the Bank by the shareholder and the date of transfer9.  \nIn addition to this, Annex 6 to Resolution 314 required owners of substantial shares in the \nBank to provide guarantees to ensure the repayment of related party loans prior to the \nsubmission of the plan to unwind related party exposures to the NBU10.  These \nrequirements applied to all banks required to submit restructuring/recapitalisation and \nrelated party action plans.  \n45. The initial personal guarantee signed by Mr Kolomoisky omitted entirely the requirement in \nResolution 314 in relation to the related party action plan, and whilst I do not recall \nspecifically calling Mr Yatsenko to request that this be added, I do remember identifying \nthis problem and advising the Bank that this needed to be rectified in order to meet the \nminimum legal requirements. The additional wording refers to the “ list of large \nconcentrations ” because Mr Kolomoisky was unwilling personally to acknowledge in writing \nthat the specific loans to be repaid were related party loans, and so we agreed to use this \nterminology of “ large concentrations ” of lending on the understanding that, labelling aside, \nthe Bank would take the necessary steps to procure the repayment of the related party \nlending and the recapitalisation of the Bank to the legally required levels, as set out in the \nRestructuring Plan.  \nMr Bogolyubov’s claim to have made a capital contribution in March 2016 \n46. At paragraph 119 of his fourth witness statement, Mr Bogolyubov claims that he gave \naround US$100 million, that had previously been in his personal account with the Bank, to \nMr Kolomoisky in “ mid to late March 2016 ”.  Mr Bogolyubov claims that he intended these \nfunds to be contributed as capital to the Bank.  I am not aware of these funds ever having \nbeen transferred to the Bank’s capital, and do not know what happened to them if they were \nin fact given by Mr Bogolyubov to Mr Kolomoisky.  The Unscheduled Inspection team \nidentified that Mr Bogolyubov had just over US$200,000 in his account at  the point of \nnationalisation, whereas Mr Kolomoisky transferred over US$200 million out of the Bank to \na BVI company, Southbay Enterprises Ltd, between April 2016 and nationalisation.  The \n8IK0009289; IK0009287_0001_English \n9PB0365413; PB0365413_00001_English \n10Exhibit OZ1 to the First Witness Statement of Oleksandr Zavadetskyi, pp. 127-174 \nB1/18/13\n- 14 – \nUnscheduled Inspection report also records that the Bank expressly refused to provide any \ndocuments to the Unscheduled Inspection team in relation to these transactions11. \nThe 1+1 TV channel \n47. At paragraph 100 of his witness statement, Mr Yatsenko claims that, in the context of the \nAsset Transfer, the NBU was “ extremely interested ” in the 1+1 TV channel, that it was \n“constantly circling around this, analysing what pledges were already in place ”, and that it \n“wanted the shares of the channel itself ”.  At paragraph 25 of his witness statement, Mr \nKolomoisky further claims that “ it was President Poroshenko who caused the NBU to take \nsteps to nationalise the Bank.  Mr Poroshenko failed to gain control of 1+1. In 2013 one of \nthe companies in which I had an interest pledged the shares in 1+1 Production to the Bank. \nI believe Poroshenko may have mistakenly understood that 1+1 Production in fact held the \nlicense to the channel 1+1 TV broadcasting, but it did not ”.\n48. Insofar as these claims relate to the NBU, they are, to my knowledge, incorrect.  I never \ndiscussed 1+1 with anyone from the government or the Presidential administration, nor was \nI aware of anyone within the NBU that took a particular interest in this company.  All of my \ndiscussions with the Bank in relation to the asset transfer were focused on improving the \nBank’s capital position, and as explained at paragraph 183 of my first witness statement, \nthe NBU’s sole concern was with the market value of the assets transferred to the Bank in \norder to reduce the capital shortage: we did not seek to dictate which assets should be \ntransferred to the Bank, whether in relation to 1+1 or otherwise.  \nValuation of assets \n49. At paragraphs 106 and 107 of his witness statement, Mr Yatsenko claims that the NBU \nwould “ prescribe the valuer to be instructed by the Bank ”, and that at a meeting with me \nand Ms Gontareva, we “ suggested that Baker Tilly would be a good choice of valuer for \ncertain assets ”.  It is not correct that I or, so far as I am aware, Ms Gontareva, ever sought \nto impose a particular valuer to be used by the Bank.  We explained to the Bank that they \nneeded to select a valuation company from the list of valuers accepted by the NBU (see \nalso paragraph 168 of my first witness statement), and that ideally this would be from the \nso-called “Big Seven” or “Big Four”.  We did tell the Bank that they could not use PwC \nbecause it was the Bank’s auditor at the time, but we did not propose that the Bank use \nBaker Tilly specifically (although we were content with their choice in that regard, if not the \nbasis on which the Bank instructed Baker Tilly, as explained at paragraphs 169 to 173 of \nmy first witness statement).  \n11PB0363455-PB0363456-PB0363457-PB0363458; PB0363455_00001_English, pp. 70-71 \nB1/18/14\n- 15 – \nLeasing of assets \n50. At paragraph 78 of his fifth witness statement, Mr Kolomoisky refers to a WhatsApp \nmessage that I sent him saying “ On Bukovel, the leasing agreement will need to be \nshortened. Tomorrow we will work out for how long .\"  He then states that this message \n“demonstrates that the NBU was actively involved in, what I understand from Fieldfisher \nthe Bank now calls, the \"onward transfer\" of the assets” .  I remember this message, and \nwhilst it is correct that the NBU (and I personally) was aware of and provided feedback on \nsome leasing arrangements for the transferred assets, it was the Bank’s responsibility to \nensure that any such arrangements were implemented properly and were compliant with \nthe applicable regulations, including that any such lease transactions were entered into at \nmarket value.  Indeed, this was the point that I sought to bring to Mr Kolomoisky’s attention \nin my message, as I will explain below. \n51. Section 2 of Resolution 103/BT envisaged that the assets transferred to the Bank should \nbe monetised.  When I initially discussed this with Mr Kolomoisky, he assured me that the \nassets he proposed to transfer were working assets that could generate earnings for the \nBank.  The NBU therefore agreed in principle that this particular asset should be leased out \nby the Bank, thereby enabling the Bank to receive regular cashflow from this asset.   \n52. The issue I was discussing with Mr Kolomoisky in the WhatsApp message he quotes, which \nI sent on 24 August 2016, was the need to ensure that the asset would be leased at market \nrate.  Based on the terms of the draft of the agreement provided to the NBU, it appeared \nthat the income that would be generated under the lease would be lower than market rate, \nprimarily because of the length of the lease term.   In this WhatsApp message, I was simply \ntryin"}
{"start": 42000, "text": "ught to bring to Mr Kolomoisky’s attention \nin my message, as I will explain below. \n51. Section 2 of Resolution 103/BT envisaged that the assets transferred to the Bank should \nbe monetised.  When I initially discussed this with Mr Kolomoisky, he assured me that the \nassets he proposed to transfer were working assets that could generate earnings for the \nBank.  The NBU therefore agreed in principle that this particular asset should be leased out \nby the Bank, thereby enabling the Bank to receive regular cashflow from this asset.   \n52. The issue I was discussing with Mr Kolomoisky in the WhatsApp message he quotes, which \nI sent on 24 August 2016, was the need to ensure that the asset would be leased at market \nrate.  Based on the terms of the draft of the agreement provided to the NBU, it appeared \nthat the income that would be generated under the lease would be lower than market rate, \nprimarily because of the length of the lease term.   In this WhatsApp message, I was simply \ntrying to convey to Mr Kolomoisky that the term of the lease would need to be reduced if it \nwere to be a market rate arrangement. \n53. I should make clear that this conversation was premised on the assumption that this asset \nhad been correctly valued.  If the asset was overvalued, the market lease rate would of \ncourse have been different (i.e. lower, as the Bank originally proposed). \n54. At paragraph 103 of his statement, Mr Yatsenko further claims that the NBU was “ heavily \ninvolved ” in the finance leases that were put in place in relation to some of the transferred \nassets.  He claims that Denis Novikov would consider the leases first, which would then be \n“referred to Ms Rozhkova for approval ”, following which Mr Yatsenko claims I would “ often ” \nraise further points for discussion.  He goes on to provide an account of an alleged phone \ncall in which he and I were discussing the leases, and I told him that the IMF were on a \nparallel line, and that they were satisfied with the leases.   \n55. If Mr Yatsenko intends to suggest that I approved all of the leases for the transferred assets, \nthat is not correct.  As a matter of process, Mr Novikov checked the lease contracts and \nB1/18/15\n- 16 – \nsummarised the key conditions for me, and I would generally confirm if they were in line \nwith NBU regulations on that basis.  The financial stability department would calculate a \nmarket rate for the leases, taking the valuations of the assets provided by the Bank as a \nstarting point, and (as I explained in relation to Bukovel above) we would on occasion tell \nthe Bank that it needed to adjust the terms of the leases to correspond to these calculations.  \nThe Bank was, however, responsible for ensuring that the assets were properly valued, and \nin particular for conducting the proper due diligence on the lessee companies.  A financial \nlease transaction is treated under NBU regulations (and IFRS) in much the same way as a \nloan, in that increased provisions are required if the lessee is in poor financial condition.  I \nremember speaking about this to Ms Shmalchenko, and emphasising that the Bank would \nneed to be careful with the lessees to ensure that they had good financial standing, in order \nto ensure that these transactions did not create onerous provisioning requirements, and \nindeed to ensure that the leases would actually be paid.  Indeed, it would be contrary to the \nentire purpose of the Restructuring Plan if the Bank received assets only to lease them out \npursuant to finance leases which required significant provisioning in the Bank’s accounts, \nsuch that the transfer of assets to the Bank did not sufficiently improve its overall capital \nadequacy position. \n56. As regards the IMF’s involvement, whilst I do not recall the particular conversation Mr \nYatsenko is referring to, it is right that the IMF was aware of the leases and involved in this \nprocess of ensuring that the Bank was generating cashflow from the assets.  As was the \ncase for the NBU, the IMF’s primary concern was that the Bank was monetising the \ntransferred assets, and that the terms of the leases appeared to be in line with applicable \nregulations and international standards, as I have described above.  The Bank was \nresponsible for ensuring that the valuations used to determine the rate of the lease were \naccurate and that the lessees were companies with good financial standing, which would \nservice the leases in order to generate cashflow.   The IMF and NBU’s assessment of the \nleases was premised on the Bank performing these responsibilities properly.  \nTHE TRANSFORMATION\n57. In relation to the Transformation, Mr Kolomoisky and Mr Yatsenko refer in their evidence to \nalleged comments that I made in meeting(s) in September 2016, prior to the start of the \nTransformation.  Mr Kolomoisky and Mr Yatsenko also raise various additional points \nregarding the implementation of the Transformation and the NBU’s monitoring of that \nprocess, which I will address below.   \nThe need for the Transformation Plan  \n58. At paragraph 79 of his fifth witness statement, Mr Kolomoisky claims that “ As set out in my \nfirst witness statement, at a meeting in September 2016, Ms. Rozhkova announced that \nthe current borrowers under a significant number of loans were unacceptable, and would \nB1/18/16\n- 17 – \nneed to be replaced by new borrowers, because, in the opinion of the NBU, the current \nborrowers were \"related\" to me and Mr Bogolyubov ”.    \n59. I have been provided with a copy of Mr Kolomoisky’s first witness statement by the Bank’s \nsolicitors, and have read the relevant excerpts relating to this alleged “announcement”.  I \nshould make clear that I do not understand how a statement at a meeting can properly be \ncharacterised as an “announcement” , which is why I was unable to identify it when \naddressing the allegation in my first witness statements.  Having now seen the way that Mr \nKolomoisky explains that allegation, I remain of the view that anything I said to that effect \nwas mischaracterised: whilst I did tell Mr Kolomoisky at around this time that problematic \nloans could be transferred to operational companies with sufficient cashflow to service the \nloans and the ability to provide proper collateral for them as a way of addressing the Bank’s \ncapital adequacy issues (see paragraph 202 of my first witness statement), this was not \nprimarily an issue of related party lending.  As I explained at paragraph 244 of my first \nwitness statement, I fully expected the new borrowers under such a scheme to be \ncompanies owned by Mr Kolomoisky and therefore also to be related parties of the Bank.  \nThe aim was to ensure that the new loans would be granted to companies with the \nnecessary income-generating capacity to repay them, and that they would be properly \nsecured. \n60. At paragraph 75 of his first witness statement, Mr Kolomoisky complains that, shortly after \nmessages were exchanged between Ms Gontareva and me (which were subsequently \nleaked by a journalist associated with Mr Kolomoisky, Alexander Dubinsky), I “ called a \nmeeting with representatives of PrivatBank which set in motion the process which would \nculminate in nationalisation ”.  He goes on to allege that “ shortly after a meeting with the \nPresident and in early September 2016, the NBU took a number of arbitrary and \nunreasonable actions designed to drive PrivatBank into an alleged regulatory insolvency \nand manufacture a justification for the Government to nationalise the bank in December \n2016, as per instructions [sic] to Ms Rozhkova to take the bank away \"before the end of the \nyear “.   \n61. I have reviewed the article that refers to the leaked messages, and upon which Mr \nKolomoisky relies12.  Whilst, as I explained at paragraph 212 of my first witness statement, \nI no longer have access to my messages from this time, I believe that those leaked \nmessages are authentic, although I do not know how they fell into Mr Dubinsky’s hands.  In \n"}
{"start": 49000, "text": "sequently \nleaked by a journalist associated with Mr Kolomoisky, Alexander Dubinsky), I “ called a \nmeeting with representatives of PrivatBank which set in motion the process which would \nculminate in nationalisation ”.  He goes on to allege that “ shortly after a meeting with the \nPresident and in early September 2016, the NBU took a number of arbitrary and \nunreasonable actions designed to drive PrivatBank into an alleged regulatory insolvency \nand manufacture a justification for the Government to nationalise the bank in December \n2016, as per instructions [sic] to Ms Rozhkova to take the bank away \"before the end of the \nyear “.   \n61. I have reviewed the article that refers to the leaked messages, and upon which Mr \nKolomoisky relies12.  Whilst, as I explained at paragraph 212 of my first witness statement, \nI no longer have access to my messages from this time, I believe that those leaked \nmessages are authentic, although I do not know how they fell into Mr Dubinsky’s hands.  In \nthose messages, Ms Gontareva stated that “\"[i]t will be complicated. The task has been \nassigned to get [sic] before the end of the year. We shall take actions ”, and I responded \n“We will support you!” .   \n12Exhibit IVK1 to the First Witness Statement of Igor Kolomoisky, pp. 191-195 \nB1/18/17\n- 18 – \n62. These messages did indeed refer to the potential nationalisation of the Bank, and in \nparticular related to the extensive planning process that needed to be completed before the \nNBU and other government institutions would be ready to manage an insolvent \nnationalisation of the Bank.  They did not, however, refer to any plan to “ take the Bank \naway” from Mr Kolomoisky.  By September 2016, notwithstanding the progress made in the \nAsset Transfer, it was clear that the Bank still had a concerning capital shortfall, and it was \nnecessary to make plans in case we had to declare the Bank insolvent; but it wasn’t yet \nclear that the situation was irrecoverable or that nationalisation was unavoidable.  \nNonetheless, we needed to be prepared: if we had waited until December 2016 to begin \nthose preparations, it would not have been possible to nationalise the Bank urgently if the \nneed arose (which it eventually did, for the reasons I have explained in my first witness \nstatement). \n63. Ms Gontareva and I therefore decided in September 2016 that it was necessary to take a \ncoordinated approach to these preparations for a possible nationalisation, together with the \nother relevant institutions: if the NBU declared the Bank insolvent, a number of steps would \nhave to be taken promptly by the Deposit Guarantee Fund and the Ministry of Finance in \norder to avoid a substantial delay between the decisions on insolvency and then whether \nto liquidate or nationalise the Bank, and the DGF would need to appoint a temporary \nadministration for the Bank (i.e., a new management team) immediately following any \ndecision on nationalisation.  In circumstances where the Bank had over 20 million ordinary \nUkrainian customers with deposits held at the Bank, this would need to be done seamlessly \nto avoid a run on the Bank, which had the risk to undermine the stability of Ukraine’s banking \nsystem.   \n64. At around the time these messages were exchanged, I was also in the process of \ndiscussing the Transformation with Mr Kolomoisky and the Bank.  As I explained in my first \nwitness statement, the Transformation was a yet further opportunity for the Bank to achieve \nthe required levels of recapitalisation, and to stave off a declaration of insolvency.  My \naccount of my discussions with Mr Kolomoisky in this regard is set out at paragraphs 198 \nto 206 of my first witness statement.  I genuinely hoped at this stage that the Transformation \nwould be a success, and that a declaration of insolvency could be avoided: nationalisation \nwas not a foregone conclusion in September 2016, although we nevertheless needed to \nprepare for that eventuality for the reasons given above. \nThe Transformation Letter \n65. At paragraphs 80 and 81 of his fifth witness statement, Mr Kolomoisky states that he \ninstructed Mr Dubilet and Mr Yatsenko to prepare the Transformation Letter, on which he \nB1/18/18\n- 19 – \nand I exchanged comments over WhatsApp13.   Mr Kolomoisky then signed a version of the \nTransformation Letter, which he sent to me via WhatsApp14.  The following week, Mr \nKolomoisky claims that Mr Bogolyubov was “ forced ” to sign a new version, which Mr \nKolomoisky also signed a week later.   \n66. I was not personally involved in the events that led to Mr Bogolyubov signing the letter, but \nhave no reason to believe that he was “ forced ” to do so, by the NBU or otherwise.  I have \nlocated a copy of the letter signed by Mr Bogolyubov15, and with the exception of the \ncorrection of some minor grammatical/typographical errors, it bears no material differences \nto the version which Mr Kolomoisky sent to me via WhatsApp.  As Mr Bogolyubov suggests, \nhe handed this signed letter to me personally.  Prior to this, Mr Kolomoisky had told me that \nMr Bogolyubov would be visiting Kiev for a short time, and that Mr Bogolyubov would \nprovide me with the signed letter, although he would not have time to visit the NBU’s offices \nto do so.  I therefore offered to go to the airport to meet Mr Bogolyubov, but Mr Bogolyubov \nsubsequently contacted me directly (I believe via WhatsApp, but as I explained at \nparagraph 212 of my first witness statement, I no longer have access to my messages to \nconfirm this) to say that he could come to the NBU’s offices instead.   By this stage, the \nBank was in clear breach of the deadline to achieve a minimum CAR of 5%, as required by \nthe IMF (and  implemented by the NBU through Resolution 260, as amended16), which we \nhad already negotiated with the IMF to extend due to the Bank’s delays (see paragraph 191 \nof my first witness statement), so the matter had taken on some urgency.      \n67. I met Mr Bogolyubov at our headquarters in Kiev; he did not come to my office or even \nthrough the security barriers, so I met him on the second floor and he handed over the \nletter.  We had a brief conversation, in which I told him that, now he had provided the signed \nletter, the Board of the NBU would meet as soon as possible in order to make the decision \nthat would require the Bank to provide the Transformation Plan, thereby allowing the Bank \nto avoid a declaration of insolvency.  At no point in that conversation did he suggest that he \nhad signed the letter under any duress, and nothing from his demeanour gave me that \nimpression.  The Board duly met around half an hour later, and approved  Decision 323-\nrsh/BT.  \nCollateral for the New Loans\n68. At paragraph 136 of his witness statement, Mr Yatsenko claims that, during discussions in \nOctober 2016 regarding the Transformation, Mr Novikov and I advised him that “ the NBU \nwould accept in the interim pledges of contractual rights to comply with Regulation No. 23, \n13I explained my involvement in the preparation of the Transformation Letter at paragraphs 209 to 213 of my first witness \nstatement.  I note that, having now identified the final version of this letter as signed by Mr Bogolyubov, the version \nexhibited to my previous statement, which I understand was previously exhibited by the Bank’s solicitors to a witness \nstatement in these proceedings in 2017, appears to be an earlier draft. \n14IK0004085, IK0004086; Exhibit KVR1 to the second witness statement of Kateryna Rozhkova, pp. 33-34 \n15Exhibit KVR1 to the second witness statement of Kateryna Rozhkova, pp. 29-32 \n16PB0365413; PB0365413_00001_English; PB0365787 \nB1/18/19\n- 20 – \nand that mortgages would be put in place later ”.  I do not remember any particular \nconversation along these lines, but I can recall the Bank raising the use of pledges of \ncontractual rights as a temporary solution (which it only ever could have been in the very \nshort term: Decision 323-rsh/BT required the Transform"}
{"start": 56000, "text": "explained my involvement in the preparation of the Transformation Letter at paragraphs 209 to 213 of my first witness \nstatement.  I note that, having now identified the final version of this letter as signed by Mr Bogolyubov, the version \nexhibited to my previous statement, which I understand was previously exhibited by the Bank’s solicitors to a witness \nstatement in these proceedings in 2017, appears to be an earlier draft. \n14IK0004085, IK0004086; Exhibit KVR1 to the second witness statement of Kateryna Rozhkova, pp. 33-34 \n15Exhibit KVR1 to the second witness statement of Kateryna Rozhkova, pp. 29-32 \n16PB0365413; PB0365413_00001_English; PB0365787 \nB1/18/19\n- 20 – \nand that mortgages would be put in place later ”.  I do not remember any particular \nconversation along these lines, but I can recall the Bank raising the use of pledges of \ncontractual rights as a temporary solution (which it only ever could have been in the very \nshort term: Decision 323-rsh/BT required the Transformation Plan to meet the requirements \nof Resolution 351 to ensure the future viability of the results of the Transformation, because \nResolution 351 was due to come into force on 3 January 2017).   The NBU was willing to \noffer some flexibility and to allow the use of pledges over rights to receive goods as a \ntemporary solution prior to the completion of the Transformation, but only if those pledges \ncomplied with Regulation 23, and on the condition that the Bank provide a clear plan for \nputting further collateral in place that would be compliant with Resolution 351 by 3 January \n2017, that included the identification of the assets that would be used as collateral (so the \nNBU could begin the process of verifying their value) as well as the procedural steps \nneeded to put in place the security.  The Bank both failed to provide such a plan, and failed \nto ensure that the New Pledges complied even with Regulation 23 (see paragraph 247 of \nmy first witness statement). \nThe Unscheduled Inspection \n69. At paragraph 145 of his witness statement, Mr Yatsenko claims that the conduct of the \nUnscheduled Inspection team was “ very unusual ” in that they were on-site, and claims that \nthe inspection team had not been “ physically present during similar inspections in the past ”.  \nHe then goes onto speculate that “ it could be that the reason for their physical presence \nwas to avoid leaving any paper trail / trail of electronic documents and communications ”.  \nThese claims are plainly incorrect, and I do not understand the suggestion that the \nUnscheduled Inspection team were attempting to avoid leaving a paper trail.  As I explained \nat paragraphs 37 to 41 of my witness statement, the NBU had an entire department devoted \nto on-site inspections (“on-site” denoting a physical presence at a bank, as I understand Mr \nShekmar has explained in detail in his witness statement), which are a standard feature of \nany reputable system of banking regulation.  Whilst I understand that, prior to my joining \nthe NBU, not all inspections of the Bank had in the past involved an on-site presence, \ninspectors were on-site during the 2016 Scheduled Inspection, and commonly had a \nphysical presence at other banks in the course of inspections in this period.   Moreover, on-\nsite inspections were subject to a strict protocol that required requests for documents to a \nbank to be submitted in writing in a standard form, and in the course of the Unscheduled \nInspection, hundreds if not thousands of such requests were sent to the Bank.   \n70. At paragraph 143 of his witness statement, Mr Yatsenko also refers to the presence of \narmed security in the Unscheduled Inspection team stationed at the Bank.  The presence \nof a security team related only to Tatiana Lebedynets, the head of the Inspections \nDepartment, who requested personal security when she visited the Bank’s offices in Dnipro.  \nAs the senior official responsible for the Unscheduled Inspection and as someone at the \nB1/18/20\n- 21 – \nforefront of the NBU’s work in cleaning up the banking sector, Ms Lebedynets was afraid to \nvisit Dnipro without security, and so the NBU provided a team for her personal protection.  \nI did not find Ms Lebedynets’ request for security surprising, particularly given my own \nexperiences of Mr Kolomoisky’s threatening behaviour (see paragraphs 215 to 219 of my \nfirst witness statement).  The security team was only provided for the duration of Ms \nLebedynets’ visit, however, and they did not remain with the Unscheduled Inspection team \nafter she left.  So far as I am aware, that security team would not have carried firearms.  \nThe Nationalisation Letter   \n71. At paragraph 91 of his witness statement, Mr Kolomoisky alleges that the letter from the \nBank’s shareholders to the Ukrainian Prime Minister dated 16 December 2016 (the \n“Nationalisation Letter ”), described in more detail at paragraph 276 of my first witness \nstatement, was drafted by the NBU.  To my knowledge, that is not the case. \nTHE ALLEGED ATTACKS ON THE BANK AND LEAKING OF INFORMATION BY THE NBU \n72. At paragraphs 49 to 57 of his witness statement, Mr Yatsenko claims that there were “ state \norchestrated attacks on the Bank ”, and that, from the spring of 2015, the Bank was targeted \nby bots that sent automated messages to clients, suggesting that the Bank was in difficulty.  \nMr Yatsenko claims that these attacks were “initiated or condoned by President \nPoroshenko” and that the NBU would only step in and make a public announcement to \ndeny the content of these messages when it became clear that the Bank was having severe \nliquidity problems, such that “ It was almost as though the Bank was kept on a leash through \nthe manipulation of information to the public  [sic]” (paragraphs 56 to 57). \n73. I do not recall personally seeing any such messages to the Bank’s clients, although I do \nrecall hearing similar allegations at the time (both in relation to the Bank and indeed in \nrelation to other banks).  To the extent that messages of the type described by Mr Yatsenko \nwere in fact sent, I do not know who was responsible for them but I am not aware of any \nbasis for Mr Yatsenko’s allegation that these messages were “state orchestrated”.   In any \nevent, I certainly do not agree that the NBU was trying to keep the Bank  “ on a leash through \nthe manipulation of information ”.  \n74. At paragraph 58, Mr Yatsenko alleges that, from around March 2015 (i.e. almost two years \nbefore the Bank was nationalised) “ there were frequent leaks from the NBU to journalists \nabout the possible nationalisation of the Bank, necessarily designed to create unrest \namongst the clients of the Bank ”.  Mr Bogolyubov makes a similar allegation at paragraph \n133 of his witness statement.   \n75. As I explained at paragraph 133 of my first witness statement, 2015 and 2016 were very \ndifficult years for the Ukrainian banking sector, and numerous banks were declared \ninsolvent in this period.  Understandably, many Ukrainian journalists took a close interest \nB1/18/21\n- 22 – \nin these issues, and there was a significant amount of information in the public domain in \nrelation to them, including but not limited to what was set out in the various IMF memoranda \nand accompanying reports.  So far as I am aware, any press speculation regarding the \npossible nationalisation of the Bank came about as a result of the usual and proper scrutiny \nof these issues by journalists, and not as a result of any leaks by the NBU.    \nEVENTS FOLLOWING THE BANK’S NATIONALISATION\n76. At paragraph 92 of his fifth witness statement, Mr Kolomoisky claims that, after \nnationalisation, the Bank “ could have repaid ” the NBU Refinancing Loans in 2017, but that \nthe NBU did not allow it do so, “preferring instead to pursue [Mr Kolomoisky] personally ”.  \nThat is not correct: immediately after nationalisation, the NBU granted yet further \nemergency refinancing loans to the Bank, and the Bank lacked the funds to rep"}
{"start": 63000, "text": "dably, many Ukrainian journalists took a close interest \nB1/18/21\n- 22 – \nin these issues, and there was a significant amount of information in the public domain in \nrelation to them, including but not limited to what was set out in the various IMF memoranda \nand accompanying reports.  So far as I am aware, any press speculation regarding the \npossible nationalisation of the Bank came about as a result of the usual and proper scrutiny \nof these issues by journalists, and not as a result of any leaks by the NBU.    \nEVENTS FOLLOWING THE BANK’S NATIONALISATION\n76. At paragraph 92 of his fifth witness statement, Mr Kolomoisky claims that, after \nnationalisation, the Bank “ could have repaid ” the NBU Refinancing Loans in 2017, but that \nthe NBU did not allow it do so, “preferring instead to pursue [Mr Kolomoisky] personally ”.  \nThat is not correct: immediately after nationalisation, the NBU granted yet further \nemergency refinancing loans to the Bank, and the Bank lacked the funds to repay these \nemergency loans at the same time as its prior obligations.  Until July 2017, the NBU did not \npursue any actions against the Bank’s former shareholders, because they had promised in \nthe Nationalisation Letter to provide further collateral for the Bank’s corporate loan portfolio \nby 1 July 2017 and to help repay the Refinancing Loans.  After this point, it became clear \nthat Mr Kolomoisky had no intention of keeping these promises, and the NBU therefore \ncommenced proceedings in Switzerland in 2018 to recover the NBU Refinancing Loan \nfunds from Mr Kolomoisky.   \n77. At paragraph 93 of his fifth witness statement, Mr Kolomoisky claims that “ After Poroshenko \nhad left office, in 2020 the Bank was permitted to repay the principal sums due.  \nAccordingly, the NBU withdrew the proceedings against me in Switzerland” .  The \nsuggestion that Mr Poroshenko had forbidden the NBU from permitting the Bank to repay \nthe NBU Refinancing Loans prior to this point is, so far as I am aware, wrong, and the \nwithdrawal of the proceedings in Switzerland had nothing to do with Mr Poroshenko.  After \nthe Bank had restabilised, improved its balance sheet and had begun to produce positive \ncashflow, it was in a position to repay the NBU Refinancing Loans, so the Swiss \nproceedings were discontinued.  For the NBU, the financial stability of the Bank was the \npriority, and this was finally achieved several years after nationalisation.   \nSTATEMENT OF TRUTH AND CONFIRMATION OF COMPLIANCE\nI believe that the facts stated in this witness statement are true.  I understand that proceedings for \ncontempt of court may be brought against anyone who makes, or causes to be made, a false \nstatement in a document verified by a statement of truth without an honest belief in its truth. \nI understand that the purpose of this witness statement is to set out matters of fact of which I have \npersonal knowledge. \nB1/18/22\nB1/18/23\n- 24 – \nList of documents \nFirst Witness Statement of Igor Valeryevich Kolomoisky dated 8 January 2018 \nFirst Witness Statement of Kateryna Victorivna Rozhkova dated 13 October 2021 \nFifth Witness Statement of Igor Valeryevich Kolomoisky dated 2 November 2021 \nFourth Witness Statement of Gennadiy Borisovich Bogolyubov dated 2 November 2021 \nFirst Witness Statement of Volodymyr Yatsenko dated 2 November 2021 \nFirst Witness statement of Oleksandr Zavadetskyi dated 2 November 2021 \nExhibit IK1 to the First Witness Statement of Igor Valeryevich Kolomoisky, pp.191 to 198 \nExhibit OZ1 to the First Witness Statement of Oleksandr Zavadetskyi, pp.127 to 174 \nIK0000037  \nIK0000037_0001_TP_Translation  \nIK0004080  \nIK0004080_0001_TP_Translation \nIK0004085  \nIK0004086  \nIK0009285  \nIK0009289  \nIK0009287_English  \nPB0365571  \nPB0365571_00001_English  \nPB0365533  \nPB0365531  \nPB0365416  \nPB0365416_00001_English  \nPB0365415  \nPB0365415_00001_English  \nPB0365413 \nPB0365413_00001_English  \nPB0365787  \nPB0365574  \nPB0365574_00001_English  \nPB0092834  \nPB0092834_00001_English \nPB0365572 \nPB0365572_00001_English  \nPB0365573  \nPB0365573_00001_English  \nPB0071836  \nPB0071836_00001_English_2  \nPB0363048  \nPB0363048_00001_English  \nPB0211127  \nPB0068992  \nPB0363455  \nPB0363456  \nPB0363457  \nPB0363458  \nPB0363455_00001_English  \nExhibit KVR1 \nLetter from Igor Kolomoisky to the NBU dated 12 February 2016 \nB1/18/24\n"}
