{"metadata": {"corpus_path": "A1_2 Re-Re-Re-Re Amended Particulars of Claim.pdf", "file_size": 300897, "mtime": 1755610391.6700726, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n1 \n Amended pursuant to CPR 17.1(2) by order of Deputy Master Linwood dated 9 \nAugust 2018 \nRe-Amended pursuant to CPR 17.1(2) by agreement of the parties dated 24 April \n2020 \nRe-Re-Amended pursuant to CPR 17.1(2) by order of Mr Justice Nugee dated 8 \nSeptember 2020 \nRe-Re-Re-Amended pursuant to CPR 17.1(2)(a) by agreement of the parties dated \n25 January 2022 \nRe-Re-Re-Re-Amended pursuant to CPR 17.1(2) by order of Mr Justice Trower \ndated 11 October 2022 \nIN THE HIGH COURT OF JUSTICE  Claim no:  BL-2017 -000665  \n \nBUSINESS AND PROPERTY COURTS OF \nENGLAND AND WALES \n \nBUSINESS LIST (ChD)  \n \nB E T W E E N:   \nPJSC COMMERCIAL BANK PRIVATBANK \nClaimant \nand \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants  \n \n \nRE-RE-RE-RE-AMENDED  PARTICULARS OF CLAIM \n \n \n(A) Introduction \n \nA.1. These Re-Re-Re-Re-Amended Particulars of Claim include cross-references to the Bank’s \nresponses to the Defendants’ Part 18 Requests for Further Information, using the defined \nterms at paragraph 1.2A of the Re-Amended Reply. \n \nA1/2/1\n \n2 \n 1. The Bank .  The Claimant, PJSC Commercial Bank PrivatBank (the “ Bank ”), was \nincorporated as a limited liability company in March 1992.  It was reorganised into a closed \njoint stock company in September 2000 and became a public joint stock company in 2009.   \nThe Bank obtained a full banking licence from the National Bank of Ukraine (the “ NBU ”) in \nMarch 1992 and thereafter became Ukraine’s largest bank.  By 2016, it had 30 regional \noffices and 2,445 high street branches in Ukraine, a branch in Cyprus, an associate bank \nin Latvia and representative offices in Kiev and London.   \n \n2. On 18 December 2016, the Bank was declared insolvent by the NBU and a temporary \nadministrator was appointed over its activities by the Deposit Guarantee Fund of Ukraine.  \nThe Bank was nationalised over the following days. On or about 11 June 2018 the Bank \namended its charter and was formally re-categorised from a public joint stock company \ninto a joint stock company.   \n \n3. Mr Kolomoisky .  The First Defendant, Igor Valeryevich Kolomoisky (“ Mr Kolomoisky ”), \nis a businessman holding citizenship of Ukraine, Cyprus and Israel.  He was a member of \nthe Bank’s Supervisory Board from 2004 until the Bank’s nationalisation.  Between 31 \nDecember 2010 and the Bank’s nationalisation, Mr Kolomoisky’s direct and indirect \naggregate shareholding in the Bank fluctuated between 45.08% and 49.99% of the Bank’s \nshares.   \n \n4. Mr Bogolyubov .  The Second Defendant, Mr Gennadiy Borisovich Bogolyubov (“ Mr \nBogolyubov ”), is a businessman holding citizenship of the United Kingdom, Ukraine, \nIsrael and Cyprus.  He was the Chairman of the Bank’s Supervisory Board from 2003 until \nsome point in 2015.  Thereafter, he remained a member of the Supervisory Board until the \nBank’s nationalisation.  Between 31 December 2010 and the Bank’s nationalisation, Mr \nBogolyubov’s direct and indirect aggregate shareholding in the Bank fluctuated between \n41.59% and 49% of the Bank’s shares.   \n \n5. Messrs Kolomoisky and Bogolyubov are close friends and business partners.  They have, \nat all material times until 18 December 2016, together controlled all significant decisions \nmade by the Bank.  As is explained in detail below, they procured and were the ultimate \nbeneficiaries of the misappropriation of $1,911,877,385 of the Bank’s funds between April \n2013 and September 2014 (the “ Misappropriation ”).1   \n \n6. Teamtrend .  The Third Defendant, Teamtrend Limited (“ Teamtrend ”), is an English \ncompany incorporated on 20 March 2000.  In the annual returns it filed with Companies \n \n1 See the 5 May Response (paragraph 26). \nA1/2/2\n \n3 \n House dated 20 March 2014 and 20 March 2015, Teamtrend categorised itself as a “non-\ntrading company”.  Teamtrend filed accounts"}
{"start": 3500, "text": "aries of the misappropriation of $1,911,877,385 of the Bank’s funds between April \n2013 and September 2014 (the “ Misappropriation ”).1   \n \n6. Teamtrend .  The Third Defendant, Teamtrend Limited (“ Teamtrend ”), is an English \ncompany incorporated on 20 March 2000.  In the annual returns it filed with Companies \n \n1 See the 5 May Response (paragraph 26). \nA1/2/2\n \n3 \n House dated 20 March 2014 and 20 March 2015, Teamtrend categorised itself as a “non-\ntrading company”.  Teamtrend filed accounts for a dormant company for the period 1 April \n2006 to 31 March 2014.  For the year ended 31 March 2015, Teamtrend initially filed \naccounts for a dormant company.  They were subsequently replaced by total exemption \nsmall company accounts2 which recorded that Teamtrend had net assets of £18,794 as of \n31 March 2015.   \n \n7. Trade Point .  The Fourth Defendant, Trade Point Agro Limited (“ Trade Point ”), is an \nEnglish company incorporated on 27 April 2007.  In the annual returns it filed with \nCompanies House dated 27 April 2014 and 27 April 2015, Trade Point categorised itself \nas a company engaging in “other service activities not elsewhere classified”.  Trade Point \nhas filed total exemption small company accounts for the period since its incorporation until \n31 December 2015.  Its accounts for the year ending 31 December 2014 record net assets \nof $51,577 at the end of that period.   \n \n8. Collyer .  The Fifth Defendant, Collyer Limited (“ Collyer ”), is an English company \nincorporated on 28 January 1999.  In the annual returns it filed with Companies House \ndated 28 January 2014 and 28 January 2015, Collyer categorised itself as a company \nengaging in “other business support service activities not elsewhere classified.”  Collyer \nhas filed total exemption small company accounts for the years ending 31 January 2010 \nto 31 January 2016.  Its accounts for the year ending 31 January 2015 record net assets \nof $116,981 at the end of that period.   \n \n9. Rossyn .  The Sixth Defendant, Rossyn Investing Corp (“ Rossyn ”), is a company \nincorporated in the BVI on 30 March 2014.   \n \n10. Milbert . The Seventh Defendant, Milbert Ventures Inc (“ Milbert ”), is a company \nincorporated in the BVI.  \n \n11. UKRTransitService .  The Eighth Defendant, ZAO Ukrtransitservice Limited \n(“UKRTransitService ”), is a company incorporated in the BVI.    \n \n12. Since (at the latest) January 2013, the Third to Eighth Defendants have each been \nultimately owned and/or controlled by Messrs Kolomoisky and Bogolyubov.  Furthermore, \nthe Third to Eighth Defendants acted as recipients of the monies transferred pursuant to \nthe Misappropriation and signed sham documents pursuant to which they purported to \n \n2  To qualify for this regime (in relation to financial years beginning on or before 31 December \n2015) a company needs to show that it has at least two of: (a) an annual turnover of no more than \n£6.5 million; (b) assets worth no more than £3.26 million; and (c) 50 or fewer employees on average.    \nA1/2/3\n \n4 \n agree to supply 46 Ukrainian companies with industrial equipment and/or commodities.  \nFor this reason, the Third to Fifth Defendants are hereinafter referred to as the “ English \nSuppliers ”; the Sixth to Eighth Defendants are hereinafter referred to as the “ BVI \nSuppliers ”; and the English and BVI Suppliers are collectively referred to as the \n“Defendant  Suppliers ”.   \n \n12A. It is denied that the English Suppliers acted as agents for undisclosed principals pursuant \nto the purported agency agreements found at Annexures A-C of the Defendant Suppliers’ \nAmended Defence (the “ Alleged Principals ” and the “ Alleged Agency Agreements ”). \nWithout prejudice to the above and in any event, each of the Alleged Principals was owned \nand/or controlled at all material times by Messrs Kolomoisky and Bogolyubov : see \nSchedule 4 and Schedule 5 hereto . \n \n12B. Where it is alleged in these Particulars of Claim that Messrs Kolomoisky and Bogolyubov \ncontrolle"}
{"start": 7000, "text": "ls pursuant \nto the purported agency agreements found at Annexures A-C of the Defendant Suppliers’ \nAmended Defence (the “ Alleged Principals ” and the “ Alleged Agency Agreements ”). \nWithout prejudice to the above and in any event, each of the Alleged Principals was owned \nand/or controlled at all material times by Messrs Kolomoisky and Bogolyubov : see \nSchedule 4 and Schedule 5 hereto . \n \n12B. Where it is alleged in these Particulars of Claim that Messrs Kolomoisky and Bogolyubov \ncontrolled the Defendant Suppliers and the Alleged Principals, such allegation includes \ntheir control of those entities via Primecap Cyprus Limited (“ Primecap ”). Messrs \nKolomoisky and Bogolyubov owned and/or controlled Primecap; Primecap’s officers and \nemployees acted on Messrs Kolomoisky and Bogolyubov’s direct or indirect instructions in \nrelation to the affairs of those entities, including (without limitation) causing them to enter \ninto written agreements; execute other documents such as letters; and transfer funds. \n12C. Where it is alleged in these Particulars of Claim that Messrs Kolomoisky and Bogolyubov \ncontrolled the Borrowers and Intermediary Borrowers (as defined below), such allegation \nincludes their control of those entities via Prydniporovsky Business Centre LLC, formerly \nnamed Privat Business Centre (“ PBC ”). Messrs Kolomoisky and Bogolyubov owned and/or \ncontrolled PBC; its officers and employees acted on Messrs Kolomoisky and Bogolyubov’s \ndirect or indirect instructions in relation to the affairs of those entities including (without \nlimitation) causing them to enter into written agreements and transfer funds. Further, \nofficers and employees of PBC acted for Messrs Kolomoisky and Bogolyubov as nominee \ndirectors, shareholders and/or UBOs in relation to those and other entities ., for example \n(and pending the Defendants’ outstanding disclosure): \n(a) As set out in Schedule 6, in the period 2013 - 2016 officers/directors, representatives, \nshareholders and/or purported UBOs of the 47 Ukrainian Borrowers and at least 29 of \nthe Intermediary Borrowers were employees and/or officers of PBC.  \n \n(b) The Luchaninov Email (defined in paragraph 19(b) below) made proposals for the \nremoval of 21 directors from 24 Borrowers so as to conceal the connections between \nA1/2/4\n \n5 \n those Borrowers and Messrs Kolomoisky and Bogolyubov. 20 of those 21 directors \nwere officers and/or employees of PBC. \n \n(c) Four of the purported UBOs of the Third to Fifth and Eighth Defendants (Messrs \nMelnyk, Pugach, Yesipova and Trykulych), were employees and/or officers of PBC. \n \n(d) At least 22 PBC officers and/or employees acted as nominee shareholders and/or \ntrustees and/or nominal beneficial owners for Messrs Kolomoisky and Bogolyubov in \nrespect of their companies and assets (as set out in Appendix 2 (columns 2 and 3) to \nthe Twenty Fifth Witness Statement of Richard Lewis dated 4 October 2022).  \n \n(e) In 2013 Mr Bogolyubov gave indirect instructions via Mr Timur Novikov to the directors \nof Dorteks LLC and Uniks LLC (two PBC employees: Oleksii Agafonov and Oleksandr \nDmytrenko).  \n \n13. References in this document to UAH are to Ukrainian Hryvnia and references to $ are to \nUnited States Dollars.  Unless otherwise stated, and owing to the significant devaluation \nof the Hryvnia between late 2013 and early 2015, currency conversions use the exchange \nrate prevailing at the material time.  \n \n  \nA1/2/5\n \n6 \n (B) Control over the Bank \n \n14. As is pleaded above, Messrs Kolomoisky and Bogolyubov controlled all significant \ndecisions3 (including all significant corporate lending decisions4) made by the Bank at all \nmaterial times.  They were able to exercise such control as a result of their direct and \nindirect ownership of up to 98% of the shares in the Bank (as particularised in paragraphs \n3 and 4 above), their positions on the Bank’s supervisory board and their reputations as \naggressive businessmen.  As a result, Bank executives and empl"}
{"start": 10500, "text": "aded above, Messrs Kolomoisky and Bogolyubov controlled all significant \ndecisions3 (including all significant corporate lending decisions4) made by the Bank at all \nmaterial times.  They were able to exercise such control as a result of their direct and \nindirect ownership of up to 98% of the shares in the Bank (as particularised in paragraphs \n3 and 4 above), their positions on the Bank’s supervisory board and their reputations as \naggressive businessmen.  As a result, Bank executives and employees acted in \naccordance with the direct and indirect instructions of Messrs Bogolyubov and Kolomoisky, \neven where such actions were contrary to the Bank’s internal policies and the Bank’s \ninterests.  Such instructions were carried into effect by (inter alia) a department of the Bank \nknown as the customer service business department (or, to use its Cyrillic acronym, \n“BOK ”).   \n \n15. A large number of hard copy and electronic documents relating to the activities of the Bank \nand BOK have been destroyed, deleted and/or hidden or suppressed by the Bank’s \nemployees and/or unknown third parties (the “ Destruction Exercise ”).  The existence of \nthe Destruction Exercise is demonstrated by the physical destruction of hard copy BOK \nfiles by five or six persons unknown between approximately 5pm and 11pm on 10 July \n2017.  It is to be inferred that the Destruction Exercise commenced prior to the Bank’s \nnationalisation and continued until at least 10 July 2017 by (a) the absence of \ndocumentation on the Bank’s files which those investigating the financial position of the \nBank after nationalisation would have expected to be available and (b) the failure of current \nor former bank staff to provide electronic devices and/or access to corporate email \naccounts to those investigating the financial position of the Bank. Further, it is to be inferred \nfrom their (former) control over the Bank, the nature of the Destruction Exercise and the \nfact that many current or former bank staff remain loyal to them, that Messrs Kolomoisky \nand Bogolyubov gave instructions for, alternatively authorised or acquiesced in, the same \n(the “ Destruction Instructions ”).   \n \n  \n \n3 See the 30 July 2021 Response (paragraphs 1 – 3).  \n4  References in this document to lending decisions, approvals, loans, pledges etc. are not \nintended to accept that the said decisions and/or approvals are/were validly taken or that the said \ndocuments are valid or create enforceable rights.   \nA1/2/6\n \n7 \n (C) The Misappropriation \n \n(a) The Relevant Loans \n \n16. Between April 2013 and August 2014, the Bank made a series of purported loans to 4 76 \nUkrainian borrowers and three Cypriot borrowers  (the “ Borrowers ” and “ Relevant  \nLoans ”). Particulars of the identities of the Borrowers and the loan numbers of the Relevant \nLoans are in Appendix 3-3-6 of the First Report of Ian Thompson dated 24 November 2021 \n(the “ Thompson Report ”). Particulars of the drawdowns under the Relevant Loans, a \nportion of which caused the Unreturned Prepayments (as defined below)  (the “ Relevant \nDrawdowns ”), including the date of each Relevant Drawdown and the amount, are in \nAppendix 3-3-1 of the Thompson Report.  Particulars of the identities of the Borrowers, the \ndates of the Relevant Loans and the amounts purportedly lent thereunder are contained in \nSchedule 1  hereto.    \n \n17. Each of the Relevant Loans made to the 47 Ukrainian Borrowers :  \n \na. had a value of between UAH 31 million (c. $3.7 million) and UAH 600 million (c. \n$51.69 million) (where the loan was advanced in Hryvnias), and had a value of \nbetween $5 million and $57 million (where the loan was advanced in United States \nDollars);  \n \nb. was made for the ostensible purpose of financing the relevant Borrowers’ “current \nactivities” or “for working capital replenishment” ; \n \nc. was advanced at an annual interest rate of between 10.3% and 11.9 12 %, with \ninterest to be paid on a monthly basis;  \n \nd. was initially advanced"}
{"start": 14000, "text": "illion) and UAH 600 million (c. \n$51.69 million) (where the loan was advanced in Hryvnias), and had a value of \nbetween $5 million and $57 million (where the loan was advanced in United States \nDollars);  \n \nb. was made for the ostensible purpose of financing the relevant Borrowers’ “current \nactivities” or “for working capital replenishment” ; \n \nc. was advanced at an annual interest rate of between 10.3% and 11.9 12 %, with \ninterest to be paid on a monthly basis;  \n \nd. was initially advanced for a period of between one 11 months and three five  years; \nand \n \ne. (save for the Relevant Loan to Prominmet LLC)  provided that the loan would be \nsecured by a document described only as “the Pledge Agreement”.  Each of the \nRelevant Loans was purportedly secured by the grant of a pledge over one or more \nof the Loan File Supply Agreements (as defined and explained below) (the “ 2014  \nLFSA  Pledges ”).   \n \n17A.  Each of the Relevant Loans made to the three Cypriot Borrowers:  \n \na. had a value of between $14.5 million and $59.5 million;  \nA1/2/7\n \n8 \n   \nb. was made for the ostensible purpose of “replenishment of floating assets for \npayments according to contracts, including for shares”;  \n   \nc. was advanced at an initial annual interest rate of 11%, with interest payable at the \nsame time as the principal was due to be repaid;  \n  \nd. was initially advanced for a period of 2 3 days;  \n  \ne. provided that the loan would be secured by a specified pledge agreement: see \nparagraph 19A(a) below. \n    \n18. The 47 Ukrainian Borrowers had no proper credit or trading history and no real prospect of \nrepaying the Relevant Loans and/or the interest payments that would fall due thereunder.  \nIn particular:  \n \na. The 47 Ukrainian Borrowers each filed account opening documentation (the \n“Account  Opening Documentation ”) with the Bank that:  \n \ni. Indicated, in all but three 36 cases, that the relevant Borrower had no credit \nhistory , and in the other 11 cases the Account Opening Documentation \nreferred only to previous loans from the Bank in that regard ; \n \nii. gave no information in relation to the relevant Borrower’s “sales”, “primary \ncustomers”, “long term contracts” or “prospects for growth”, thereby \nindicating that it had no sales history to report;  \n \niii. stated (where information was provided) that the relevant Ukrainian  \nBorrower had only one employee (or, in the case of one five of the \nBorrowers, two employees);  \n \niv. in relation to 3 52 of the Ukrainian  Borrowers, stated that it conducted the \nbusiness (or the core business) of “unspecialised wholesale trade” and in \nrelation to four seven of the Borrowers provided no information in this \nconnection; and  \n \nv. in relation to the remaining seven eight Ukrainian  Borrowers, stated that \nthe relevant Borrower carried on “business and management consultancy” \n(Foksar LLC (“ Foksar ”) and Investgroup LLC (“ Investgroup ”)), the \nA1/2/8\n \n9 \n wholesale trade of “fuel and lubricants” (Gardera LLC (“ Gardera ”)), the \nmanufacture of (inter alia) “rubber tyres” and activities in the “field of sports” \n(Inkom 2001 LLC (“ Inkom ”)), the wholesale trade of gaseous fuels and \nsimilar products (Karinda LLC (“ Karinda ”)), the “retail trade in fuel” (Nautis-\nTrade LLC (“ Nautis ”)), and  the business of “dairy processing production of \nbutter and cheese” (Transmoloko LLC (“ Transmoloko ”)), and the \n“construction of residential and non-residential buildings” (Vegatorg LLC \n(“Vegatorg ”)).    \n \nb. The 46 of the Ukrainian Borrowers  entered into purported supply agreements with \nthe Defendant Suppliers for the purchase of industrial equipment and commodities.  \nFor the reasons given below, those the  Borrowers can have had no legitimate \nexpectation or belief that the Defendant Suppliers would comply with their \nobligations under the same.     \n \nc. In the event:  \n \ni. the date on which interest would be payable by each of the 47 Ukrainian  \nBorrowers under the Relevant Loan Agree"}
{"start": 17500, "text": "  \n \nb. The 46 of the Ukrainian Borrowers  entered into purported supply agreements with \nthe Defendant Suppliers for the purchase of industrial equipment and commodities.  \nFor the reasons given below, those the  Borrowers can have had no legitimate \nexpectation or belief that the Defendant Suppliers would comply with their \nobligations under the same.     \n \nc. In the event:  \n \ni. the date on which interest would be payable by each of the 47 Ukrainian  \nBorrowers under the Relevant Loan Agreements was postponed on \nbetween one and seven occasions;   \n \nii. interest payments in relation to at least three quarters of the Relevant \nLoans made to the 47 Ukrainian Borrowers  were discharged by the grant \nby the Bank of further purported loans to the relevant Borrower; and  \n \niii. no genuine repayment of principal or interest has been made in relation to \nany of the Relevant Loans: see Section (F) below.  \n \n18A.  Each of the three Cypriot Borrowers had no proper credit or trading history and no real \nprospect of repaying the Relevant Loans and/or the interest payments that would fall due \nthereunder. In particular: \n \na. The three Cypriot Borrowers each filed Account Opening Documentation with the \nBank’s Cyprus branch that: \n \ni. disclosed no credit history save in respect of Fiastra Trading Limited \n(“Fiastra ”), which disclosed one previous loan with the Bank; \n \nii. gave no meaningful information on the Borrower’s commercial history;  \nA1/2/9\n \n10 \n  \niii. stated that the Borrower had two “other personnel” other than the company \nsecretary and director (Celastrina Trading Co. Ltd (“ Celastrina ”) and \nFiastra) or provided no such information (Densitron Enterprises Limited \n(“Densitron ”));  \n \niv. stated that it conducted business in “investments, trading with securities of \nthe companies related to the metallurgical, energy and oil sectors” \n(Celastrina); “Investment (communication, mining, metallurgical and oil \nindustries)” (Densitron); or “trading with steel products, asset management \nservices, direct investments, holding” (Fiastra); and \n \nv. Identified the “sources of repayment of obligations” as “due to current \nactivity” and the “alternative sources of repayment obligations” as “pledge”. \n \nb. In the event, no genuine repayment of principal or interest has been made in \nrelation to any of the Relevant Loans to the three Cypriot Borrowers: see Section \n(F) below. \n \n \n19. The Borrowers were each ultimately owned and/or controlled by Messrs Kolomoisky and \nBogolyubov. In relation to the 47 Ukrainian Borrowers, this  This  is to be inferred from the \nfollowing facts and matters:  \n \na. In about late 2014, steps were taken to persuade the Bank’s auditors that security \nhad been given in support of each of the Relevant Loans to 46 of the Ukrainian \nBorrowers  including by way of pledges over various shares identified in Schedule \n6 to Mr Kolomoisky’s Re-Re-Amended Defence dated 30 July 2021 (the “ Share \nPledges ”). It is the Bank’s case that Mr Kolomoisky and/or Mr Bogolyubov owned \nand/or controlled the shares which were pledged pursuant to the Share Pledges \nand (where relevant) the pledgor companies: see paragraphs 7.3 and 7B.2 of the \nRe-Amended Reply. Paragraph 7 of the Re-Amended Reply is repeated. (though, \nin fact, no such security had been granted). Certain of those shares related to \ncompanies owned and/or controlled by Messrs Kolomoisky and Bogolyubov called \nGM Georgian Manganese Holdings Limited, SC Feral SCL, Stalmag Sp. z o.o. and \nSkorzonera LLC.   \n \nA1/2/10\n \n11 \n a.1. In August 2014 PJSC Nikopol Ferroalloy Plant (“ NZF”) granted purported security \nfor sums outstanding from seven Borrowers (Agropromtekhnologia, Esmola, \nFavore, Imris, Industrial Garant, Mastein and Prado) under Relevant Loans \nincluding (i) a pledge of its rights arising under a prepayment supply agreement \nwith Chemstar Products LLC; (ii) a pledge of “Inventory” (consisting of manganese \nore); and (iii) a pledge of equipment owned b"}
{"start": 21000, "text": "ag Sp. z o.o. and \nSkorzonera LLC.   \n \nA1/2/10\n \n11 \n a.1. In August 2014 PJSC Nikopol Ferroalloy Plant (“ NZF”) granted purported security \nfor sums outstanding from seven Borrowers (Agropromtekhnologia, Esmola, \nFavore, Imris, Industrial Garant, Mastein and Prado) under Relevant Loans \nincluding (i) a pledge of its rights arising under a prepayment supply agreement \nwith Chemstar Products LLC; (ii) a pledge of “Inventory” (consisting of manganese \nore); and (iii) a pledge of equipment owned by NZF. NZF was in August 2014 and \nis owned and/or controlled by Messrs Kolomoisky and Bogolyubov.  \n \na.2. In August 2014 PJSC Ordzhonokidze Mining and Processing Plant (“ OGOK ”) \ngranted purported security for sums outstanding under Relevant Loans from the \nsame seven Borrowers identified in paragraph 19.a.1. above. The security \nconsisted of a pledge of manganese concentrate. OGOK was in August 2014 and \nis owned and/or controlled by Messrs Kolomoisky and Bogolyubov. \n \nb. On 31 March 2015, the Bank’s head office director of compliance, Dmitry \nLuchaninov, sent an email to senior managers of the Bank referring to an \n“unplanned audit” by the NBU of 42 of the Bank’s borrowers (which included at \nleast 24 of the Ukrainian  Borrowers) (the “ Luchaninov Email ”).  The Luchaninov \nEmail expressed concern that the NBU may identify connections between 24 of the \nBorrowers and Messrs Kolomoisky and Bogolyubov, and made proposals for \nconcealing such connections.  In each case, one of the proposals made was to \nremove from office a director of the relevant Borrower.   \n \nc. The version of the Bank’s lending procedures manual in force when the Relevant \nLoans were granted (the “ Lending Manual ”) required: (i) a prospective borrower \nto submit an application and various pieces of financial information to the Bank, (ii) \na loan officer to conduct an in-depth assessment of the financial standing of the \nborrower5 and the security offered in support of the lending,6 (iii) a loan officer to \nprepare a lending admissibility opinion or credit committee presentation, (iv) the \ncredit committee to consider and, if appropriate, approve the proposed loan and \n(v) the loan officer to prepare the loan and any other documentation and arrange \nfor its signature by the borrower and the Bank.  By contrast:  \n \ni. Over 65% of the Relevant Loans to the 47 Ukrainian Borrowers  were \ngranted by the Bank within two business days of a loan application being \n \n5  By, inter alia, considering financial information, banking records, asset lists and title \ndocumentation. \n6  By, inter alia, verifying the borrower’s ownership, confirming that the property was \nunencumbered, assessing its market and distressed sale value, and requiring the pledgor to arrange \ninsurance. \nA1/2/11\n \n12 \n made ( seven six were granted on the same day as the application).  Of the \nremainder, all but one loan had been approved within seven business days.  \nThis period was manifestly inadequate for any or any proper due diligence \nto be undertaken, in accordance with the Lending Manual, in relation to \nloans with a value of millions or tens of millions of dollars.     \n \nii. No lending admissibility opinions have been found on the Bank’s files in \nrelation to any of the Relevant Loans to 47 Ukrainian Borrowers and credit \ncommittee presentations have only been found in relation to three two  \nloans.  \n \nd. The interest rate specified in each of the Relevant Loans to the 47 Ukrainian \nBorrowers  was substantially below prevailing market rates.7 \n \ne. The Relevant Loans to the 47 Ukrainian Borrowers were made on very similar \nterms.  Had the said loans been the subject of genuine negotiation with \nunconnected third parties that had different credit ratings, security profiles, \nbusiness operations and relationships with the Bank, their terms would have been \nsubstantially different.    \n \nf. The (worthless) security purportedly granted in support of the Relevant Loans  to \nthe 47 Ukrainian Borro"}
{"start": 24500, "text": "stantially below prevailing market rates.7 \n \ne. The Relevant Loans to the 47 Ukrainian Borrowers were made on very similar \nterms.  Had the said loans been the subject of genuine negotiation with \nunconnected third parties that had different credit ratings, security profiles, \nbusiness operations and relationships with the Bank, their terms would have been \nsubstantially different.    \n \nf. The (worthless) security purportedly granted in support of the Relevant Loans  to \nthe 47 Ukrainian Borrowers included purported pledges was  over contractual \nobligations owed by the Defendant Suppliers, which were also owned and/or \ncontrolled by Messrs Kolomoisky and Bogolyubov: see paragraphs 25-26 below.   \n \ng. The fact that the Relevant Loans to 46 of the Ukrainian Borrowers (all except the \nRelevant Loan to Prominmet LLC and Tamersa , which ha ves not even been \npurportedly repaid)  were purported to be repaid by way of loans to the Borrowers \nand further companies ultimately owned and/or controlled by Messrs Kolomoisky \nand Bogolyubov: see paragraph 62 below.  \n \ng.1. The (worthless) security purportedly granted in support of the Relevant Loan to \nProminmet LLC consisted of security granted by companies ultimately owned \nand/or controlled by Messrs Kolomoisky and Bogolyubov. In particular:  \n \n \n7 See the 20 October Response no. 2 (paragraph 9). \nA1/2/12\n \n13 \n g.1.i. A pledge of contractual rights under purported supply agreements entered \ninto by Agropromtechnologica LLC, Inkeriya LLC and Viglon LLC (all of \nwhich are other Ukrainian Borrowers) and Stalkar LLC.  \n \ng.1.ii. A guarantee dated 20 September 2013 granted by PJSC Ingosstrakh \nInsurance Company (“ PJSC IIC ”). The guarantee purported to limit PJSC \nIIC’s liability to the Bank to 10,000 Hryvnias. \n \ng.2. The matters set out in paragraphs 8 – 11 and Annex A to the 5 May Response; \nand Annex A to the 20 May Response.  \n \nh. In the premises, the only plausible explanation for the grant of the Relevant Loans \nto the 47 Ukrainian Borrowers is that the those Borrowers were owned and \ncontrolled by Messrs Kolomoisky and Bogolyubov.  \n \n19A.  Messrs Kolomoisky and Bogolyubov’s ultimate ly ownership and control of the three Cypriot \nBorrowers is to be inferred from the following facts and matters: \n \na. The purported security granted in respect of the Relevant Loans to the three \nCypriot Borrowers included security granted by companies ultimately owned and/or \ncontrolled by Messrs Kolomoisky and Bogolyubov:  \n \ni. The Relevant Loan to Celastrina was purportedly secured by a share \npledge entered into by Albroath International Corp. \n \nii. The Relevant Loan to Densitron was purportedly secured by a share \npledge entered into by Melchett Invest Limited.  \n \niii. The Relevant Loan to Fiastra was purportedly secured by a share pledge \nentered into by Sofet Ventures Ltd.   \n \nb. The ‘business plan’ provided to the Bank by each of the three Cypriot Borrowers \nstated that the loan would be used for a “Project” involving the purchase and resale \nof shares in PJSC Silovi Elektronni Priladi Upravlinnya, a company ultimately \nowned and/or controlled by Messrs Kolomoisky and Bogolyubov.  \n \nc. The loans to the three Cypriot Borrowers were granted by the Bank within 6 to 9 \nbusiness days (having purportedly been approved at credit committee meetings 2 \nA1/2/13\n \n14 \n to 5 business days after the relevant Borrower’s application for the loan). This \nperiod was inadequate for any or any proper due diligence to be undertaken, in \naccordance with the Lending Manual. No lending admissibility opinion or credit \ncommittee presentations have been found on the Bank’s files in relation to the \nRelevant Loans made to the three Cypriot Borrowers.  \n \nd. Paragraph 19(d) above is repeated in respect of the Relevant Loans to the three \nCypriot Borrowers. \n \ne. Paragraph 19(g) is repeated in respect of the Relevant Loans to the three Cypriot \nBorrowers. \n \nf. The Relevant Loan agreement between the Bank and "}
{"start": 28000, "text": "nce to be undertaken, in \naccordance with the Lending Manual. No lending admissibility opinion or credit \ncommittee presentations have been found on the Bank’s files in relation to the \nRelevant Loans made to the three Cypriot Borrowers.  \n \nd. Paragraph 19(d) above is repeated in respect of the Relevant Loans to the three \nCypriot Borrowers. \n \ne. Paragraph 19(g) is repeated in respect of the Relevant Loans to the three Cypriot \nBorrowers. \n \nf. The Relevant Loan agreement between the Bank and each of the three Cypriot \nBorrowers was backdated on the instructions of Messrs Kolomoisky and \nBogolyubov. That is to be inferred from the fact that in each case Bank employee(s) \nrequested a copy of the loan agreement, minutes from the Borrower’s director(s) \napproving the loan, a share pledge agreement, feasibility study and other \ndocuments from employees of Primecap Cyprus Limited (a Cypriot company \nowned and/or controlled by Messrs Kolomoisky and Bogolyubov) two days after \nthe loan had purportedly been entered into and the funds drawn down.  \n \n19B. For the avoidance of doubt, it is the Bank’s case that none of the Relevant Loans was the \nsubject of genuine and/or adequate security and any purported security (including the \nsecurity referred to herein) constituted shams and/or transactions contrary to public policy \nput in place to disguise the Misappropriation.  \n \n \n(b) The Supply Agreements \n \n20. Between May and August 2014, each of the 46 of the Ukrainian Borrowers entered into at \nleast one purported supply contract pursuant to which the relevant Borrower agreed to \npurchase certain industrial equipment or commodities from one of the Defendant Suppliers \n(the “ Supply Agreements ”).  In total, 54 relevant8 Supply Agreements were entered into \n(the “ Relevant Supply Agreements ”).  \n \n \n8  The 47 Ukrainian Borrowers entered into a large number of other supply agreements with the  \nDefendant  Suppliers and other companies.  However as the prepayments they made thereunder were \nreturned, those agreements are not directly relevant to the Bank’s claim.   \nA1/2/14\n \n15 \n 21. Particulars of the dates of, and assets which were ostensibly to be purchased under, the \nRelevant Supply Agreements are contained in Schedule 2  hereto.   \n \n22. Each Relevant Supply Agreement provided for:  \n \na. the relevant Borrower to make a prepayment in respect of the goods purportedly \nto be sold thereunder; and \n \nb. the relevant Defendant Supplier to thereafter deliver the said goods within a \nspecified delivery period. \n \n23. In many cases the Relevant Supply Agreements provided for lengthy delivery periods.  For \ninstance, in 20 cases the delivery period ended in December 2014, in 12 cases the delivery \nperiod was 12 months from the date of the Relevant Supply Agreement, and in three cases \nthe delivery period was “2014-2015”.    \n \n24. The Defendant Suppliers had no prospect of supplying the goods that they agreed to \nsupply under the terms of the Relevant Supply Agreements.  In particular: \n \na. Paragraphs 6 to 8, above, which summarise the information provided to and the \ncontent of the accounts filed by the English Suppliers with the Registrar of \nCompanies, are repeated. \n \nb. None of the Defendant Suppliers has any website, offices, staff, warehouses, \nworkforce or any other public presence which might reasonably suggest that it is \ncapable of fulfilling supply contracts worth many millions or tens of millions of \ndollars. \n \nc. None of the Defendant Suppliers in fact supplied any goods pursuant to the \nRelevant Supply Agreements.   \n \n25. The terms and nature of the Relevant Supply Agreements are commercially inexplicable. \n \na. In relation to the Relevant Supply Agreements entered into by each of the \nDefendant Suppliers: \n \ni. The 46 of the Ukrainian Borrowers agreed to make, and did in fact make, \nunreturned prepayments in an aggregate amount of c. US$1.91 billion to \ncompanies with the characteristics described in the preceding paragr"}
{"start": 31500, "text": "t Suppliers in fact supplied any goods pursuant to the \nRelevant Supply Agreements.   \n \n25. The terms and nature of the Relevant Supply Agreements are commercially inexplicable. \n \na. In relation to the Relevant Supply Agreements entered into by each of the \nDefendant Suppliers: \n \ni. The 46 of the Ukrainian Borrowers agreed to make, and did in fact make, \nunreturned prepayments in an aggregate amount of c. US$1.91 billion to \ncompanies with the characteristics described in the preceding paragraph \nwithout the provision of any security (the “ Unreturned Prepayments ”, \nA1/2/15\n \n16 \n particulars of which are in Appendices 3-3-9, 3-3-10 and 3-3-11 of the \nThompson Report) .  This is commercially absurd.  Had the Relevant Supply \nAgreements been legitimate contracts one of the standard international \ntrade payment mechanisms (such as the grant of an UCP documentary \ncredit, demand guarantee, performance bond or standby credit) would \nhave been used.  \n \nii. The contract prices for the large majority of the Relevant Supply \nAgreements are round-number sums.  This is extremely unusual for \ncontracts for the supply of large quantities of commodities or industrial \nequipment.  In particular: \n \n1. 33 of the 54 Relevant Supply Agreements (ie 61%) had a contract \nprice of $X million or $X.5 million. \n2. A further 11 of the Relevant Supply Agreements (ie 20%) had a \ncontract price of $X.25 million or $X.1 million.   \n \nb. Collyer entered into 21 Relevant Supply Agreements between 14 May and 21 \nAugust 2014 for the supply of in excess of 2.3 million tons of Australian manganese \nore lumps (“ Ore”), to be delivered to the railway station of Odessa Commercial Sea \nPort by “December 2014”.  The aggregate consideration payable to Collyer \nthereunder was $745,098,833.  However:  \n \ni. Collyer informed the Registrar of Companies that it provides business \nsupport services and has at all material times filed total exemption small \ncompany accounts.   \n \nii. Industry figures state that the total volume of manganese products \nimported to Ukraine from Australia in 2014 was 87,417 tons.  It is inherently \nincredible that Collyer would have entered into legitimate contracts for the \ndelivery of 26 times this amount of Ore to the railway station of the Odessa \nCommercial Sea Port in the second half of 2014. \n \niii. Data published by the Australian government states that Australia \nproduced approximately 7.7 million tons of manganese ore in 2014.  It is \ninherently incredible that Collyer would have been able to deliver \napproximately 30% of this output in the second half of 2014. \n \nA1/2/16\n \n17 \n iv. Between 2 and 30 July 2014, Collyer entered into four contracts which each \nprovided for it to sell over 100,000 tons of Ore to one of the Borrowers.  The \nprice at which the Ore was to be sold pursuant to those contracts was, \nrespectively, $320, $312.50, $256 and $368 per ton.  As the terms of the \nsaid contracts were otherwise materially identical, this price divergence (of \nup to 43% in less than one month) is commercially inexplicable.   \n \nv. Foskar, which entered into contracts with Collyer to purchase in excess of \n160,000 tons of Ore between June and August 2014, informed the Bank in \nits Account Opening Documentation that it carried on the core activities of \na business and management consultant.     \n \nvi. Gardera, which entered into a contract to purchase 93,750 tons of Ore in \nJune 2014, informed the Bank in its Account Opening Documentation that \nit was engaged in the “wholesale trade of fuel and lubricants”.   \n \nvii. In relation to one Relevant Supply Agreement entered into by Collyer, the \ndelivery period commenced approximately 11 months before the date \nborne by the agreement.  In relation to another Relevant Supply \nAgreement, the delivery period commenced the month before the date of \nthe agreement.   \n \nc. Teamtrend entered into 14 contracts between 3 June and 20 August 2014 for the \nsupply of various pieces of heavy plant machin"}
{"start": 35000, "text": "it was engaged in the “wholesale trade of fuel and lubricants”.   \n \nvii. In relation to one Relevant Supply Agreement entered into by Collyer, the \ndelivery period commenced approximately 11 months before the date \nborne by the agreement.  In relation to another Relevant Supply \nAgreement, the delivery period commenced the month before the date of \nthe agreement.   \n \nc. Teamtrend entered into 14 contracts between 3 June and 20 August 2014 for the \nsupply of various pieces of heavy plant machinery (for instance crawler cranes, \nconcrete pumps and heavy excavators) to be delivered to Kyiv and Dnepropetrovsk \nwithin 70 and 85 days of payment.  The aggregate consideration payable to \nTeamtrend thereunder was $509,346,632.  However: \n \ni. Teamtrend informed the Registrar of Companies that it was a non-trading \ncompany.  This is inconsistent with it being a major participant in the plant \nmachinery market.   \n \nii. Teamtrend entered into contracts to sell:  \n \n1. multiple units of heavy excavator model DX700LC at prices of \n$750,000 and $625,000 on 1 and 20 August 2014 respectively; and \n \n2. multiple units of heavy excavator model SOLAR255-LC-V at prices \nof $140,425 and $118,000 on 17 and 22 July 2014 respectively.  \n \nA1/2/17\n \n18 \n Given that the contract terms were otherwise materially identical, these \nprice divergences (of approximately 20%) are commercially inexplicable.   \n \niii. Investgroup, which entered into contracts to purchase 314  heavy \nextractors, 105 wheel loaders and 123 wheel excavators between 24 April \nand 6 August 2014, informed the Bank in its Account Opening \nDocumentation that it carried on “business and management consultancy”.   \n \niv. Inkom, which entered into contracts to purchase 20 crawler cranes, 30 \nconcrete pumps and eight heavy excavators in July and August 2014, \ninformed the Bank in its Account Opening Documentation that it carried on \nthe business of “manufacture of rubber tyres” and “other activities in the \nfield of sports”.   \n \nv. Karinda, which entered into a contract to purchaser 24 heavy excavators \nin June 2014, informed the Bank in its Account Opening Documentation \nthat it carried on the business of “wholesale trade in solid, liquid, gaseous \nfuels and similar products.” \n \nd. Trade Point entered into 11 contracts between 4 June and 18 August 2014 for the \nsupply of a polymer resin called PET to be delivered to Dnepropetrovsk from Korea, \nPakistan and China within a year of the date of the contract.  The aggregate \nconsideration payable to Trade Point thereunder was $574 million.  Trade Point \nalso entered into two contracts on 25 June and 30 July 2014 for the supply of RBD \nPalm Oil to be delivered to Dnepropetrovsk during the course of 2014 (for an \naggregate consideration of $45 million) and two contracts on 26 June and 21 \nAugust 2014 for the supply of over 42,000 tons of apple juice concentrate to be \ndelivered to Dnepropetrovsk on or before 21 August 2015 (for an aggregate \nconsideration of $34,166,000).  However: \n \ni. Trade Point informed the Registrar of Companies that its business involved \nthe provision of services.  This is inconsistent with it being an active \nparticipant in the plastics, palm oil and apple juice concentrate markets.   \n \nii. Approximately 137,000 tons of PET were imported into Ukraine in 2014.  It \nis inherently incredible that certain of the Borrowers would, between June \nand August of that year, have entered into legitimate contracts with Trade \nPoint for the delivery of 287,000 tons of PET to Dnepropetrovsk.   \n \nA1/2/18\n \n19 \n iii. Ukraine produces approximately 70,000 to 90,000 tons of apple juice \nconcentrate per year and imported just 343 tons in 2014.  It is inherently \nincredible that one of the Borrowers would, between June and August \n2014, have entered into legitimate contracts with Trade Point for the \ndelivery of approximately half of this amount of concentrate to \nDnepropetrovsk.  \n \niv. Transmoloko, which entered into the apple juice c"}
{"start": 38500, "text": " delivery of 287,000 tons of PET to Dnepropetrovsk.   \n \nA1/2/18\n \n19 \n iii. Ukraine produces approximately 70,000 to 90,000 tons of apple juice \nconcentrate per year and imported just 343 tons in 2014.  It is inherently \nincredible that one of the Borrowers would, between June and August \n2014, have entered into legitimate contracts with Trade Point for the \ndelivery of approximately half of this amount of concentrate to \nDnepropetrovsk.  \n \niv. Transmoloko, which entered into the apple juice concentrate supply \ncontracts with Trade Point, informed the Bank in its Account Opening \nDocumentation that its core activities were milk processing and butter and \ncheese manufacture.   \n \nv. Nautis-Trade, which entered into contracts to purchase 27,500 tons of \nPET, informed the Bank in its Account Opening Documentation that it \ncarried on the business of the “retail trade in fuel”.   \n \nvi. In relation to each contract for the provision of PET, the delivery period was \none year (or in relation to one contract, two years)  from the contract date.  \nThis is commercially improbable.   \n \ne. Rossyn, Milbert and UKRTransitService entered into a total of four contracts on 11 \nJuly 2014 for the supply of crude oil to be delivered to Yuzhny Sea Port, Odessa.   \nEach contract provided for payment to be made within 30 calendar days.  Further, \nthree of the contracts (one for each of the BVI Suppliers) provided for a delivery \nperiod of “2014-2015”, and the final contract, entered into by Rossyn, provided for \ndelivery within 75 calendar days of payment.  However, it is commercially \nimprobable that a good faith commercial purchaser would contract to acquire crude \noil on terms that he would make payment within 30 days but that the oil would be \ndelivered at some unspecified stage over the next 17 months.   \n \n26. As is pleaded above, the Defendant Suppliers were from (at the latest) January 2013 each \nultimately owned and/or controlled by Messrs Kolomoisky and Bogolyubov.  This is to be \ninferred from the following facts and matters: \n \na. The Bank was informed in 2014 that Teamtrend’s ultimate beneficial owner was \nSergey Cheklanov.  Mr Cheklanov was a director of a Russian oil trading company \ncalled Interoil SA, which (according to a 2003 decision of the English Court of \nAppeal) was a “Swiss company owned by … PrivatBank, of which a Mr Kolomoisky \nis the Chairman and a shareholder”.   \nA1/2/19\n \n20 \n  \nb. Mr Kolomoisky was a party to English litigation in 2004 in which it was alleged that \nhe and others (including Mr Cheklanov) had improperly acquired a majority interest \nin Teamtrend.  Mr Kolomoisky and his co-defendants did not deny acquiring a \nmajority interest, but contended that they had acted legitimately.   \n \nc. Teamtrend's current director from 11 June 2003 to 2 November 2017 , Michalakis \nTsitsekkos, was a co-defendant with Mr Kolomoisky to the abovementioned \nproceedings so it can be inferred was (and is)  a nominee director for Mr \nKolomoisky. \n \nd. Mr Ivan Kolesnyk was removed as the ostensible ultimate beneficial owner of \nCollyer in about February 2016.  Mr Kolesnyk was identified by the Luchaninov \nEmail as one of the “Bank’s insiders” (ie persons connected with Messrs \nKolomoisky and Bogolyubov).  Further, it is to be inferred that the existence of such \nconnections was the reason why Mr Kolesnyk was replaced as the ostensible \nultimate beneficial owner of Collyer.   \n \ne. An account “fact sheet” for Rossyn located on the Bank’s files states that its main \ntrading partners are companies including JSC Ukrnafta (a company partially  owned \nby Messrs Kolomoisky and Bogolyubov). \n \nf. Press articles from about September 2008 link Mr Kolomoisky with Milbert. \n \ng. There are numerous links between the Defendant Suppliers which indicate that \nthey are in common beneficial ownership: \n \ni. Teamtrend’s current former  director is Mr Tsitsekkos, who is also the sole \nshareholder and former  director of Trade Point. \n \nii. Teamtrend"}
{"start": 42000, "text": "les states that its main \ntrading partners are companies including JSC Ukrnafta (a company partially  owned \nby Messrs Kolomoisky and Bogolyubov). \n \nf. Press articles from about September 2008 link Mr Kolomoisky with Milbert. \n \ng. There are numerous links between the Defendant Suppliers which indicate that \nthey are in common beneficial ownership: \n \ni. Teamtrend’s current former  director is Mr Tsitsekkos, who is also the sole \nshareholder and former  director of Trade Point. \n \nii. Teamtrend and Collyer (two of the English Suppliers) share d the same \ncompany secretary, Gramaro Consulting and Services Limited (until its \nresignation as company secretary of both on 5 March 2020) .   \n \niii. UKRTransitService and Rossyn (two of the BVI Suppliers) entered into a \npurported contract for the purchase by Rossyn from UKTransitService of \n2,460,000 barrels of crude oil on 5 December 2014. \n \nA1/2/20\n \n21 \n iv. Inkeria, one of the Borrowers, entered into Relevant Supply Agreements \nwith both Collyer (an English Supplier) and UKRTransitService (a BVI \nSupplier) in July 2014. \n  \nh. Messrs Kolomoisky and Bogolyubov owned and/or controlled the Borrowers.  \nGiven the nature of the Relevant Supply Agreements, it is inherently improbable \nthat the Borrowers and the Defendant Suppliers were not at all material times in \ncommon beneficial ownership. \n \n(c) The Loan File Supply Agreements and 2014  LFSA  Pledges \n27. In addition to the Relevant Supply Agreements, at least 36 44 of the Borrowers entered \ninto a series of at least 51 78 further purported supply agreements which bear dates \nbetween 5 September 2 December 2013 and 22 October 2015 (the “ Loan File Supply \nAgreements ”).  In 31 37 cases, the Loan File Supply Agreements were purportedly \nentered into with the English Suppliers.  Of those agreements, 15 17 were entered into by \nCollyer, 14 15 were entered into by Teamtrend and two five were entered into by Trade \nPoint. A substantial number of the Loan File Supply Agreements entered into by Collyer, \nTeamtrend and Trade Point were executed in late December 2014 or early 2015 and \nbackdated by them.  \n \n28. Particulars of the dates of, counterparties to, goods to be sold under, and delivery dates \nprovided for in the Loan File Supply Agreements are contained in Schedule 1 identifies \nthose Loan File Supply Agreements which were entered into by a Borrower and in respect \nof which the Borrower pledged its contractual rights thereunder to the Bank under a LFSA \nPledge (as defined below) .    \n \n29. Each Loan File Supply Agreement identified in Schedule 1 provided: \n \na. for the purchase by one of the Borrowers of certain industrial equipment or \ncommodities; and \n \nb. for the relevant Borrower to pay for the industrial equipment/commodity after it had \nbeen delivered. \n \n30. The Loan File Supply Agreements identified in Schedule 1 were purportedly pledged to the \nBank as security for the repayment by the Borrowers of their obligations under the Relevant \nLoans ( defined above as the “2014 LFSA  Pledges”). Pending disclosure, Dd D etails of the \n2014  LFSA  Pledges are also contained in Schedule 1 .   \n \nA1/2/21\n \n22 \n 30A. Further, the Relevant Supply Agreements were purportedly pledged to the Bank as security \nfor the repayment by the Borrowers of their obligations under the Relevant Loans (the \n“RSA Pledges ”). Details of the RSA Pledges are contained in Schedule 1. \n \n31. The security purportedly put in place by the 2014  LFSA  Pledges and RSA Pledges was \nworthless and was in reality created to disguise the Misappropriation: \n \na. For the reasons set out above, there was never any prospect that the Defendant \nSuppliers would be able to deliver the industrial equipment/commodities that they \ncontracted to sell under the Relevant Supply Agreements or the Loan File Supply \nAgreements.  \n \nb. In the event, none of the said industrial equipment/commodities was ever delivered \nand no payments were ever made under the Loan File Supply Agr"}
{"start": 45500, "text": "A Pledges was \nworthless and was in reality created to disguise the Misappropriation: \n \na. For the reasons set out above, there was never any prospect that the Defendant \nSuppliers would be able to deliver the industrial equipment/commodities that they \ncontracted to sell under the Relevant Supply Agreements or the Loan File Supply \nAgreements.  \n \nb. In the event, none of the said industrial equipment/commodities was ever delivered \nand no payments were ever made under the Loan File Supply Agreements \nidentified in Schedule 1 . \n \nc. At least two of the Loan File Supply Agreements provide for payment to be made \npursuant to a different Loan File Supply Agreement entered into on a later date \nwith a different Borrower.  This demonstrates that the said agreements were not \nseparately negotiated and drafted.  \n \nd. The Loan File Supply Agreements are commercially inexplicable: \n \ni. 54 Forty-nine of the Loan File Supply Agreements in Schedule 1 provide \nthat the relevant goods could be delivered in July or December 2016.  A \ngenuine purchaser of commodities or industrial equipment would not \ncontract for the delivery of goods at some stage up between 14 to 28 \nmonths in the future. \n \nii. The matters referred to in paragraphs 25(b)(i), 25(c)(i) and 25(d)(i) are \nrepeated (mutatis mutandis). \n \niii. The Defendant Suppliers agreed to supply goods with a value of many \nhundreds of millions of dollars and without the provision of any security.  \nHad the Loan File Supply Agreements been legitimate documents one of \nthe standard international trade payment mechanisms (such as the grant \nof an UCP documentary credit, demand guarantee, performance bond or \nstandby credit) would have been used.  \n \nA1/2/22\n \n23 \n  (d) True nature of the 2014 Agreements \n32. The Relevant Loan Agreements , and 2014  LFSA  Pledges, RSA Pledges, and the Relevant \nSupply Agreements and Loan File Supply Agreements, collectively the “ 2014 \nAgreements ”, are each shams and/or transactions that are contrary to Ukrainian public \npolicy, in that they were not intended to create enforceable commercial obligations but \nwere put in place on the instructions of Messrs Kolomoisky and Bogolyubov to hide their \nmisappropriation of assets from the Bank. \n \nPARTICULARS \n \na. The Borrowers had no proper credit or trading history and no real prospect of \nrepaying the Relevant Loans and/or the interest that would fall due thereunder: see \nparagraph s 18 and 18A above.  \n \nb. The Defendant Suppliers had no prospect of supplying the industrial equipment or \ncommodities that they agreed to supply under the terms of the Relevant Supply \nAgreements: see paragraph 24 above.  \n \nc. The terms and nature of the Relevant Supply Agreements are commercially \ninexplicable: see paragraph 25 above.   \n \nd. The security purportedly put in place by the 2014  LFSA  Pledges over the Loan File \nSupply Agreements was worthless and was in reality created to disguise the \nMisappropriation: see paragraph 31 above. \n \ne. The grant of the Relevant Loans was contrary to a number of requirements of the \nBank’s Lending Manual: see paragraph s 19(c) and 19A(c) above. \n \nf. The Borrowers and the Defendant Suppliers were each ultimately owned and/or \ncontrolled by Messrs Kolomoisky and Bogolyubov: see paragraphs 19 , 19A and 26 \nabove.  \n \ng. A number of steps have been taken to hide (i) Messrs Kolomoisky and \nBogolyubov’s ownership of the Borrowers and the Defendant Suppliers and (ii) the \ntrue nature of the 2014 Agreements: see paragraphs 15, 19(b) and 26(d) above.    \n \n32A. For the avoidance of doubt, the 2014 Agreements are void on the basis that they are shams \ncontrary to Article 235 and are transactions contrary to public policy contrary to Article 228. \nBy procuring the 2014 Agreements, Messrs Kolomoisky and Bogolyubov intended thereby \nA1/2/23\n \n24 \n to cause harm to the Bank and, accordingly, intended to violate Ukrainian public policy. As \na matter of Ukrainian law, their intentions are attribu"}
{"start": 49000, "text": "greements: see paragraphs 15, 19(b) and 26(d) above.    \n \n32A. For the avoidance of doubt, the 2014 Agreements are void on the basis that they are shams \ncontrary to Article 235 and are transactions contrary to public policy contrary to Article 228. \nBy procuring the 2014 Agreements, Messrs Kolomoisky and Bogolyubov intended thereby \nA1/2/23\n \n24 \n to cause harm to the Bank and, accordingly, intended to violate Ukrainian public policy. As \na matter of Ukrainian law, their intentions are attributable to the Borrowers and Defendant \nSuppliers (the parties to the 2014 Agreements). \n(D) Ukrainian law \n(a) Liability in tort \n \n33. General requirements .  Liability in tort is governed by Article 1166 of the Civil Code of \nUkraine (the “ Civil Code ”).  More specifically: \n \na. Pursuant to Article 1166(1), a person who:  \n \ni. has caused harm to the property or personal rights of another, by  \n \nii. his unlawful decisions, actions or omissions, \n \nis subject to a liability to pay compensation to the person whose rights have been \ninfringed.   \n \nb. By Article 1166(2), a person is relieved of liability under Article 1166(1) if he proves \nthat he was not at fault in causing the harm complained of.   \n \n34. Harm/causation.  Harm for the purposes of Article 1166 includes those matters identified \nin Article 22 and encompasses the transfer of a claimant’s funds to third parties.  There are \nno statutory rules governing the issue of causation, which Ukrainian law treats as a \nquestion of fact.   Pursuant to Article 22(3), Article 1166(1) and Article 1192(1), the victim \nof tortious conduct is entitled to be fully compensated for the harm caused to him (see also \nparagraph 38 below).  \n \n35. Unlawful decisions, actions and omissions .  For the purposes of Article 1166(1), illegal  \nunlawful  decisions, actions or omissions include decisions, actions or omissions that \nconstitute a breach of Articles 3(1)(2), 13 and 92 of the Civil Code, Articles 51 and 63(1) of \nthe Ukrainian Joint Stock Company Law (the “ JSC Law ”), Articles 42, 43 and 52 of the \nUkrainian Law on Banks and Banking Activity (“ Law on Banks ”) and/or which violate the \nBank’s internal documents.  The obligations imposed by these Articles and documents are \nspecified below: \n \nA1/2/24\n \n25 \n a. Article 3(1)(2) of the Civil Code prohibits individuals and legal entities from \ndepriving others of property rights save in the circumstances provided for by the \nConstitution or other laws of Ukraine. \n \nb. Articles 13(2) and (3) of the Civil Code prohibit individuals and legal entities from \nviolating the rights of others , and performing acts with an intention of causing harm \nto others , and/or exercising their rights in an abusive manner .   \n \nc. Article 92(3) of the Civil Code requires a person acting in the name of a legal entity \n(i) to act in the interests of such legal entity, (ii) to act reasonably and in good faith \nand (iii) not to abuse his authority.   \n \nd. Article 63(1) of the JSC Law requires officials of joint stock companies9 to act in \nthe interests of their company and to comply with requirements of Ukrainian law, \ntheir company’s charter and their company’s other internal documents (which \nwould include the Lending Manual).  By Article 51 of the JSC Law members of a \ncompany’s supervisory board must exercise their powers personally and not \ndelegate them to another person.   \n \ne. Article 42(10) of the Law on Banks requires managers of a bank10 to act in the \nbank’s interests, and to comply with requirements of Ukrainian law, their bank’s \ncharter and their bank’s other internal documents (which would include the Lending \nManual).   \n \nf. Article 43 of the Law on Banks requires managers of a bank to act for the benefit \nof the bank and its clients and to put the bank’s interests above their own.  \nParticular examples of this duty given by Article 43 are (i) to behave responsibly \nwhen performing the duties of office, (ii) to take decisions within the bounds o"}
{"start": 52500, "text": "terests, and to comply with requirements of Ukrainian law, their bank’s \ncharter and their bank’s other internal documents (which would include the Lending \nManual).   \n \nf. Article 43 of the Law on Banks requires managers of a bank to act for the benefit \nof the bank and its clients and to put the bank’s interests above their own.  \nParticular examples of this duty given by Article 43 are (i) to behave responsibly \nwhen performing the duties of office, (ii) to take decisions within the bounds of \npower given to a manager, (iii) to refrain from using an office for personal interests, \nand (iv) to secure the integrity and transfer of the bank’s property and documents \nwhen dismissed from office.   \n \ng. By the “Provisions of the Supervisory Board [of the Bank]” and the Bank’s Charter , \nall transactions with “related parties” of the Bank exceeding a market value of \n$500,000 must be approved by a special decision of the Supervisory Board (the \n \n9  By Article 2(1)(15) of the JSC Law, a company’s officials include members of its supervisory \nboard.   \n10  By Article 42 of the Law on Banks, a bank’s managers include members of its supervisory \nboard. \nA1/2/25\n \n26 \n “Supervisory Board Provisions ”).  Companies ultimately beneficially owned \nand/or controlled by Messrs Kolomoisky and Bogolyubov are related parties for this \npurpose: see Article 52 of the Law on Banks.  The Supervisory Board could not \nproperly approve any such lending if it were to be granted on preferential terms \n(meaning, inter alia, that less security is accepted from the related party than that \nwhich would be required from other clients), given that that would be contrary to \nArticle 52 of the Law on Banks.11  \n \nh. The Bank’s Credit Committee Regulations in force at all material times required \nany loan exceeding US$2 million in value to be transferred to the Supervisory \nBoard of the Bank for approval. \n \n \n36. Absence of fault .  A defendant to a claim under Article 1166 will establish that he was not \nat fault, and therefore have a good defence, if he can demonstrate that he exercised such \ndue care and diligence as was required in the circumstances: see Articles 614(1) and (2) \nand 1166(2) of the Civil Code.   \n \n37. Attribution of knowledge of a corporate entity .  As a matter of the law of the BVI, the \nknowledge and intentions of the natural person who, in a particular context, acts as the \ndirecting mind and will of a company are to be attributed to it.  As a matter of Ukrainian \nlaw, attribution of knowledge is assessed by reference to the principle of common sense.  \n \n38. Remedies . The remedies typically granted by Ukrainian courts where liability in tort is \nestablished are an order for compensation in kind under Article 22(4) of the Civil Code or \nan order for the payment of monetary compensation (including loss of profits) under \nArticles 22, 1166(1)  and 1192 of the Civil Code.  Further, pre-judgment interest can be \nordered under Article 6251048 of the Civil Code  (applied by analogy) .  In addition, the \nUkrainian court has the power to award compound interest as a claim for compensation \nfor damage pursuant to Articles 22 and 1192 of the Civil Code.  The discretion to award \ncompound interest is a departure from the default award of simple interest and is justified \nin relation to a commercial entity (here, the Bank) who would not receive full compensation \nwithout an award of compound interest.  \n \n39. Pursuant to Article 1190 of the Civil Code, when actions or inactions by two or more \npersons combine to cause damage (including where harm is caused by interconnected or \ncumulative actions or actions with a unity of intent) those persons shall assume a joint and \nseveral liability to the affected person for the entirety of the loss so caused.    \n \n11 See the 20 October Response no. 2 (paragraphs 2, 3, 5 and 6).  \nA1/2/26\n \n27 \n  \n(b) Direct claims under the JSC Law and Law on Banks  \n \n40. JSC Law .  The obligations imposed by Article 6"}
{"start": 56000, "text": "hen actions or inactions by two or more \npersons combine to cause damage (including where harm is caused by interconnected or \ncumulative actions or actions with a unity of intent) those persons shall assume a joint and \nseveral liability to the affected person for the entirety of the loss so caused.    \n \n11 See the 20 October Response no. 2 (paragraphs 2, 3, 5 and 6).  \nA1/2/26\n \n27 \n  \n(b) Direct claims under the JSC Law and Law on Banks  \n \n40. JSC Law .  The obligations imposed by Article 63 of the JSC Law are described above. By \nArticles 63(2) and (3) of the JSC Law, officials of joint stock companies shall be held jointly \nand severally liable for damage inflicted on their company by their acts and omissions in \nbreach of Article 63(1) of the JSC Law.  \n \n41. Law on Banks . The obligations imposed by Articles 42(10) and 43 of the Law on Banks \nare described above.  By Article 42(11) of the Law on Banks, managers of a bank shall be \njointly and severally liable for damage inflicted by their acts and omissions in breach of \nArticles 42(10) and 43.  \n \n(c) Liability in unjust enrichment \n \n42. General requirements .  Liability in unjust enrichment is imposed by Article 1212 of the \nCivil Code.  More specifically, pursuant to Article 1212(1), a person who:  \n \na. has acquired or preserved property (ie has been enriched);  \n \nb. at the expense of another person (referred to by Article 1212 as the “injured \nparty”);  \n \nc. without sufficient legal grounds,  \n \nshall be obliged to return that property to the injured party or, if it is impossible to do so, \npay compensation pursuant to Article 1213 . \n \n43. Enrichment .  Pursuant to Articles 177, 179 and 190 of the Civil Code, money held in and \nmoney transferred between bank accounts shall be considered to be “property” for the \npurposes of a claim under Article 1212.   \n \n44. At the expense of another person . For this requirement to be satisfied, a factual \nconnection must be shown between the injured party’s loss of property and the enrichment \nrelied upon.  Such a connection can be established if the injured party is the indirect source \nof the defendant’s enrichment.  \n \n45. Lack of sufficient legal grounds . A person will acquire property without sufficient legal \ngrounds if he acquires the said property pursuant to a void contract.  \nA1/2/27\n \n28 \n  \n46. Remedies .  If it is impossible for a person who has acquired or preserved property to return \nit in kind, he must pay compensation to the victim in relation to the value of the property \nand in respect of the revenues which he received or could have received from the property \n(but only from the date on which he knew or should have known that his possession of the \nproperty was without sufficient legal grounds): see Articles 1213(2) and 1214(1) of the Civil \nCode.  Further, if the unjust enrichment takes the form of money, the acquirer is required \nto pay interest for his use of the injured party’s funds: see Article 1412(2) 1214(2) of the \nCivil Code.  \n \n (d) Void contracts \n \n47. Where a transaction is void it is deemed to be invalid ab initio as a matter of Ukrainian law, \nand a claimant is not required to bring any claim to set it aside: see Articles 215(2) and \n236(1) of the Civil Code.  \n \n48. Transactions contrary to public policy .  By Article 228(1) of the Civil Code, a transaction \nis deemed to violate s public policy if (inter alia) it is directed towards destroying or \nunlawfully misappropriating the property of another.  By Article 228(2) of the Civil Code, a \ntransaction violating public policy shall be void. \n   \n49. Deceptive (sham) transactions .  By Article 235(1) of the Civil Code, a transaction \nconcluded by parties to conceal another transaction which they have actually concluded \nshall be deemed to be a deceptive (or sham) transaction and of no legal effect (i.e. void) .  \nBy Article 235(2) of the Civil Code, where it has been established that parties entered into \na transaction in order to conc"}
{"start": 59500, "text": "other.  By Article 228(2) of the Civil Code, a \ntransaction violating public policy shall be void. \n   \n49. Deceptive (sham) transactions .  By Article 235(1) of the Civil Code, a transaction \nconcluded by parties to conceal another transaction which they have actually concluded \nshall be deemed to be a deceptive (or sham) transaction and of no legal effect (i.e. void) .  \nBy Article 235(2) of the Civil Code, where it has been established that parties entered into \na transaction in order to conceal another transaction, which they have actually concluded, \ntheir relations shall be governed by reference to the transaction which was actually \nconcluded.   \n \n(E) The Bank’s claims \n \n(a)  Claim in tort against Messrs Kolomoisky and Bogolyubov12 \n \n50. Messrs Kolomoisky and Bogolyubov, using their control over the Bank, the Borrowers and \nthe Defendant Suppliers, procured the misappropriation of $1,911,877,385 from the Bank.   \n \n \n12 In relation to paragraphs 51-52, see the 18 September 2020 Response (paragraph 3).  \nA1/2/28\n \n29 \n 51. For the reasons particularised below, the actions, decisions and omissions of Messrs \nKolomoisky and Bogolyubov were unlawful because they: \n \na. Deprived the Bank of its monies in a manner not provided for by the Constitution \nor other laws of Ukraine (contrary to Article 3(1)(2) of the Civil Code). \n \nb. Acted in a manner that violated the Bank’s rights and with an intention to injure the \nBank and/or exercised their rights in an abusive manner  (contrary to Article 13 of \nthe Civil Code). \n \nc. Failed to act in good faith and/or in the best interests of the Bank and/or caused \nthe Bank to enter into purported agreements which were not in its best interests \n(contrary to Article 92 of the Civil Code, Article 63 of the JSC Law and/or Article 42 \nof the Law on Banks). \n \nd. Failed to comply with the Supervisory Board Provisions,  the provisions of the \nBank’s Charter and the Credit Committee Regulations (contrary to Article 63 of the \nJSC Law and Article 42 of the Law on Banks). \n \ne. Acted for their own personal gain and/or for the advantage of their affiliates and \nrelated parties (contrary to Articles 43 and 52 of the Law on Banks). \n \n52. The best particulars the Bank is currently able to give are as follows: \n \nPARTICULARS \n \n(1)  Messrs Kolomoisky and Bogolyubov misappropriated $1,911,877,385 of the \nBank’s monies in the manner described in paragraphs 14 to 32 above.  The said \nparagraphs are repeated.  The Misappropriation was carried out and subsequently \nhidden through: \n \ni. Messrs Kolomoisky and Bogolyubov’s ownership of and/or control over the \nBank; \n \nii. Messrs Kolomoisky and Bogolyubov’s ownership of and/or control over the \nBorrowers;  \n \nA1/2/29\n \n30 \n iii. Messrs Kolomoisky and Bogolyubov’s ownership of and/or control over the \nDefendant Suppliers;13 \n \niv. Messrs Kolomoisky and Bogolyubov procuring the grant of purported loans \nto the Borrowers, who had no credit or trading history and no prospect of \nrepaying c. $1.9 billion, in a manner that was contrary to the Bank’s Lending \nManual; \n \nv. Messrs Kolomoisky and Bogolyubov procuring the execution of Relevant \nSupply Agreements between 46 of  the Ukrainian Borrowers and Defendant \nSuppliers, on terms that were commercially inexplicable, and which \nprovided for the delivery of c. $1.9 billion of goods that the Defendant \nSuppliers had no prospect of supplying; \n \nv.A. Messrs Kolomoisky and Bogolyubov procuring the Unreturned Prepayments;  \n \nvi. Messrs Kolomoisky and Bogolyubov procuring the creation of the 2014  \nLFSA  Pledges over the Loan File Supply Agreements, which purported to \ncreate security that was in reality worthless, for the purpose of disguising \nthe Misappropriation;  \n \nvi.A. Messrs Kolomoisky and Bogolyubov procuring (1) the Intermediary Loans \nand Intermediary Drawdowns (as defined below) and (2) the Share Pledges, \nfor the purpose of disguising the Misappropriation;  \n \nvii. any subsequent transfer of the fund"}
{"start": 63000, "text": "\n \nvi. Messrs Kolomoisky and Bogolyubov procuring the creation of the 2014  \nLFSA  Pledges over the Loan File Supply Agreements, which purported to \ncreate security that was in reality worthless, for the purpose of disguising \nthe Misappropriation;  \n \nvi.A. Messrs Kolomoisky and Bogolyubov procuring (1) the Intermediary Loans \nand Intermediary Drawdowns (as defined below) and (2) the Share Pledges, \nfor the purpose of disguising the Misappropriation;  \n \nvii. any subsequent transfer of the funds received by the Defendant Suppliers \nin accordance with the intentions and pursuant to the direct or indirect \ninstructions of Messrs Kolomoisky and Bogolyubov; and  \n \nviii. Messrs Kolomoisky and Bogolyubov taking steps to hide their affiliations \nwith the Borrowers from the NBU.  Pending disclosure and the making of \nfurther investigations, t T he Bank relies , inter alia , upon the Luchaninov \nEmail and the Destruction Instructions in support of this plea.14  \n \n(2) The Relevant Loans were not authorised by the Bank’s supervisory board, of which \nMessrs Kolomoisky and Bogolyubov were members, as was required by the \nSupervisory Board Provisions, the Bank’s Charter and the Credit Committee \n \n13 In relation to paragraph 52(1)(i)-(iii), see the 5 May Response (paragraphs B-C).  \n14 In relation to paragraph 52(1)(iv)-(viii), see the 5 May Response (paragraphs E-F).  \nA1/2/30\n \n31 \n Regulations .  In fact, the said loans could not have been properly authorised \nbecause they were transactions contrary to public policy, shams and/or because \nthey provided for no meaningful security and so were transactions on preferential \nterms (as identified in paragraph 8(b) of the 20 October Response No. 2) .  \n \n \n53. In the premises, Messrs Kolomoisky and Bogolyubov are liable to compensate the Bank \nfor the entirety of the loss and damage caused by the Misappropriation pursuant to Articles \n22, 1166, 1190 and 1192 of the Civil Code.  The quantum of the said loss and damage is \naddressed in section (F). \n \n(b) Claim in tort against the Defendant Suppliers \n \n54. The Defendant Suppliers procured and/or assisted in the misappropriation of \n$1,911,877,385 from the Bank and procured and/or assisted in the subsequent \nconcealment of the same.  For the reasons particularised below, the actions, decisions \nand/or omissions of the Defendant Suppliers were unlawful because they deprived the \nBank of its monies in a manner not provided for by the Constitution or other laws of Ukraine \n(contrary to Article 3(1)(2) of the Civil Code) and acted in a manner that violated the Bank’s \nrights and with the intention to injure the Bank and/or exercising their rights in an abusive \nmanner  (contrary to Article 13 of the Civil Code). \n \nPARTICULARS \n \na. The Defendant Suppliers assisted Messrs Kolomoisky and Bogolyubov in \nmisappropriating $1,911,877,385  of the Bank’s monies in the manner described \nin paragraphs 14 to 32 above.  The said paragraphs are repeated.  The knowledge \nand intentions of Messrs Kolomoisky and Bogolyubov are to be attributed to the \nDefendant Suppliers by reason of their ultimate ownership and/or control over the \nDefendant Suppliers, as to which paragraph 26 above is repeated. \n \nb. In order that the Defendant Suppliers would be able to receive the funds being \nmisappropriated from the Bank, they each created and/or executed at least one \nRelevant Supply Agreement.  The terms of the said agreements were commercially \ninexplicable and, in any event, none of the Defendant Suppliers had any intention \nor prospect of complying with the contractual obligations they purportedly \nassumed.  In reality, the said agreements were shams and/or contrivances and/or \nA1/2/31\n \n32 \n served no commercial purpose and/or contrary to Ukrainian public policy , being \ndevised and executed so as to further and/or disguise the Misappropriation. \n \nc. The Defendant Suppliers received the Unreturned Prepayments funds transferred \npursuant to the Misappropriation  and "}
{"start": 66500, "text": "e of the Defendant Suppliers had any intention \nor prospect of complying with the contractual obligations they purportedly \nassumed.  In reality, the said agreements were shams and/or contrivances and/or \nA1/2/31\n \n32 \n served no commercial purpose and/or contrary to Ukrainian public policy , being \ndevised and executed so as to further and/or disguise the Misappropriation. \n \nc. The Defendant Suppliers received the Unreturned Prepayments funds transferred \npursuant to the Misappropriation  and thereafter failed to either (i) deliver goods in \naccordance with the Relevant Supply Agreements or (ii) repay the said funds to \nthe Borrowers.   \n \nd. In order that the Misappropriation could be hidden from the Bank’s auditors and/or \nthe NBU, the English Suppliers each created and/or entered into the Loan File \nSupply Agreements.   \n \n55. In the premises, the actions of Messrs Kolomoisky and Bogolyubov and each of the \nDefendant Suppliers were interconnected, cumulative and carried out with a unity of intent \nsuch that each of the Defendant Suppliers is liable to compensate the Bank for the entirety \nof the loss and damage caused by the Misappropriation pursuant to Articles 22, 1166, 1190 \nand 1192 of the Civil Code.  The quantum of the said loss and damage is addressed in \nsection (F).  Alternatively, the Defendant Suppliers are each liable to compensate the Bank \nfor the funds they received pursuant to the Relevant Supply Agreements.   \n \n(c) Claims under the JSC Law and Law on Banks against Messrs Kolomoisky and \nBogolyubov \n \n56. For the reasons set out in paragraph 52 above, Messrs Kolomoisky and Bogolyubov \nbreached the obligations imposed on them by Article 63 of the JSC Law by failing to act in \nthe Bank’s interests and/or by breaching the Supervisory Board Provisions.  By Articles \n63(2) and (3) of the JSC Law, Messrs Kolomoisky and Bogolyubov are liable for the loss \nand damage caused to the Bank by reason of the said acts or omissions.  The quantum of \nthe said loss and damage is addressed in section (F). \n \n57. Further or alternatively, for the reasons set out in paragraph 52 above, Messrs Kolomoisky \nand Bogolyubov breached the obligations imposed on them by Articles 42(10) and 43 of \nthe Law on Banks by failing to act in the Bank’s interests, breaching the Supervisory Board \nProvisions and acting for their own benefit.  By Article 42(11) of the Law on Banks, Messrs \nKolomoisky and Bogolyubov are liable for the loss and damage caused to the Bank by \nreason of the said acts or omissions.  The quantum of the said loss and damage is \naddressed in section (F). \n \n \nA1/2/32\n \n33 \n  \n(d) Claims in unjust enrichment against the Defendant Suppliers \n \n58. Each of the Defendant Suppliers was unjustly enriched at the Bank’s expense by reason \nof their involvement in the Misappropriation:  \n \na. Each Defendant Supplier acquired property in the form of prepayments under the \nRelevant Supply Agreements.  None of the Defendant Suppliers have either (i) \nreturned the Unreturned Prepayments said prepayment  or (ii) complied with their \npurported obligations under the Relevant Supply Agreements.  \n \nb. The said acquisition of property came at the expense of the Bank, in that the said \nmonies were advanced by the Bank to the Borrowers pursuant to agreements \nwhich are shams and/or contrary to public policy and which are, accordingly, void. \n \nc. The said acquisition of property was without sufficient legal grounds because the \nRelevant Supply Agreements were shams and/or documents that are contrary to \npublic policy and which are, accordingly, void.    \n \n58A.  For the avoidance of doubt, it is the Bank’s case that the Relevant Drawdowns caused the \nUnreturned Prepayments (as particularised in Section 3 and Appendices 3-2-1-1 to 3-2-\n46-2 of the Thompson Report). Accordingly, the Defendant Suppliers’ enrichment was at \nthe expense of the Bank.  \n \n59. The Defendant Suppliers are liable pursuant to Articles 1213(2) and 1214(1) of the Civil"}
{"start": 70000, "text": "ments were shams and/or documents that are contrary to \npublic policy and which are, accordingly, void.    \n \n58A.  For the avoidance of doubt, it is the Bank’s case that the Relevant Drawdowns caused the \nUnreturned Prepayments (as particularised in Section 3 and Appendices 3-2-1-1 to 3-2-\n46-2 of the Thompson Report). Accordingly, the Defendant Suppliers’ enrichment was at \nthe expense of the Bank.  \n \n59. The Defendant Suppliers are liable pursuant to Articles 1213(2) and 1214(1) of the Civil \nCode to return their enrichment in kind and/or to compensate the Bank for the value of the \nproperty received and the value of the revenues which they received or could have \nreceived from the same.  The liability of the Defendant Suppliers to compensate for \nrevenues arose on the date of the enrichment because the Defendant Suppliers each knew \nor should have known from the moment of receipt of the said funds that their possession \nwas without legal grounds.  Paragraph 54 above is repeated.   \n \n60. Accordingly, the Defendant Suppliers are liable to compensate the Bank in the following \namounts (plus interest):  \n \na. Teamtrend: $474,775,152.  \nb. Trade Point: $653,166,000.  \nA1/2/33\n \n34 \n c. Collyer: $683,936,233.  \nd. Rossyn: $61,000,000.  \ne. Milbert: $3 31,000,000.  \nf. UKTransitService: $6,000,000.  \n \n(F) Loss and damage \n61. The total amount transferred by the Bank pursuant to the Misappropriation was \n$1,911,877,385.00.  \n \n62. There has been no repayment of any of the funds transferred out of the Bank’s control \npursuant to the Misappropriation or of any interest purportedly due under the Relevant \nLoans.   \nPARTICULARS \n(1) A large number of purported repayments of the capital advanced under the Relevant \nLoans were made from funds advanced by the Bank to the Borrowers and 34 further \npurported borrowers ( the “Intermediary Borrowers ”, in each case being companies \nowned and/or controlled by Messrs Kolomoisky and Bogolyubov) (“ Recycling Loans \nIntermediary Loans ” identified in Appendix 4-13-1 of the Thompson Report ).  The \npurported repayments of capital under the Relevant Loans were funded, inter alia , by \ndrawdowns under Relevant Loans and Intermediary Loans (the “ Intermediary \nDrawdowns ”, identified in Appendix 4-12 of the Thompson Report).15 Such purported \nloans and repayments were made for the purposes of disguising the Misappropriation.  \nThey do not amount to legitimate lending or the repayment of capital and stand to be \nignored.  To the extent necessary, the Bank will contend that such further purported \nloans are (i) shams and/or (ii) transactions that are contrary to Ukrainian public policy \nand/or (iii) (insofar as Recycling Loans Intermediary Loans  were purportedly entered \ninto on or after 8 March 2015) they constitute void related-party lending on non-market \nterms (contrary to Article 52 of the Law on Banks)16 and/or (iv) (insofar as Recycling \nLoans Intermediary Loans  were purportedly entered into on or after 1 May 2016) they \ntogether constitute an unauthorised (and therefore ineffective) significant transaction \ncontrary to Article 70 of the JSC Law.    \n(1A) Further purported repayments of capital advanced under the Relevant Loans were made \nfrom funds advanced by the Bank to the New Borrowers pursuant to the New Loans in the \nperiod October to December 2016 (the New Borrowers and the New Loans which are \n \n15 See the 5 May Response (paragraph D and paragraph 36); the 20 May Response (paragraph 18).  \n16 See the 20 October Response no. 2 (paragraph 4(a)-(c)).  \nA1/2/34\n \n35 \n relevant to the Bank’s case are identified in Appendix 4-16 of the Thompson Report). As \npleaded in the Re-Amended Reply, the New Borrowers were each owned and/or controlled \nby Messrs Kolomoisky and Bogolyubov. The New Loans were each (i) shams and/or (ii) \ntransactions that are contrary to Ukrainian public policy and/or (iii) they constitute void \nrelated-party lending on non-market terms (contrary to Article 52 of the "}
{"start": 73500, "text": "6 See the 20 October Response no. 2 (paragraph 4(a)-(c)).  \nA1/2/34\n \n35 \n relevant to the Bank’s case are identified in Appendix 4-16 of the Thompson Report). As \npleaded in the Re-Amended Reply, the New Borrowers were each owned and/or controlled \nby Messrs Kolomoisky and Bogolyubov. The New Loans were each (i) shams and/or (ii) \ntransactions that are contrary to Ukrainian public policy and/or (iii) they constitute void \nrelated-party lending on non-market terms (contrary to Article 52 of the Law on Banks)17 \nand/or (iv) they together constitute an unauthorised (and therefore ineffective) significant \ntransaction contrary to Article 70 of the JSC Law.    \n(2) The date on which interest would be payable by each of the 47 Ukrainian Borrowers \nwas postponed on between one and seven occasions.  Where purported repayments \nof interest were made, this was done using funds purportedly advanced under void \nRecycling Loans Intermediary Loans .    \n (G) Interest under statute and/or the Civil Code \n63. Further or alternatively, the Bank claims  simple interest on all sums found due to it at such \na rate and for such a period as the Court thinks fit under s. 35A of the Senior Courts Act \n1981 and/or s. 44A of the Administration of Justice Act 1970 and/or (if interest is governed \nby Ukrainian law) pursuant to Articles 6251048  and/or 1214(2) of the Civil Code and/or as \ndamages pursuant to Articles 22 and 1166 . \n63A. The Bank also claims compound interest upon all sums found due to it.  The payment of \ncompound interest on all sums due to the Bank is justified under Ukrainian law on the basis \nparticularised in paragraph 38 above and / or pursuant to the equitable jurisdiction of this \nCourt to award compound interest in cases of fraud, which jurisdiction is applicable to a \nclaim governed by foreign law if that foreign law (as here) confers on the foreign court a \npower to award compound interest. \n64. As to the applicable interest rate, whether interest is awarded on a simple or a compound \nbasis, Tt he Bank contends that the said interest should be calculated as follows:  \n \na. at a rate of 10.875% per annum for the period from receipt of the relevant funds by \nthe Defendant Suppliers in 2014 to judgment, in the sum of $708,042,978.57 as at \n19 December 2017(currently equivalent to £528,759,415.97, and continuing at the \ndaily rate of $569,634 (£425,311)), being the interest rate at which the Bank offered \nUnited States Dollar loan participation notes (due in 2018) by prospectus dated 25 \nFebruary 2013 (and therefore being the rate that borrowers with the characteristics \nof the Bank would have paid to borrow United States Dollars); alternatively,  \n \n17 See the 20 October Response no. 2 (paragraph 4(d) (the sub-paragraph beginning “In relation to the \nNew Loans…”)).   \nA1/2/35\n \n36 \n  \nb. at such a rate and for such periods as the Court shall deem just including by \nreference to the Bank’s actual or presumed commercial cost of funds (other than \nby reference to the note issuance referred to above) . \n \n65. Details of the said interest calculations are contained in Schedule 3  as amended . \nAND THE CLAIMANT CLAIMS:  \n(1) An order that the First to Eighth Defendants do pay compensation to the Bank in the sum \nof $1,911,877,385 (or its sterling equivalent at the date of payment) pursuant to Articles \n22, 1166, 1190 and 1192 of the Ukrainian Civil Code and/or (in the case of the First and \nSecond Defendants) pursuant to Article 63 of the Ukrainian Joint Stock Company Law \nand/or Article 42 (11) of the Ukrainian Law on Banks and Banking Activity.  Alternatively, \nas against the Third to Eighth Defendants, an order that they pay compensation to the \nBank in the sum of the amounts received by them pursuant to the Relevant Supply \nAgreements;  \n(2) Further or alternatively, an order that the Third to Eighth Defendants pay compensation to \nthe Bank in the amounts specified in paragraph 60 above (or its sterling equivalent at the \ndate of p"}
{"start": 77000, "text": "ian Joint Stock Company Law \nand/or Article 42 (11) of the Ukrainian Law on Banks and Banking Activity.  Alternatively, \nas against the Third to Eighth Defendants, an order that they pay compensation to the \nBank in the sum of the amounts received by them pursuant to the Relevant Supply \nAgreements;  \n(2) Further or alternatively, an order that the Third to Eighth Defendants pay compensation to \nthe Bank in the amounts specified in paragraph 60 above (or its sterling equivalent at the \ndate of payment) pursuant to Articles 1213(2) and 1214(1) of the Ukrainian Civil Code; \n(3) Interest as aforesaid;  \n(4) Further or other relief; and  \n(5) Costs.  \nTIM AKKOUH \nCHRISTOPHER LLOYD \nCHRISTOPHER LLOYD \nTIM AKKOUH \nADAM AL-ATTAR \nANDREW HUNTER QC \nCHRISTOPHER LLOYD \nANDREW HUNTER QC \nJAMES WILLAN QC \nCHRISTOPHER LLOYD \nCHRISTOPHER LLOYD \nA1/2/36\nA1/2/37\n"}
