{"metadata": {"corpus_path": "A1_25 Claimant's Re-Amended Reply.pdf", "file_size": 424468, "mtime": 1755610853.347949, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "1 Amended pursuant to the order of Nugee J dated 8 September 2020 \nRe-Amended pursuant to the order of Trower J dated 25 June 2021 \nIN THE HIGH COURT OF JUSTICE Claim No. BL-2017-000665\nBUSINESS AND PROPERTY COURTS OF \nENGLAND AND WALES \nBUSINESS LIST (ChD) \nB E T W E E N:  \nJSC COMMERCIAL BANK PRIVATBANK \nClaimant \nand \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \nRE-AMENDED REPLY TO THE DEFENCES OF THE DEFENDANTS \n1. Unless otherwise stated:  \n1.1. The definitions used in this Reply are the same as those used in the Re-Re- Amended \nParticulars of Claim dated 15 August 2018 14 September 2020 (the “ APOC ”). The term \n“Original Ukrainian Borrowers” is used to refer to the Ukrainian Borrowers except \nProminmet.\n1.2. References to the Re-Re-Amended Defence of the First Defendant dated 20 January \n2020 30 November 2020 30 July 2021  (“D1” and the “ D1 Defence ”) are in the form \nD1/¶●; references to the Re-Amended Defence of the Second Defendant dated 17 \nJanuary 2020 30 November 2020 (“D2” and the “ D2 Defence ”) are in the form D2/¶●; \nand references to the Re-Amended Defence of the Third to Eighth Defendants dated 21 \nA1/25/1\n2 December 2019 16 November 2020 (“D3-8 ”, the “ D3-8 Defence ”) are in the form D3-\n8/¶●. Together, the D1, D2 and D3-8 Defences are referred to as “the Defences ”.  \n1.2A.  References to the Bank’s responses to the Defendants’ Part 18 Requests for Further \nInformation are as follows:  \n1.2A.1. The Bank’s Response dated 22 May 2020 to D1’s Part 18 Request for Further \nInformation dated 21 April 2020 is referred to as the “ 22 May Response ”;  \n1.2A.2. The Bank’s Further Response dated 20 October 2020 to D1’s Part 18 Request for \nFurther Information dated 21 April 2020 is referred to as the “ 20 October \nResponse no. 1 ”.  \n1.2A.3. The Bank’s Response dated 20 October 2020 to D1’s Part 18 Request for Further \nInformation dated 28 September 2020 is referred to as the “ 20 October Response \nno. 2 ”;  \n1.2A.4. The Bank’s Response dated 5 May 2020 to D2’s Part 18 Request for Further \nInformation dated 24 March 2020 is referred to as the “ 5 May Response ”.  \n1.2A.5 The Bank’s Response dated 18 September 2020 to D2’s Part 18 Request for \nFurther Information dated 28 May 2020 is referred to as the “ 18 September 2020 \nResponse ”.  \n1.2A.6 The Bank’s Further Response dated 10 May 2021 to Requests 32 and 33 in D1’s \nPart 18 Request for Further Information dated 21 April 2020 is referred to as the \n“10 May 2021 Response ”.  \n1.2A.7 The Bank’s response dated 30 July 2021 to paragraphs 12(a)-(b) of the 2nd CMC \nOrder dated 25 June 2021 in these proceedings is referred to as the “ 30 July 2021 \nResponse ”.  \n1.3. None of the documents referred to in the Defences are admitted to be authentic. \n1.4. Save as expressly set out herein, and save to the extent that it amounts to an admission \nof the Bank’s APOC, the Bank joins issue with each and every allegation in the Defences.   \n2. As to D3-8/¶4, it is denied that D3-8 may give unparticularised notice that they “ may seek … \nto rely ” upon unidentified facts or matters averred in any statement of case filed by D1-D2.  If \nA1/25/2\n3 D3-8 wish to rely on any fact or matter pleaded by D1 or D2, they must give notice identifying \nthe fact or matter contained in the D1 and/or D2 Defences on which they intend to rely.  \n3. In addition to the matters set out in the body of this document, the Bank relies on the matters \nset out in Confidential  Annexes A to G , and B, D and E (which, for the avoidance of doubt, \nform part of the Bank’s Re-Amended  Reply to the Defences).  \nTHE MISAPPROPRIATION \nOwnership and control of the Borrowers \n4. It is noted that D1-D2 accept at D1/¶20(1) / Schedule 5 and D2/¶5(2)(b), ¶30(1) and Appendix \nA that they have certain ownership interests in 13 14  of t"}
{"start": 3500, "text": "ch they intend to rely.  \n3. In addition to the matters set out in the body of this document, the Bank relies on the matters \nset out in Confidential  Annexes A to G , and B, D and E (which, for the avoidance of doubt, \nform part of the Bank’s Re-Amended  Reply to the Defences).  \nTHE MISAPPROPRIATION \nOwnership and control of the Borrowers \n4. It is noted that D1-D2 accept at D1/¶20(1) / Schedule 5 and D2/¶5(2)(b), ¶30(1) and Appendix \nA that they have certain ownership interests in 13 14  of the 46 47 Ukrainian Borrowers.  It is \ndenied that D1-D2’s ownership and/or control of the Ukrainian  Borrowers is limited in the \nmanner pleaded in those paragraphs.  The Original Ukrainian  Borrowers each participated in \nthe Misappropriation in a co-ordinated and near-identical fashion.  It is inherently improbable \nthat the Original Ukrainian  Borrowers are beneficially owned and/or controlled by different \npeople. Further particulars of the Bank’s case that D1 and D2 owned and/or controlled the \nBorrowers are set out in the 5 May Response (paragraph 11 and Annex A) and the 22 May \nResponse (Annex A).   \n4A. In D2’s Amended Response dated 11 January 2021 to the Bank’s Request for Further \nInformation dated 18 February 2020 (Request 4), and in D1’s Response dated 18 August 2021 \nto the Bank’s Request for Further Information dated 18 February 2020 (Request 4), D1 and D2 \npurport to identify the other shareholders or other ultimate owners of certain of the Ukrainian \nBorrowers in which D1 and D2 have admitted to holding an interest. The individuals identified \nby D1 and D2 as purported ultimate beneficial owners of interests in those companies were in \nfact nominees for D1 and D2 and did not hold any ultimate beneficial interest in any of those \nBorrowers for themselves. Pending the service of evidence:  \n4A.1. In relation to Mr Melynk, Mr Pugach, Ms Yesipova, Ms Trykulych, Ms Pivovar, the \nBank relies on the matters set out in Annexes A and B to this Reply.   \n4A.2. In relation to Mr Melynk, Mr Pugach, Ms Yesipova and Ms Trykulych, paragraph 6 \nbelow is repeated. \n4A.3. In relation to all of the individuals named (viz., Olena Kravchenko, Tetiana \nAkimova, Vadym Pereviznyi, Iryna Trykulych, Sergey Melynk, Hennadi Nikolenko, \nYuri Pugach, Artem Zamsha, Olena Pivovar, Andrii Akudovych, Oleksii Agafonov, \nA1/25/3\n4 Yulia Burkhan, Igor Borisenko, Olena Ryazantseva, Anna Yesipova and Yulia \nVelk), the Bank relies on Part 3 of Annex A to the 22 May Response and Annex A \nto the 5 May Response. \n5. It is further noted that D1-D2 aver that the Share Pledges (as defined in D1/¶17) constituted \nbona fide security in support of the Relevant Loans: see D1/¶¶18, 20(8)(b) and D2/¶31(2).  \nThey did not, for the reasons advanced below.  For present purposes, the significance of the \nShare Pledges is that they purported to grant security in respect of the Relevant Loans over \nshares in companies owned and/or controlled by D1 and/or D2.  It is inherently improbable that \nD1-D2 would have agreed to the purported grant of such security if they did not own and/or \ncontrol the Borrowers. \nOwnership and control of D3-8  \n6. As to D1/¶26, D2/¶¶5(2)(c), 16(1), 18(1), 31(5), 33(1) and D3-8/¶20, it is denied that D1 and/or \nD2 do not own and/or control D3-8.  Though a matter for evidence, the Bank relies upon (inter \nalia) the facts and matters pleaded in the APOC , the matters set out in the 5 May Response \n(paragraph 13),  and below: \n6.1. In February 2018, D3-8 alleged that their current ultimate beneficial owners are as \nfollows (the “ Alleged UBOs ”): \nDefendant Supplier Alleged UBO(s) \nTeamtrend Mr Serhii Melnyk \nMr Yurii Pugach  \nMs Anna Yesipova \nMr Konstantin Ivlev \nTrade Point Agro As above \nCollyer As above \nRossyn Mr Andrew Romanovskiy \nMilbert Mr Mykhaylo Kiperman \nZAO Ukrtransitservice Ms Irini Trykulych \n6.2. Each of the said Alleged UBOs has close links to, and acts as a nominee for, D1 and/or \nD2.  Pending disclosure and evidence , and in addition"}
{"start": 7000, "text": "hat their current ultimate beneficial owners are as \nfollows (the “ Alleged UBOs ”): \nDefendant Supplier Alleged UBO(s) \nTeamtrend Mr Serhii Melnyk \nMr Yurii Pugach  \nMs Anna Yesipova \nMr Konstantin Ivlev \nTrade Point Agro As above \nCollyer As above \nRossyn Mr Andrew Romanovskiy \nMilbert Mr Mykhaylo Kiperman \nZAO Ukrtransitservice Ms Irini Trykulych \n6.2. Each of the said Alleged UBOs has close links to, and acts as a nominee for, D1 and/or \nD2.  Pending disclosure and evidence , and in addition to the matters relied upon herein, \nthe Bank relies upon the following: \n6.2.1. Messrs Melnyk and Pugach and Ms Trykulych are each identified in a \nspreadsheet found on the Bank’s files with the file name “Borrowers and \nA1/25/4\n5 Guarantors HO-Ben” (the “ Beneficiary Key ”). The Beneficiary Key assigns to 32 \nindividuals or sets of individuals an identifying code designed to allow BOK \nemployees to refer to such person(s) when analysing and manipulating purported \nloans granted to companies owned and/or controlled by D1 and/or D2 (the \n“Identifying Codes ”).  The Beneficiary Key lists 16 companies for which Mr \nMelnyk is a purported beneficial owner, nine in respect of Ms Trykulych, and four \nfor Mr Pugach.   \n6.2.2. On 31 July 2015 Lilya Rokoman (a manager within BOK) sent an email to Tatiana \nGurieva (the Head of BOK) suggesting that directors and purported beneficial \nowners of certain companies be replaced in order to disguise the levels of debt \nowed by companies associated with such purported beneficiaries.  That email \nattached a spreadsheet (the \" Rokoman Spreadsheet \") which (i) referred to \ncertain Identifying Codes, (ii) conducted “decryption”  in relation to the purported \nbeneficiaries associated with those codes and (iii) proposed to replace nine \n“[purported]  beneficiaries with 21 new ones and 6 existing ones” .   \n6.2.3. Further, the spreadsheet proposed (inter alia) that Ms Trykulych be removed as \na purported beneficiary of two companies (recorded as owing in excess of \nUAH13.7 billion to the Bank, equivalent to c. US$652 million) and Mr Melnyk be \nremoved as a purported beneficiary of three companies (recorded as owing \nUAH20.19 billion to the Bank, equivalent to c. US$955 million).  The spreadsheet \nalso recorded Mr Melnyk as a beneficial owner of 25 Borrowers and Ms Trykulych \nas a beneficial owner of one Borrower.   \n6.2.4. The matters set out in Annexes A and B to this Reply.  \n6.2.5. Part 3 of Annex A to the 22 May Response and Annex A to the 5 May Response. \nThe Defendants’ reliance on the “Share Pledges” \n7. As to D1/¶¶17-18, 20(8)(b) and D2/¶31(1)-(2), it is denied that the Relevant Loans were \nsecured by the Share Pledges (as defined in D1/¶17). The Share Pledges are each shams \nand/or transactions that are contrary to public policy, in that they were not intended to create \nenforceable obligations but were put in place on the instructions of D1 and D2 to hide the \nMisappropriation.  \n7A. Pending proper particularisation of D1 and D2’s claim in relation to the Share Pledges and \ndisclosure, the Bank relies on the following facts and matters in relation to the four Share \nA1/25/5\n6 Pledges identified at D1/¶¶18(1)(a)-(d) (viz., the Feral Share Pledge, Jolin Share Pledge, \nVelitas Share Pledge and Shillingston Share Pledge) : \n7.1. An excel spreadsheet was produced by Ms Gurieva in order to (inter alia) keep track of \nthe Original Ukrainian Borrowers and the Defendant Suppliers involved in the \nMisappropriation (the “ Gurieva Spreadsheet ”).  It is to be inferred that the Gurieva \nSpreadsheet was produced on the direct and/or indirect instructions of D1 and/or D2 (in \nthis regard, the Bank relies on D1 and D2’s control of the Bank (as pleaded in the APOC); \non the nature of the activities of the BOK unit; and on the fact that Ms Gurieva was at the \nmaterial times a trusted confidante of D1 and/or D2).  Further, attempts were made to \ndelete the said spreadsheet permanently at or around the time of the Bank’s"}
{"start": 10500, "text": " Gurieva Spreadsheet ”).  It is to be inferred that the Gurieva \nSpreadsheet was produced on the direct and/or indirect instructions of D1 and/or D2 (in \nthis regard, the Bank relies on D1 and D2’s control of the Bank (as pleaded in the APOC); \non the nature of the activities of the BOK unit; and on the fact that Ms Gurieva was at the \nmaterial times a trusted confidante of D1 and/or D2).  Further, attempts were made to \ndelete the said spreadsheet permanently at or around the time of the Bank’s \nnationalisation by those acting on behalf of D1-D2.  For present purposes, the relevance \nof the Gurieva Spreadsheet is that it refers to the Share Pledges as “Collateral for the \naudit …” ,thereby demonstrating that said pledges were (i) created to hide the \nMisappropriation and (ii) not intended to create bona fide security.   \n7.2. The Share Pledges were never enforced, notwithstanding the fact that the only other \npurported security for the Relevant Loans to the Original Ukrainian Borrowers (the Loan \nFile Supply Agreements and the further pledges over supply agreements, including those \nreferred to in the 2014 Ukrainian Judgments) were demonstrated by the 2014 Ukrainian \nJudgments1and the 2015 Arbitration Rulings2to be worthless.  If the Share Pledges \ncreated genuine security, they would have been enforced shortly after the said \njudgments were handed down.  It is denied, if it is alleged, that any of the Relevant Loans \nwere the subject of any legitimate and/or valuable security at any time.  \n1A total of 51 claims were brought in the Economic Court of Dnepropetrovsk by all except three\nfour of the Ukrainian  Borrowers against a Defendant Supplier and the Bank between September and \nNovember 2014.  Between 15 October and 24 November 2014, judgments were handed down in each \nof the 51 claims. In each case, the court ordered the Defendant Supplier to repay the funds it had \nreceived to the Borrower (the “ 2014 Ukrainian Judgments ”). The Defendant Suppliers have not repaid \nthe Ukrainian Borrowers in accordance with the 2014 Ukrainian Judgments or otherwise. \n2In September 2014 Nautis Trade LLC, Tamersa LLC and Gardera LLC each brought a claim \nagainst a Defendant Supplier in the International Commercial Arbitration Court at the Ukrainian \nChamber of Commerce and Industry on the basis that it had made a prepayment for goods to the \nDefendant Supplier but the goods had not been delivered and the money not repaid. In February 2015 \n(Nautis Trade and Tamersa) and April 2015 (Gardera) the relevant arbitral tribunals each handed down \nrulings requiring the Defendant Supplier to repay the funds it had received from the Borrower (the “ 2015 \nArbitration Rulings ”). The Defendant Supplier has not repaid Nautis Trade, Tamersa or Gardera in \naccordance with the 2015 Arbitration Rulings or otherwise.  \nA1/25/6\n7 7.3. The Share Pledges, over assets ultimately beneficially owned and/or controlled by D1 \nand/or D2,3 were cancelled on 21 October 2016 (ie shortly before the Bank’s \nnationalisation). No replacement security was provided (see paragraphs 31.4 and 31.7.1 \nbelow). \n7.4. The value accorded to the assets purportedly pledged by the Share Pledges, as recorded \nin the Share Pledges themselves, (i) materially exceed the actual value of the said \nassets4 and (ii) was in any event materially less than the value of the loans purportedly \nsecured by the same. \n7.5. The Share Pledges were each back-dated, as is to be inferred from the following:  \n7.5.1. The fact that documentation prepared within BOK was frequently backdated.5\n7.5.2. The Relevant Loans were entered into pursuant to written agreements between \nApril 2013 and August 2014.  But the Share Pledges, purportedly entered into in \nMarch 2014 and June 2014, are not referred to in:  \n(a) the Bank’s ‘Expert Analyses’ for each Relevant Loan; \n(b) the Bank’s credit committee approval of each Relevant Loan; \n(c) the 2014 Ukrainian Judgments; \n(d) the Bank’s audited financial statements for t"}
{"start": 14000, "text": " The fact that documentation prepared within BOK was frequently backdated.5\n7.5.2. The Relevant Loans were entered into pursuant to written agreements between \nApril 2013 and August 2014.  But the Share Pledges, purportedly entered into in \nMarch 2014 and June 2014, are not referred to in:  \n(a) the Bank’s ‘Expert Analyses’ for each Relevant Loan; \n(b) the Bank’s credit committee approval of each Relevant Loan; \n(c) the 2014 Ukrainian Judgments; \n(d) the Bank’s audited financial statements for the year to 31 December \n2014; or  \n(e) the NBU’s report following the Stress Test in April 2015. \n7.5.3. On 29 September 2015 the NBU issued a decision entitled “Decision of \nCoordination Committee for Monitoring and Control over the Banks Diagnostic \nStudy” (the “ Security Decision ”) described in D1/¶36(4) pursuant to which a \n3For further particulars of the Bank’s case that D1 and/or D2 ultimately beneficially owned and/or \ncontrolled the assets subject to the Share Pledges see the 22 May Response (paragraph 10(b)(iii)-(vi)) \nand Schedule 6 of the D1 Defence (save that it is denied that D1 and D2’s ownership and control of the \npledgors and companies whose shares were pledged was limited in the manner set out in that \nschedule) . \n4 For further particulars see the 22 May Response (paragraph 11) and the 20 October Response no. 1 \n(paragraphs 2 – 14).   \n5 See too the 22 May Response (paragraph 12) and the the 20 October Response no. 1 (paragraph \n16). \nA1/25/7\n8 pledge of the right to receive goods under a contract would no longer serve to \nreduce the provision that the Bank was required to make in respect of a loan. The \neffect of the Security Decision was that the Bank would have to make full \nprovision for the Relevant Loans to the Ukrainian Borrowers, which were only \npurportedly secured by pledges over supply agreements (and, in the case of \nProminmet, a guarantee with a value of only UAH 10,000) .  Despite purportedly \nhaving been entered into between 15 and 18 months earlier, the Share Pledges \nwere all registered with the Ukrainian State Register of Encumbrances on 29 \nSeptember 2015, between 11.07am and 2.13pm, the same day the Security \nDecision was announced so that the Bank would not have to make additional \nprovisions for the Relevant Loans. \n7B. Further, pending proper particularisation of D1 and D2’s claim in relation to the Share \nPledges and disclosure, the Bank relies on the following facts and matters in relation to the \nShare Pledges identified at Schedule 6 to the D1 Defence (save for the pledge at row 15 \nof Schedule 6, which is the Shillingston Share Pledge addressed in paragraph 7A above). \n7B.1. Save for the pledge identified at row 1 (pledge by Euro Tyres Corporation), the \nShare Pledges are referred to in the Gurieva Spreadsheet as “Collateral for the \naudit …” ,thereby demonstrating that said pledges were (i) created to hide the \nMisappropriation and (ii) not intended to create bona fide security. \n7B.2. The Share Pledges were never enforced. Paragraph 7.2 above is repeated mutatis \nmutandis .  \n7B.3. The Share Pledges were granted (i) over shares in companies ultimately owned \nand/or controlled by D1 and/or D2; (ii) (save for the Share Pledges identified in \nrows 2 and 18 of Schedule 6) by companies ultimately owned and/or controlled by \nD1 and/or D2; and (iii) (in respect of the Share Pledges identified in rows 2 and 18 \nof Schedule 6) by individuals who held the pledged shares for the ultimate benefit \nof D1 and/or D2. See Annexes D and E to this Reply and Schedule 6 to the D1 \nDefence (save that it is denied that D1 and D2’s ownership and control of the \npledgors and companies whose shares were pledged was limited in the manner \nset out in that schedule).  \n7B.4. The Share Pledges identified at rows 19 – 24 of Schedule 6 were purportedly \nentered into after the last of the Relevant Loans was entered into in August 2014.  \nA1/25/8\n9 7B.5. The Share Pledges were cancelled / terminated by (at the latest) 2"}
{"start": 17500, "text": "r D2. See Annexes D and E to this Reply and Schedule 6 to the D1 \nDefence (save that it is denied that D1 and D2’s ownership and control of the \npledgors and companies whose shares were pledged was limited in the manner \nset out in that schedule).  \n7B.4. The Share Pledges identified at rows 19 – 24 of Schedule 6 were purportedly \nentered into after the last of the Relevant Loans was entered into in August 2014.  \nA1/25/8\n9 7B.5. The Share Pledges were cancelled / terminated by (at the latest) 21 October 2016. \nNo replacement security was provided (see paragraphs 31.4 and 31.7.1 below). \n7B.6. The value accorded to the assets purportedly pledged by the Share Pledges, as \nrecorded in the Share Pledges themselves, materially exceeded the actual value \nof the said assets. Pending disclosure, the Bank relies on the following examples: \n7B.6.1. Valenza Consulting Limited’s pledge of 18.0157% of the shares in PJSC \nKievguma (DZK-1436) was amended on 30 June 2016 to record the value \nof those shares as UAH 354 million. On that basis, and assuming no \nminority discount, 100% of the shares in PJSC Kievguma were valued at \napproximately US$79 million (using the exchange rate as at 30 June 2016). \nIn fact, information from Orbis, an international database of information on \nprivate companies and other entities, shows that in the year ending 31 \nDecember 2016 PJSC Kievguma had net liabilities of US$837,060. \n7B.6.2. Olbia Investments Limited’s pledge of 51.11% of the shares in Memento \nd.o.o. (DZK-1525) was amended on 30 June 2016 so as to record the value \nof those shares as UAH 3.035 billion. On that basis, and assuming no \nminority discount, 100% of the shares in Memento d.o.o were valued at  \napproximately US$239 million (using the exchange rate as at 30 June \n2016). In fact, information from Orbis shows that in the year ending 31 \nDecember 2016 Memento d.o.o. had net assets of only US$6.9 million.  \n7B.6.3 Halecart Holdings Limited’s pledge of 49% of the shares in LLC Retal \nDnipro (DZK-1584) was amended on 30 June 2016 to record the value of \nthose shares as UAH 6.06 billion. On that basis, and assuming no minority \ndiscount, 100% of the shares in LLC Retal Dnipro were valued at US$497 \nmillion (using the exchange rate as at 30 June 2016). In fact, information \nfrom Orbis shows that in the year ending 31 December 2016 LLC Retal \nDnipro had net assets of only US$1.3 million.  \n7B.7. The value of the assets purportedly pledged by the Share Pledges, as recorded in \nthe Share Pledges themselves, was materially less than the value of the loans \npurportedly secured by the same. \nA1/25/9\n10 7B.8. Amendments to the Share Pledges included inherently incredible changes to the \nvaluation of the pledged assets. Pending disclosure, the Bank relies on the \nfollowing examples:  \n7B.8.1. Panikos Symeou’s pledge of the shares in Clendon Holdings Ins dated 27 \nJune 2014 recorded the value of 49% of the shares in Clendon as UAH \n16.32 billion. The pledge was amended on 31 March 2015 to record the \nvalue of 49% of the shares in Clendon as UAH 38.08 billion; on 30 March \n2016 to record the value of 49% of the shares as UAH 37.58 billion; and \non 31 March 2016 to record the value of 49% of the shares as UAH 44.53 \nbillion.  \n7B.8.2. Olbia Investment Limited’s pledge of shares in Memento d.o.o. dated 31 \nJanuary 2014 recorded the value of 49% of the shares in Memento as UAH \n485 million. The pledge was amended on 29 September 2014 to record the \nvalue of 49% of the shares as UAH 738 million; on 31 March 2015 to record \nthe value of 49% of the shares as UAH 2.286 billion; and on 30 June 2016 \nto record the value of 51.1% of the shares as UAH 3.035 billion. \n7B.8.3. Halecart Holding Limited’s pledge of shares in LLC Retal Dnipro dated 27 \nJune 2014 recorded the value of 49% of the shares in Retal Dnipro as UAH \n2.03 billion. The pledge was amended on 31 March 2015 to record the \nvalue of 49% of the shares as UAH 4.75 billion and on 31 December 2015 \nto reco"}
{"start": 21000, "text": " shares as UAH 738 million; on 31 March 2015 to record \nthe value of 49% of the shares as UAH 2.286 billion; and on 30 June 2016 \nto record the value of 51.1% of the shares as UAH 3.035 billion. \n7B.8.3. Halecart Holding Limited’s pledge of shares in LLC Retal Dnipro dated 27 \nJune 2014 recorded the value of 49% of the shares in Retal Dnipro as UAH \n2.03 billion. The pledge was amended on 31 March 2015 to record the \nvalue of 49% of the shares as UAH 4.75 billion and on 31 December 2015 \nto record the value of 49% of the shares as UAH 6.76 billion.  \n7B.9. The Share Pledges were each back-dated. Insofar as the Share Pledges were \nentered into before August 2014, paragraphs 7.5.1 and 7.5.2 above are repeated. \n7B.10. Despite purportedly having been entered into between November 2013 and July \n2015, at least nine of the Share Pledges (those at rows 7, 8, 9, 10, 11, 12, 20, 21, \n22 and 23 of Schedule 6) were registered with the Ukrainian State Register of \nEncumbrances between 29 September 2015 at 3.20pm and 30 September 2015 \nat 11.17am, after the Security Decision was announced, so that the Bank would \nnot have to make additional provisions for the Relevant Loans. \nA1/25/10\n11 Alleged Agency Agreements \n8. As to D3-8/¶¶16-17, it is denied that the English Suppliers acted as agents for undisclosed \nprincipals pursuant to the purported agency agreements found at Annexures A-C of the D3-8 \nDefence (the “ Alleged Agency Agreements ” and “ Alleged Principals ”). To the contrary, the \nAlleged Agency Agreements are shams designed to provide a purportedly legitimate reason \nfor the English Suppliers’ onward transmission of funds.  Pending disclosure, the Bank relies \non the facts and matters referred to in the APOC and the following:  \n8.1. The commercial absurdity of the Supply Agreements purportedly entered into by the \nEnglish Suppliers qua agent.   \n8.2. The fact that the Alleged Principals had no business whatsoever, still less were they \nsuppliers of vast quantities of commodities or industrial equipment, and so there was no \nlegitimate commercial reason for the English Suppliers to act as their agents.   \n8.3. The wholly uncommercial money transfers between accounts held, inter alia, by the \nEnglish Suppliers, the Alleged Principals and other companies as described in the \nSecond, Third and Fourth Witness Statements of Andrew Lafferty filed on behalf of D1 \nin these proceedings.  It is to be noted that neither Mr Lafferty nor the Defences identify \na legitimate commercial rationale for the said money transfers.  Indeed, the onward \npayments of monies by the English Suppliers do not even comply with the terms of the \nAlleged Agency Agreements. \n8.4. The failure of D3-8 to provide proper particulars of the Alleged Agency Agreements and \nassociated matters in their Defence (as to which, the Bank refers to its Part 18 Request \nfor Further Information of the D3-8 Defence).   \n8.5. The fact that the English Suppliers, in relation to the claims leading to the 2014 Ukrainian \nJudgments, (i) wrote to the Ukrainian court to accept that they had not delivered goods \nunder the Supply Agreement and/or to acknowledge their indebtedness under the same; \nbut (ii) did not inform the Ukrainian court that they entered into the Supply Agreements \nas agents. \n8.6. The fact that the English Suppliers did not seek to bring claims against the Alleged \nPrincipals under the indemnities included in the Alleged Agency Agreements (whether in \n2014 or at any time thereafter). \nA1/25/11\n12 8.7. The fact that the “account fact sheets” held by the Bank do not identify them as acting \nas agents for the Alleged Principals. \n9. As to D3-8/¶17, and for the avoidance of doubt, it is denied that: \n9.1. The English Suppliers executed the Supply Agreements on instructions from their \nAlleged Principals.  \n9.2. The English Suppliers executed the Supply Agreements in good faith. The English \nSuppliers knew that the Supply Agreements were shams for the reasons given in \nA"}
{"start": 24500, "text": "eafter). \nA1/25/11\n12 8.7. The fact that the “account fact sheets” held by the Bank do not identify them as acting \nas agents for the Alleged Principals. \n9. As to D3-8/¶17, and for the avoidance of doubt, it is denied that: \n9.1. The English Suppliers executed the Supply Agreements on instructions from their \nAlleged Principals.  \n9.2. The English Suppliers executed the Supply Agreements in good faith. The English \nSuppliers knew that the Supply Agreements were shams for the reasons given in \nAPOC/¶¶24, 25 and 32 and above.  \n9.3. The Supply Agreements had any legitimate commercial purpose. \n9.4. There was any intention that any goods would be delivered pursuant to the Supply \nAgreements. \nThe BVI Suppliers \n10. As to D3-8/¶19: \n10.1. ¶¶19(1), (2) and (4) are denied.   In particular, the BVI Suppliers would need (at least) a \nwebsite, offices, staff, workforce and public presence in order to (i) successfully purchase \nfrom a third party supplier on an arm’s length basis oil with an aggregate value of US$100 \nmillion and (ii) arrange for delivery of the same to Ukraine.  The contention to the contrary \nin ¶19(2) is inherently incredible and is denied accordingly. \n10.2. It is admitted that ¶19(3) accurately summarises the purported delivery terms of the \npurported “2014-2015” supply agreements.  ¶19(5) is admitted as to money movements.   \nThese matters are consistent with the supply agreements being shams and devices to \ncover up the Misappropriation. \nUKRAINIAN LAW\nLiability in tort \n11. Alleged requirement to prove breach of a specific provision of Ukrainian law; and to \ndemonstrate causation by reference to such specific breach (D1/¶59(1)-(3); D2/¶¶37(1), 39; \nD3-8/¶23): \nA1/25/12\n13 11.1. It is denied that D1/¶59(1)-(3); D2/¶¶37(1), 39; and D3-8/¶23 accurately summarise \nUkrainian law. \n11.2. The requirement of unlawfulness for the purposes of Article 1166 of the Civil Code is \ninterpreted widely in Ukrainian law. An action will be unlawful if it is contrary to the \nUkrainian Constitution, legislation, international treaty, executive orders, regulatory \ninstruments or court judgments. A person who deprives another of their property, other \nthan in accordance with Ukrainian law, or takes any action intended to harm another \nperson or abuse their rights, acts unlawfully for the purposes of Article 1166. \n11.3. Where conduct has caused harm, that conduct is deemed to be unlawful unless the \nalleged tortfeasor was authorised to carry out the relevant conduct. \n11.4. There are no special statutory rules governing the issue of causation in Ukrainian law. \nCausation is a matter of fact and the question in each case is whether the damage or \nloss would have occurred but for the defendant’s unlawful conduct.  \n12. Criminal conduct (D1/¶59(4); D2/¶37(2)-(3)): \n12.1. It is denied that the Bank cannot rely on allegations of criminal conduct under Ukrainian \nlaw without a finding by a Ukrainian criminal court.  Conduct which is prohibited by the \nUkrainian Criminal Code may be relied upon in civil proceedings as “unlawful conduct” \nfor the purposes of establishing a claim under Article 1166 without the need for the \nclaimant to plead or prove that the defendant has been the subject of a criminal \nconviction in respect of the same. \n12.2. Accordingly, the Bank’s claims in these proceedings do not require a criminal finding in \norder for civil liability to arise under Article 1166.  \n13. Acts which constitute harm for the purposes of Article 1166 (D1/¶¶60, 61(1)-(4), 77(4); \nD2/¶¶39(1)-(3), 55(1)-(2); D3-8/¶¶24-25).  \n13.1. It is denied that D1/¶¶60, 61(1)-(4), 77(4); D2/¶¶39(1)-(3), 55(1)-(2); and D3-8/¶¶24-25 \naccurately summarise what acts constitute harm for the purposes of Article 1166. \n13.2. Electronic transfer of funds from one party to a third party may constitute harm for the \npurposes of Article 1166(1) even where such transfer is temporary and/or consideration \nor compensation is received in return and/or where the relevant "}
{"start": 28000, "text": " (D1/¶¶60, 61(1)-(4), 77(4); \nD2/¶¶39(1)-(3), 55(1)-(2); D3-8/¶¶24-25).  \n13.1. It is denied that D1/¶¶60, 61(1)-(4), 77(4); D2/¶¶39(1)-(3), 55(1)-(2); and D3-8/¶¶24-25 \naccurately summarise what acts constitute harm for the purposes of Article 1166. \n13.2. Electronic transfer of funds from one party to a third party may constitute harm for the \npurposes of Article 1166(1) even where such transfer is temporary and/or consideration \nor compensation is received in return and/or where the relevant funds are returned to the \nA1/25/13\n14 victim directly or indirectly.  In particular, where the victim of unlawful conduct suffers \nloss in the form of a misappropriation of its property, that loss is not reduced (and harm \nis still suffered) even if the alleged tortfeasor returns the property to the victim in \npurported discharge of some other liability owed to the victim. \n13.3. As to D1/¶60(2)(b)(1) and D2/¶38(1), it is irrelevant as a matter of Ukrainian law and for \nthe purposes of a claim under Article 1166 that the monies were transferred by the Bank \nto the Borrowers pursuant to the Relevant Loan Agreements.  \n13.4. As to D1/¶60(3) and D2/¶38(1), it is denied that the Bank’s claim under Article 1166 is \ndependent upon demonstrating that the funds transferred by the Bank to D3-8 were the \nBank’s funds (in the proprietary sense). In any event, it is irrelevant as a matter of \nUkrainian law whether the funds received by D3-8 were the Bank’s funds (in a proprietary \nsense). \n13.5. It is denied that Article 3(1)(2) of the Civil Code is a provision which is incapable of being \nbreached for the purposes of meeting the requirement of unlawful conduct in a claim \nunder Article 1166.  \n13.6. As to Articles 13(2) and 13(3) of the Civil Code:  \n13.6.1. It is denied, if it be alleged, that the entry into a commercial agreement resulting \nin the transfer of funds by one party to a third party cannot constitute a breach of \nArticle 13(2) of the Civil Code. If such conduct breaches the rights of others and/or \nwas done to cause harm to another person or abuse the rights of other persons, \nit will constitute a breach of Article 13(2) (and will therefore constitute unlawful \nconduct for the purposes of Article 1166).  \n13.6.2. Properly construed, Article 13(2) imposes a duty on an individual or entity not to \nexercise its civil rights to cause harm to another. Breach of that duty constitutes \nunlawful conduct for the purposes of Article 1166.  \n13.6.3. Article 13(2) and 13(3) apply to actions as well as omissions.  \n13.7. D1/¶61(4) and D2/¶39(3) are denied. \n14. JSC Law and Law on Banks (D1/¶¶61(5)-(10); D2/¶¶39(4)-(7), 55(3)(b)-(c), 63-64):  \nA1/25/14\n15 14.1. It is admitted that, where a provision of the JSC Law contradicts a provision of the Law \non Banks, the provision of the Law on Banks will prevail. \n14.2. It is denied that Article 63(1) of the JSC Law is identical in substance to, or contradicts, \nArticle 43(1) of the Law on Banks. Accordingly, they can be applied to the same case.  \n14.3. As to D1/¶61(7) and D2/¶¶39(5), 47(2)(a), 64(1)-(2): it is admitted that Article 42(10)-(11) \nof the Law on Banks came into force on 10 January 2015.  \n14.3.1. Insofar as D1 and/or D2’s conduct as alleged in APOC/¶¶52-57 took place before \nthat date, such conduct was a breach of Article 63(1) of the JSC Law. \n14.3.2. Insofar as D1 and/or D2’s conduct as alleged in APOC/¶¶52-57 took place after \nthat date, it is averred that such conduct was a breach of Article 42(10)-(11) of \nthe Law on Banks. It is accordingly denied that no liability can arise under Article \n42(10)-(11). \n14.4. D1/¶61(9)(d) and D2/¶39(7)(e) are admitted as regards the Relevant Loans, all of which \nwere made before 8 March 2015. Related party loans made after this date without the \nnecessary approval of the Supervisory Board would be void. \n14.5. D1/¶61(10)(b) is denied. Under Article 52 of the Law on Banks as it was before and after \n8 March 2015, where a single person holds a signifi"}
{"start": 31500, "text": "(10)-(11) of \nthe Law on Banks. It is accordingly denied that no liability can arise under Article \n42(10)-(11). \n14.4. D1/¶61(9)(d) and D2/¶39(7)(e) are admitted as regards the Relevant Loans, all of which \nwere made before 8 March 2015. Related party loans made after this date without the \nnecessary approval of the Supervisory Board would be void. \n14.5. D1/¶61(10)(b) is denied. Under Article 52 of the Law on Banks as it was before and after \n8 March 2015, where a single person holds a significant participation in both a bank and \nanother entity, that entity is a related party of the bank. The definition of ‘significant \nparticipation’ is sufficiently broad to include legal and/or beneficial forms of ownership. \n15. Applicability of Article 614 (D1/¶ 62; D2/¶40; D3-8/¶26): \n15.1. Article 614 of the Civil Code does apply to tortious liability under Article 1166 of the same.  \n15.2. Further, Articles 614 and 1166 should be read together: Article 614 contains the general \nrules on obligations and Article 1166 deals specifically with tortious obligations.  \n16. Attribution (D1/¶63(2); D2/¶41(2); D3-8/¶27(2)): \n16.1. D1/¶63(2); D2/¶41(2); and D3-8/¶27(2) are denied.  The Ukrainian courts would apply a \nprinciple of common sense to determine the knowledge attributable to legal persons. In \nparticular: \nA1/25/15\n16 16.1.1. The question of a company’s knowledge is ultimately a matter of fact.  \n16.1.2. The Ukrainian court will consider what a company knew or should have known \nthrough persons acting on its behalf.  \n16.1.3. In appropriate circumstances (and without limitation) the Ukrainian court may \nconclude that a company has the knowledge of an (ultimate) shareholder and/or \ncontroller and/or individual giving instructions to the company, even if that \nindividual was not a de jure director of the company and/or was not formally \nauthorised to act on its behalf.  \n16.1.4. Conversely, in appropriate circumstances, the Ukrainian court may decline to \nattribute to a company the knowledge of an individual ordinarily authorised to act \non its behalf (eg a de jure director or agent), or knowledge of a shareholder or \ncontroller, where that individual has perpetrated or been involved in a fraud \ncommitted against the company.6\n17. Article 1190 and joint and several liability (D1/¶¶65-66; D2/¶¶37(3), 43; D3-8/¶29):  \n17.1. The Supreme Court of Ukraine has recognised that where separate actions are taken by \nseparate tortfeasors, the harm caused by those actions taken together can be regarded \nas a single (indivisible) harm, for which the tortfeasors will be jointly and severally liable \nunder Article 1190 of the Civil Code, provided their actions are interconnected, \ncumulative and/or motivated by the same intent.  \n17.2. An individual tortfeasor is, pursuant to Article 1190(1), by default jointly and severally \nliable to compensate for all the harm caused by multiple tortfeasors unless the court \norders otherwise.   \n17.3. It is denied, if it be alleged, that no cause of action can arise in Ukrainian law where \nmultiple tortfeasors conspire and combine together to cause harm to a victim by unlawful \nacts committed by one or more of them. To the contrary, provided that the multiple \ntortfeasors’ separate actions are interconnected, cumulative and/or motivated by the \nsame intent, they may be held jointly and severally liable for the harm caused by their \nactions taken together. In such a situation, a tortfeasor (A) is jointly and severally liable \n6 See too the 5 May Response (paragraph 38).  \nA1/25/16\n17 for the harm caused to the victim even if specific unlawful acts were committed by \nanother of the tortfeasors (B). \n17.4. In the premises, D1/¶¶65-66; D2/¶¶37(3), 43; and D3-8/¶29 are denied. \n18. Competition of claims (D1/¶¶60(2)(a), 74-75; D2/¶¶38(1), 44, 53):  \n18.1. The choice of legal remedy – whether in tort or in contract – is a matter for the claimant’s \nelection. \n18.2. It is denied that the Bank cannot bring a claim under Art"}
{"start": 35000, "text": "\n6 See too the 5 May Response (paragraph 38).  \nA1/25/16\n17 for the harm caused to the victim even if specific unlawful acts were committed by \nanother of the tortfeasors (B). \n17.4. In the premises, D1/¶¶65-66; D2/¶¶37(3), 43; and D3-8/¶29 are denied. \n18. Competition of claims (D1/¶¶60(2)(a), 74-75; D2/¶¶38(1), 44, 53):  \n18.1. The choice of legal remedy – whether in tort or in contract – is a matter for the claimant’s \nelection. \n18.2. It is denied that the Bank cannot bring a claim under Article 1166 if (as claimed by D1 \nand D2) D1 and D2 had contracts with the Bank in respect of their work on the \nSupervisory Board.  \n18.3. The Bank is entitled to bring claims pursuant to Article 1166 of the Civil Code, Article 42-\n43 of the Law of Banks and/or Article 63 of the JSC Law against former members of the \nSupervisory Board (including D1 and D2) even if the former member of the Supervisory \nBoard had a contract with the Bank.7\n18.4. In the premises, D1/¶¶60(2)(a), 74-75 and D2/¶¶38(1), 44, 53 are denied. \nLiability in unjust enrichment  \n19. Governing law (D3-8/¶¶31, 48-49): \n19.1. The analysis of governing law in D3-8/¶¶31, 48-49 is denied. \n19.2. Ukrainian law applies to the Bank’s claim in unjust enrichment pursuant to Article 10(1) \nof the Rome II Regulation (“ Rome II ”). The non-contractual obligation of D3-8 arising out \nof their unjust enrichment is closely connected to the tortious relationship existing \nbetween the Bank and D3-8. It is common ground that Bank’s claim in tort against D3-8 \nis governed by Ukrainian law.  \n19.3. Alternatively, Ukrainian law applies pursuant to Article 10(4) of Rome II. D3-8’s non-\ncontractual obligation arising out of unjust enrichment is manifestly more closely \nconnected to Ukraine than Cyprus (the law contended for by D3-8 pursuant to Article \n10(3) of Rome II).  \n7 See too the 5 May Response (paragraphs 39-40). \nA1/25/17\n18 19.4. It is denied that the English court should apply Article 51 of the Law of Ukraine “On \nInternational Private Law” to determine the governing law under Article 1212. \n20. Ukrainian law of unjust enrichment (D3-8/¶¶33-35)   \n20.1. As to D3-8/¶33(1)-(2), insofar as it is of any relevance (given that credits to a bank \naccount constitute property under Cypriot law in any event), Article 38 does not provide \nthat the question whether or not something constitutes “property” is governed by the law \nof the location of the alleged property. On its proper interpretation, Article 38 provides \nthat the law of the location of the alleged property governs the question of how that \nproperty is to be classified (whether as moveable, immovable or in some other category). \nAlternatively, if Article 38 does have the interpretation alleged by D3-D8, its application \nwould amount to renvoi and is excluded by Article 24 of Rome II. \n20.2. The crediting of a bank account in the name of a defendant constitutes (i) the acquisition \nor preservation of property by that defendant and/or (ii) the enrichment of that defendant. \nD3-8 have not explained any basis on which this would not “necessarily” be the case.   \nD3-8/¶33(3) is accordingly denied.  \n20.3. Article 1212(2) of the Civil Code provides that a defendant may be liable for unjust \nenrichment irrespective of whether the unjust enrichment occurred as a result of the \nconduct of the defendant, the victim or a third party, or as a result of some other event.  \nFurther, there is no requirement in Ukrainian law for the claimant to have suffered a \nreduction in his property in order to bring a claim in unjust enrichment.  Accordingly, there \nis no requirement for the defendant’s enrichment to be directly connected to, and be a \ndirect cause or consequence of, the victim’s loss of property.  The second sentence of \nD3-8/¶34(2) is accordingly denied. \n20.4. Where the purported contract pursuant to which an enrichment is transferred to a \ndefendant is void, a claimant may bring a claim in unjust enrichment whether or not the \ncontract h"}
{"start": 38500, "text": "ed a \nreduction in his property in order to bring a claim in unjust enrichment.  Accordingly, there \nis no requirement for the defendant’s enrichment to be directly connected to, and be a \ndirect cause or consequence of, the victim’s loss of property.  The second sentence of \nD3-8/¶34(2) is accordingly denied. \n20.4. Where the purported contract pursuant to which an enrichment is transferred to a \ndefendant is void, a claimant may bring a claim in unjust enrichment whether or not the \ncontract has been held to be invalid by the court.  D3-8/¶35 is accordingly denied.  \nVoid and voidable contracts \n21. As to D1/¶¶70-73,77(3)(b), 88; D2/¶¶49-51, 57; and D3-8/¶¶37-39: \n21.1. It is admitted that there is a presumption of validity in respect of any transaction.  \nA1/25/18\n19 21.2. A transaction which involves the misappropriation of property and/or the dealing in \nmisappropriated property will be void pursuant to Article 228 of the Civil Code as a \nviolation of public policy.  \n21.3. As to D1/¶¶77(3)(b), 88; D2/¶57; and D3-8/¶37, it is denied that the Bank is required to \nbring proceedings against each of the Borrowers for declarations that the Relevant Loans \nare void or should be avoided before it can pursue the claims against the Defendants in \nthese proceedings. Where, as a matter of Ukrainian law, a contract is void, there is no \nneed for that contract to be declared invalid by a court before the consequences of its \ninvalidity can be applied. \nLimitation \n22. As to D1/¶¶84-87; D2/¶¶5(5), 45, 54, 62; and D3-8/¶¶60-65:  \n22.1. Pursuant to Article 257 of the Civil Code, the relevant limitation period in respect of each \nof the causes of action identified in the APOC is three years.  \n22.2. Pursuant to Article 261(1) of the Civil Code, the limitation period begins on the date on \nwhich the claimant acquires actual or constructive knowledge of the facts on which its \ncause of action depends. \n22.3. Pursuant to Article 267(5) of the Civil Code, the court has a wide discretion to disallow a \nlimitation defence if it finds there are valid reasons to do so. The court will assess whether \nthere were objective reasons beyond the claimant’s control that prevented or significantly \nhindered the claimant from bringing the action within the limitation period.  \n22.4. Pursuant to Article 16(3) of the Civil Code, the Ukrainian court has a discretion to refuse \nto recognise or uphold a legal right (including a defence of limitation) where it concludes \nthat that right is being exercised in an abusive manner or for an abusive purpose. \n22.5. Applying the above principles, it is denied that the Bank’s claims are statute barred as \nalleged in D1/¶¶84-87; D2/¶¶5(5), 45, 54, 62; and D3-8/¶¶60-65. \n23. The Bank relies in particular on the following facts and matters in support of the aforesaid \ndenial: \n23.1. Until 18 December 2016, the Bank was under the control of D1-D2. The Bank is not to \nbe attributed with knowledge of the facts and matters giving rise to the claims brought in \nA1/25/19\n20 these proceedings until a reasonable period after the Bank’s nationalisation.  In this \nregard, if it becomes necessary for the court to determine what constitutes a reasonable \nperiod, the Bank will rely on the following points: (i) the need to keep the Bank operational \nafter nationalisation; (ii) the complexity of the frauds perpetrated against the Bank by D1-\nD2; (iii) the absence, destruction and backdating of relevant documentation;8 and (iv) \nthe fact that many Bank employees remained loyal to D1-D2 even after the Bank’s \nnationalisation.9\n23.1A. The Bank first acquired knowledge of the misappropriation of funds by D1 and/or D2 in \nthe manner alleged in these proceedings between August and December 2017: see the \n22 May Response (paragraph 36).\n23.2. Further or alternatively, if, contrary to the Bank’s primary case, it is to be attributed with \nknowledge prior to 18 December 2016, the court should exercise its discretion to dis-\napply the limitation pe"}
{"start": 42000, "text": "Bank employees remained loyal to D1-D2 even after the Bank’s \nnationalisation.9\n23.1A. The Bank first acquired knowledge of the misappropriation of funds by D1 and/or D2 in \nthe manner alleged in these proceedings between August and December 2017: see the \n22 May Response (paragraph 36).\n23.2. Further or alternatively, if, contrary to the Bank’s primary case, it is to be attributed with \nknowledge prior to 18 December 2016, the court should exercise its discretion to dis-\napply the limitation period pursuant to Article 267(5) and/or refuse to allow the \nDefendants to rely on any applicable limitation period pursuant to Article 16(3). The Bank \nwas prevented or significantly hindered from bringing the current claims while D1-D2 \nowned and controlled the Bank. \n23.2A. Further or alternatively, D1 and D2 are seeking to exercise their right to rely on a \ndefence of limitation in an abusive manner: see the 22 May Response (paragraphs 38 \nand 39).\n23.3. Further or alternatively, if the three year limitation period expired before 19 December \n2017, the application of that limitation period conflicts and/or is manifestly incompatible \nwith public policy in that it causes undue hardship to the Bank.  In the circumstances, the \nthree year limitation period should be dis-applied and/or extended pursuant to section \n2(1) of the Foreign Limitation Periods Act 1984 and/or in accordance with Article 26 of \nRome II.  \n24. It is further denied (insofar as it is a part of the Defendants’ defences) that the claims against \nthe Defendants cannot succeed because the Bank has not brought proceedings against the \nBorrowers to avoid the Relevant Loans and/or the Original Ukrainian Borrowers and D3-8 to \navoid the Relevant Supply Agreements and/or to have the Relevant Loans and/or Relevant \nSupply Agreements declared void within the three year period from the date on which those \n8 As to which, see the 5 May Response (paragraph 6). \n9 As to which, see the 5 May Response (paragraph 7). \nA1/25/20\n21 purported loans/agreements were entered into. Such proceedings are not necessary for the \npurposes of the claims made against the Defendants in these proceedings: paragraph 21.3 \nabove is repeated. \nCYPRIOT LAW\n25. As to D3-8/¶¶50-52:  \n25.1. Liability in unjust enrichment under Cypriot law is governed: \n25.1.1. by s. 70 of the Cypriot Contract Law, Cap 149, quoted in D3-8/¶50 (albeit wrongly \nattributed to the “Cypriot Civil Code”) ; \n25.1.2. by s. 65 of the Cypriot Contract Law, which provides that “ When an agreement is \ndiscovered to be void, or when a contract becomes void, any person who has \nreceived any advantage under such agreement or contract is bound to restore it, \nor make compensation for it, to the person from whom he received it ”. \n25.2. Both sections are based on, and introduce to the law of Cyprus, common law principles, \nconsistent with s. 29(1) of the Court of Justice Law 1960.  Further, both sections are \ninterpreted and applied in a manner that is consistent with principles of unjust enrichment \ndeveloped in English common law and equity.  \n25.3. Section 70 requires four conditions to be established: ( i) the act must be done lawfully; \n(ii) by another person; ( iii) it must be done by a person not intending to act gratuitously; \nand ( iv) the person for whom the act is done must enjoy the benefit of it. \n25.4. As to requirement (i): the fact that a claimant has been defrauded, and the scheme used \nto perpetrate the fraud was unlawful, does not deprive the claimant of a claim under s. \n70 by reason of the fact that the relevant act was unlawful.  \n25.5. As to requirement (iv): a defendant is liable for unjust enrichment even if he received the \nbenefit of the act in his capacity as an agent for an undisclosed principal.  \n25.6. Section 70 applies in circumstances in which the defendant did not receive a benefit \ndirectly from the claimant, including (i) where the defendant received a benefit indirectly \nfrom the claimant by way of an i"}
{"start": 45500, "text": "deprive the claimant of a claim under s. \n70 by reason of the fact that the relevant act was unlawful.  \n25.5. As to requirement (iv): a defendant is liable for unjust enrichment even if he received the \nbenefit of the act in his capacity as an agent for an undisclosed principal.  \n25.6. Section 70 applies in circumstances in which the defendant did not receive a benefit \ndirectly from the claimant, including (i) where the defendant received a benefit indirectly \nfrom the claimant by way of an intervening transaction which is found to be a sham (or \nvoidable or void) and/or (ii) where the defendant received a benefit indirectly from the \nclaimant by way of co-ordinated transactions which formed a single scheme.  \nA1/25/21\n22 25.7. A defendant may raise a ‘change of position’ defence to a claim under s. 70. However, \nan agent who is privy to a fraud and/or a person who changes his position in bad faith \ncannot avail himself of the same.  \n25.8. In the circumstances, it is denied that any of the matters set out in D3-8/¶52(1)-(6) mean \nthat D3-8 would not be liable to the Bank pursuant to s. 70. \n25.9. Save as aforesaid, D3-8/¶¶50-52 are denied. \nCausation and loss\n26. D1-D2 and D3-8 contend that their conduct did not cause any loss to the Bank. The bases on \nwhich D1-D2 advance that case (which in turn are relied upon by D3-8: see D3-8/¶66(4)) are \naddressed in turn below. It is averred that D1-D2 caused loss to the Bank in the principal sum \nof US$1,911,877,385 as set out in APOC/¶¶5, 50-53, 56-57 and 60-62.  \n26A. The second sentence of D3-8/¶46(A) is denied insofar as D3-8 contend that their conduct \nin receiving funds into their accounts from accounts held by the Borrowers did not cause \nany harm or loss to the Bank. Such conduct facilitated the Misappropriation and caused \nloss to the Bank as set out in the APOC and the 20 October Response no. 2 (paragraphs \n21 – 23).  \n26B. For further particulars of the Bank’s case that, but for the wrongful conduct of each of the \nDefendants, the Misappropriation would not have taken place, see the 20 October \nResponse no. 2 (paragraphs 21 – 23). \nCausation and loss (1): Alleged Cash Repayments / Intermediary Loans\n27. As to D1/¶15(1) and D2/¶67 (and all similar contentions), it is denied that the drawdowns of \nUS$1.91 billion under the Relevant Loans and referred to at APOC/¶¶5, 50, 52(1)(iv)-(v), 54(a) \nand 6110 have been the subject of genuine repayment by way of Cash Repayments after the \nRelevant Period and before February 2016 or at all. If, which is not admitted, the Cash \nRepayments were made as contended in Schedule 1 to the D1 Defence,11 they were procured \n10 The drawdowns under the Relevant Loans are identified in the 5 May Response (Annex B) and the \n22 May Response (Annex B). See too the 5 May Response (paragraph 21) and the 22 May Response \n(paragraph 1).  \n11 See too the 22 May Response (paragraph 14).  \nA1/25/22\n23 by D1 and D2 and caused by and/or made using funds derived from further illegitimate lending \nby the Bank in an attempt to disguise the true nature of the Relevant Loans (“ Intermediary \nLoans ”). As such, the purported repayments fall to be disregarded.12  APOC/¶62(1) is \nrepeated.  (The Intermediary Loans are identified in the 5 May Response and the 22 May \nResponse (Annex D); the purported repayments of the Relevant Drawdowns are identified in \nthe 5 May Response and the 22 May Response (Annex C) the i2 Charts appended to the First \nAffidavit of Richard Lewis in these proceedings ). \n27A. Further particulars of the Bank’s case that the Intermediary Borrowers were owned and/or \ncontrolled by D1 and D2 and that the Intermediary Loans fall to be disregarded are set out \nin the 5 May Response (paragraph 36), the 22 May Response (paragraph 18) and the 20 \nOctober Response no. 2 (paragraphs 1 – 3, 4(a)-(c), 6 and 9).  \n27B. As to D1/¶¶41(6 A), 41(8) , 50(5), 83(3A) , 83(3B), if  it is or will be D1’s case (which he has \nnot sought to particularise) that Intermed"}
{"start": 49000, "text": "se proceedings ). \n27A. Further particulars of the Bank’s case that the Intermediary Borrowers were owned and/or \ncontrolled by D1 and D2 and that the Intermediary Loans fall to be disregarded are set out \nin the 5 May Response (paragraph 36), the 22 May Response (paragraph 18) and the 20 \nOctober Response no. 2 (paragraphs 1 – 3, 4(a)-(c), 6 and 9).  \n27B. As to D1/¶¶41(6 A), 41(8) , 50(5), 83(3A) , 83(3B), if  it is or will be D1’s case (which he has \nnot sought to particularise) that Intermediary Loans were purportedly repaid by the transfer \nof money, the Intermediary Loan Transferred Assets (as defined at D1/¶41(6 A)), or by the \nuse of funds advanced under New Loans, the Bank will contend s that:  \n27B.1. Insofar as D1 contends that the Intermediary Loans have been repaid by the use \nof funds advanced under the New Loans,  any such Any purported  repayment of \nIntermediary Loans derived from further illegitimate lending under the New Loans\nas particularised in Schedule 3A to the D1 Defence (see paragraph 34 below) and \nfalls to be disregarded (see paragraph 34 below) .  \n27B.2. The Bank’s case in relation to the purported repayment of Intermediary Loans by \nreference to the value of Intermediary Loan Transferred Assets is particularised in \nparagraphs 27C – 28M below. Insofar as D1 contends that the Intermediary Loans \nhave been repaid in other ways, the Bank will respond to D1’s case when it has \nbeen properly pleaded and particularised. \n27B.3. Where: (i) a Relevant Loan has been purportedly repaid using funds derived from \nan Intermediary Loan and that repayment falls to be disregarded as contended for \nin paragraph 27 above; (ii) the Intermediary Loan which was the source of the \nrepayment at (i) is purportedly repaid but that repayment also falls to be \ndisregarded as derived from an illegitimate source (for example and without \nlimitation, a repayment from funds derived from a New Loan as particularised in \nSchedule 3A to the D1 Defence, or from the loans identified in Schedule 1A to the \n12 See too the 22 May Response (paragraph 21).  \nA1/25/23\n24 D1 Defence ); then (iii) as a matter of law the Bank suffers a loss in the sum of the \noutstanding Relevant Loan (which has not been validly repaid). See too paragraph \n35.2.2 below.    \nCausation and loss (2): the Restructuring and the Asset Transfer \n27C. As to D1/¶37, it is admitted and averred that on 14 January 2016 the NBU passed \nResolution No. 8/BT. It is admitted and averred that Resolution No 8/BT approved the \nfindings in the Stress Test Report and recorded that, based on the results of the Stress \nTest, the Bank was required to increase its regulatory capital by UAH 113 billion.  \n27D. As to D1/¶38, it is admitted and averred that on 12 February 2016 the Management Board \nand the Supervisory Board of the Bank approved a document entitled “Financial Recovery \nPlan for PJSC CB PrivatBank for 2016-2019”. It is admitted and averred that the “Financial \nRecovery Plan” included a “Restructuring Program” which included a “ list of actions to be \ntaken by the bank to ensure the required capitalization under the restructuring plan ” (the \n“Restructuring Program ”). The first item in that list stated that the Bank would take 169 \nitems of property (identified in Annex A to the Restructuring Program) with a purported \nvalue of UAH 31 billion onto its balance sheet by 1 April 2016. The third item in that list \nstated that the Bank would take mortgages of 275 objects (identified in Annex B to the \nRestructuring Program) with a purported value of UAH 77 billion by 1 September 2016. \nThe “Financial Recovery Plan” also included proposals to reduce the Bank’s outstanding \nloans to related parties.  \n27E. As to D1/¶39, it is admitted and averred that on 23 February 2016 the NBU passed \nResolution No. 103/BT which approved the Restructuring Program. Further:   \n27E.1. Resolution No. 103/BT: \n27E.1.1. required the fair value of the assets in Annex A to the Restructuring \nProgram"}
{"start": 52500, "text": " Annex B to the \nRestructuring Program) with a purported value of UAH 77 billion by 1 September 2016. \nThe “Financial Recovery Plan” also included proposals to reduce the Bank’s outstanding \nloans to related parties.  \n27E. As to D1/¶39, it is admitted and averred that on 23 February 2016 the NBU passed \nResolution No. 103/BT which approved the Restructuring Program. Further:   \n27E.1. Resolution No. 103/BT: \n27E.1.1. required the fair value of the assets in Annex A to the Restructuring \nProgram to be verified by the NBU, and for those assets to be sold \nby the Bank over a period of 2 years; \n27E.1.2. recorded that, in the event the Bank failed to increase its capital by \nUAH 113 billion, D1 and D2 would be obliged to provide additional \ncollateral and/or undertake actions to increase the Bank’s capital \nwithin a month of the Bank’s failure to comply with the Restructuring \nProgram; and \nA1/25/24\n25 27E.1.3. imposed restrictions on the types of transactions the Bank could \nenter into until the Restructuring Program had been complied with, \nincluding a prohibition on entering into transactions with related \nparties (without the NBU’s consent) or granting loans or financial \nobligations to “ clients with non-transparent ownership \nstructure…[and] clients, whose financial position does not prove \ntheir capacity to service loans under market terms and conditions .”  \n27E.4. It is denied, as alleged in D1/¶39(2)(a), that Annex A to the Restructuring Program \nidentified any loans which were purportedly secured by pledges of the assets listed \nin Annex A. Annex A consisted of a list of assets to be brought onto the Bank’s \nbalance sheet to improve its capital adequacy ratios.  \nThe process of transferring assets to the Bank \n27F. As to D1/¶15(2) and D1/¶¶41(2)-(3) and the process by which assets were transferred to \nthe Bank: \n27F.1. It is admitted that between March 2016 and September 2016 the Bank obtained \nownership and control of the Relevant Loan Transferred Assets and the \nIntermediary Loan Transferred Assets, save that ( i) the Bank’s ownership and/or \ncontrol of certain of those assets is subject to challenge in on-going proceedings \nbefore the Ukrainian courts; ( ii) the Bank did not obtain the land use rights in \nrespect of the training base of FC Dnipro; and ( iii) the Bank has lost title to Hotel \nMir following Ukrainian proceedings brought by the Transferors of that asset (Artis \nLLC and Ardena LLC, two companies which D1 admits are ultimately beneficially \nowned by D1 and D2).  \n27F.2. D1/¶41(2) and ¶41(4) use the defined term “Transferred Assets” generically to refer \nto all of the assets transferred to the Bank (without at any point identifying them). \nIn this Reply: \n27F.2.1. The term “ Transferred Assets ” is used to refer to the Relevant \nLoan Transferred Assets and Intermediary Loan Transferred \nAssets together (and not other assets which were transferred to the \nBank). \n27F.2.2. The term “ Relevant Loan Transferred Assets ” is used to refer to \nthe 252 individual assets identified in Column G to Schedule 2 to \nA1/25/25\n26 the D1 Defence together with an additional asset, being a petrol \nstation at Vinnytsia region, Nemirovsky district, Yazvinki village, \nhighway Lvov-Kirovograd-Znamenka (right, KM 407) (this \nadditional asset appears to have been omitted in error from \nSchedule 2, and rows 33 and 34 of Schedule 2 have been \nerroneously duplicated).  \n27F.2.3. The term “ Intermediary Loan Transferred Assets ” is used to \nrefer to the 132 individual assets identified in Column G to \nSchedule 2A to the D1 Defence (of which 53 are also Relevant \nLoan Transferred Assets).  \n27F.3. The Transferred Assets consisted of the following:  \n27F.3.1. 246 petrol stations;  \n27F.3.2. 72 oil storage facilities; \n27F.3.3. 5 aircraft; and \n27F.3.4. 7 items of real estate (Pidgorodnye Airfield, Hotel Mir, Hotel Zirka, \nthe training base of FC Dnipro, the Dnipro Arena Stadium, and \noffice buildings at ‘Okeanmash’ (Dnipro) and Muzeyny"}
{"start": 56000, "text": "fer to the 132 individual assets identified in Column G to \nSchedule 2A to the D1 Defence (of which 53 are also Relevant \nLoan Transferred Assets).  \n27F.3. The Transferred Assets consisted of the following:  \n27F.3.1. 246 petrol stations;  \n27F.3.2. 72 oil storage facilities; \n27F.3.3. 5 aircraft; and \n27F.3.4. 7 items of real estate (Pidgorodnye Airfield, Hotel Mir, Hotel Zirka, \nthe training base of FC Dnipro, the Dnipro Arena Stadium, and \noffice buildings at ‘Okeanmash’ (Dnipro) and Muzeyny Alley \n(Kiev)).  \n27F.4. The Transferred Assets were transferred to the Bank in the following manner:  \n27F.4.1. Between March 2016 and September 2016 the Bank entered into \nmortgage agreements with a total of 39 companies (the \n“Mortgages ” and the “ Transferors” ). Each Mortgage purported to \nprovide for the Transferor to pledge one or more assets to the Bank \nas collateral for the outstanding balances under one or more \nloan(s). \n27F.4.2. Each Mortgage purported to record the value of the asset(s) \npledged to the Bank (the “ Credit Value ”).  \n 27F.4.3. Within days of a Mortgage being entered into between the Bank \nand the Transferor, the asset(s) pledged under the Mortgage were \ntransferred to the Bank. \nA1/25/26\n27 27F.4.4. The Bank then debited an ‘asset account’ (viz., an internal account \nheld by the Bank bearing the prefix 3409 (a “ 3409 Account ”)) with \nthe purported value of the Transferred Asset (defined above as the \n“Credit Value ”). The transaction narrative recorded in the Bank’s \nTransactional Data in the 3409 Account identifies the Transferred \nAsset.  \n27F.4.5. According to the EY Report dated 22 November 2016, at least 45 \nassets were recorded as assets of the Bank on its balance sheet \n(and their Credit Value debited to the 3409 Account) before the \nBank had acquired title to those assets. \n27F.5. In the case of certain Mortgages, the Credit Value of a Transferred Asset was \npurportedly supported by a valuation report (the “ 2016 Valuation Reports ”). \n27F.6. If the Bank is right that the obligations secured by the Mortgages (viz., the \nBorrowers’ obligations under the Relevant Loans and the Intermediary Borrowers’ \nobligations under the Intermediary Loans) are invalid as alleged in APOC/¶¶32, 62, \nit will follow that the Mortgages themselves are invalid as a matter of Ukrainian law \npursuant to Article 3(3) of the Law on Mortgage and Article 548(2) UCC.  \n27F.7. Further or alternatively, if the Mortgages are valid, the Bank is not bound by the \nvaluation of the assets stated in the Mortgages (viz., the Credit Values): \n27F.7.1. As set out in greater detail in paragraphs 28K – 28M below, in these \nproceedings the Bank is entitled to be compensated for its loss \nunder Article 1166 UCC. That loss is only reduced to the extent of \nthe true value of the Transferred Assets which the Bank has \nreceived purportedly to reduce the outstanding balances under the \nRelevant Drawdowns (whether directly or indirectly as a result of \nthe reduction of the outstanding balances under Intermediary \nDrawdowns).  \n27F.7.2 Further or alternatively, as a matter of Ukrainian law, a mortgagee \nis not bound (as against the mortgagor, or any third party) by the \nvalue of the asset as stated on the face of the mortgage agreement \nat the time the mortgage agreement is entered into with the \nmortgagor or by any contemporaneous valuation / appraisal.\nA1/25/27\n28 Pursuant to NBU Resolution 23 dated 25 January 2012 (and, from \n3 January 2017, NBU Resolution 351), the Bank as mortgagee was \nrequired to treat any asset which is mortgaged in its favour at that \nasset’s true value, irrespective of the value attributed to the asset \non the face of the mortgage agreement. \n27F.7.3. Further or alternatively, as set out in paragraph 28A below, the \nCredit Values as recorded in the Mortgages were inflated by the \nTransferors and the Bank acting on the direct or indirect \ninstructions of D1 and D2. It would be an abuse of rights contrary \nto Article 13 UCC"}
{"start": 59500, "text": "n 351), the Bank as mortgagee was \nrequired to treat any asset which is mortgaged in its favour at that \nasset’s true value, irrespective of the value attributed to the asset \non the face of the mortgage agreement. \n27F.7.3. Further or alternatively, as set out in paragraph 28A below, the \nCredit Values as recorded in the Mortgages were inflated by the \nTransferors and the Bank acting on the direct or indirect \ninstructions of D1 and D2. It would be an abuse of rights contrary \nto Article 13 UCC for D1 and D2 to be permitted to rely on the Credit \nValues in these proceedings.  \n27F.8. In any event, whether the Mortgages and/or loans secured by the Mortgages are \nvalid or invalid, the Bank accepts that its loss claimed in these proceedings will be \nreduced by reference to that portion of the true value of the Transferred Assets \n(save for the aircraft and any asset in respect of which the Bank’s ownership has \nbeen successfully challenged in Ukrainian proceedings) which is properly to be \nattributed to the reduction of the outstanding balances under Relevant Drawdowns \n(whether directly or indirectly via Intermediary Drawdowns). See paragraphs 28K \n– 28M below.  \nAttribution methodology \n27G. As to D1/¶41(4), (6), (6A) and the manner in which the Transferred Assets were applied to \nreduce the outstanding balances under Relevant Loans and Intermediary Loans:  \n27G.1. Subject to minor discrepancies and corrections (which will be the subject of expert \nevidence in due course), it is admitted that, according to the Bank’s Transactional \nData, between March 2016 and September 2016 (whilst under the control of D1 \nand D2) the Bank applied all or part of the Credit Values of each of the Transferred \nAssets to reduce the outstanding balances on the Relevant Loans and \nIntermediary Loans in the manner set out in Annex A to D1’s Response to the \nBank’s Request for Further Information dated 30 July 2021 (the “ Asset Transfer \nRFI Annex A ”).  \n27G.2. For the purposes of these proceedings, the Bank accepts that the methodology to \nbe applied in identifying which Transferred Assets were applied (or purportedly \napplied) towards the reduction of the outstanding balances under Relevant Loans \nA1/25/28\n29 and Intermediary Loans should be the methodology which the Bank did in fact use \nat the relevant time (i.e. in the period March 2016 to September 2016). Accordingly, \n(and without prejudice to the Bank’s case that the Relevant and Intermediary Loans \nare void and/or voidable), the Bank accepts that it should attribute the relevant \nproportion of the true value of the Transferred Assets set out in Schedule 2 and \nSchedule 2A of the D1 Defence and the Asset Transfer RFI Annex A towards the \nreduction of the outstanding balances of the Relevant Loans and Intermediary \nLoans identified therein (subject to minor discrepancies and corrections which will \nbe the subject of expert evidence in due course). \n27G.3. However: \n27G.3.1. Schedule 2, Schedule 2A and the Asset Transfer RFI Annex A do \nnot identify which drawdowns under Relevant Loans and \nIntermediary Loans were repaid by reference to the value of \nTransferred Assets (see D1’s RFI Response dated 30 July 2021, \nparagraph 25).  \n27G.3.2. The Bank is only required to reduce the loss for which it claims in \nthese proceedings insofar as the true value of a Transferred Asset \nhas been properly applied to repay a Relevant Drawdown or \nIntermediary Drawdown (rather than a non-Relevant / non-\nIntermediary Drawdown under a Relevant Loan or a non-\nIntermediary Drawdown under an Intermediary Loan).  \n27G.3.3. The Bank will rely on expert evidence in due course as to the extent \nto which the true value of the Transferred Assets is properly \nattributable to the repayment of Relevant Drawdowns and \nIntermediary Drawdowns.  \n27G.4. Further or alternatively, Schedule 2 and Schedule 2A to the D1 Defence and the \nAsset Transfer RFI Annex A are denied insofar as they purport to apply the entirety \nof the value "}
{"start": 63000, "text": "down under a Relevant Loan or a non-\nIntermediary Drawdown under an Intermediary Loan).  \n27G.3.3. The Bank will rely on expert evidence in due course as to the extent \nto which the true value of the Transferred Assets is properly \nattributable to the repayment of Relevant Drawdowns and \nIntermediary Drawdowns.  \n27G.4. Further or alternatively, Schedule 2 and Schedule 2A to the D1 Defence and the \nAsset Transfer RFI Annex A are denied insofar as they purport to apply the entirety \nof the value of the Transferred Assets in reduction of the outstanding balances of \nthe identified Relevant Loans and Intermediary Loans.  Where a Transferred Asset \nhas been applied purportedly to reduce the outstanding balances of both (a) one \nor more Relevant Loans and/or Intermediary Loans and (b) loans which are neither \nRelevant nor Intermediary Loans (“ Other Loans ”), only a proportion of the true \nvalue of the Transferred Asset is to be applied in reduction of the outstanding \nA1/25/29\n30 balance of the Relevant and/or Intermediary Loan (as appropriate).  See \nParagraphs 28K-28M below.  \n27G.5. Paragraph 27F.8 above is repeated. \n27H. As to D1/¶41(5), (7), (8): \n27H.1. D1/¶41(5), it is admitted that the Ernst & Young report dated 22 November 2016 \nrecords that “ According to information provided by the Bank, during March – \nSeptember 2016, the Bank recognised 391 repossessed collateral properties. The \nestimated value of the property at the time it was recorded in the Bank’s books was \nUAH 45.5 billion ”. According to that report, the Bank’s valuations were insufficiently \ndetailed, not reasonably justified and fell short of national and international \nstandards.  Ernst & Young conducted a desk top review of the Bank’s analysis \n(based solely on the documents provided by the Bank) which showed that, \nadjusting only for calculation errors and sensitivities, “ repossessed asset value[s] \nmay have been overestimated by 20 – 37% .”  \n27H.2. It is admitted that the Bank’s Transactional Data records that the outstanding \nbalances under the Relevant Loans were reduced by reference to all or part of the \nCredit Values of the Relevant Loan Transferred Assets. The total sums by which \nthose outstanding balances were reduced in the Bank’s Transactional Data will be \nthe subject of expert evidence in due course.  \n27H.3. It is admitted that the Bank’s Transactional Data records that the outstanding \nbalances under Intermediary Loans were reduced by reference to all or part of the \nCredit Values of Intermediary Loan Transferred Assets. The total sums by which \nthose outstanding balances were reduced in the Bank’s Transactional Data will be \nthe subject of expert evidence in due course. \n27H.4. The Credit Value of each Transferred Asset (as recorded on the face of the \nMortgage Agreement and subsequently attributed to that Transferred Asset in the \nBank’s Transactional Data) exceeded the true value of the Transferred Asset at \nthe time of the asset’s transfer to the Bank. See paragraph 28B below.  \nOnward Transfers \n27I. In the case of the petrol stations, oil storage facilities and aircraft, the relevant Transferred \nAsset was transferred (by sale or lease) by the Bank to a company ultimately owned or \nA1/25/30\n31 controlled by D1 and/or D2 shortly after it had been accepted onto the Bank’s balance \nsheet (the “ Onward Transfers ” and the “ Onward Transferees ”). In particular:  \n27I.1. In the case of each of the petrol stations and oil storage facilities, shortly after the \nasset had been transferred to the Bank and its Credit Value applied purportedly to \nreduce the outstanding balance(s) under loan(s), the Bank entered into a ‘finance \nlease’ agreement by which it leased the petrol station / oil storage facility to an \nOnward Transferee (the “ Finance Leases ”). The Finance Leases provided that:  \n27I.1.1. The Bank retained title to the petrol station / oil storage facility and \nthe Onward Transferee had the right to occupy the petrol station / \noil"}
{"start": 66500, "text": "ly after the \nasset had been transferred to the Bank and its Credit Value applied purportedly to \nreduce the outstanding balance(s) under loan(s), the Bank entered into a ‘finance \nlease’ agreement by which it leased the petrol station / oil storage facility to an \nOnward Transferee (the “ Finance Leases ”). The Finance Leases provided that:  \n27I.1.1. The Bank retained title to the petrol station / oil storage facility and \nthe Onward Transferee had the right to occupy the petrol station / \noil storage facility during the term of the lease.  At the end of the \nterm, provided all payments had been made to the Bank in \naccordance with the Finance Lease, the Onward Transferee would \nacquire title to the property.  \n27I.1.2. The Onward Transferee was required to pay capital and interest in \ninstalments (generally monthly) to the Bank for the duration of the \nterm. The Finance Leases either contained a ‘payment holiday’ in \nrespect of principal by which no principal was payable for the first \nyear of the term, or were amended in the course of 2016 so as to \nprovide for a ‘payment holiday’ of similar duration. \n27I.1.3 In all but two cases, the value of the petrol station / oil storage \nfacility identified in the Finance Lease exactly matched the Credit \nValue(s) of that asset. For the two assets in respect of which the \nvalue in the relevant Finance Lease was not an exact match for the \nasset’s Credit Value (viz., the oil storage facility at row 259 of \nSchedule 2 and the petrol station at rows 43 and 66 of Schedule \n2A), the difference between the Credit Value and the value in the \nFinance Lease was de minimis . \n27I.2. In the case of the aircraft, see paragraph 28J below.  \n27J. Annex F  to this Reply contains the following information in respect of the Onward Transfers \nand Onward Transferees including: \n27J.1. Relevant row in Schedule 2 / Schedule 2A.  \nA1/25/31\n32 27J.2. The Transferred Asset. \n27J.3. Asset type. \n27J.4. The Onward Transferee. \n27J.5. Lease / sale number.  \n27J.6. Date of the Onward Transfer.  \n27K Each of the real estate assets was leased by the Bank under ‘operational leases’ which \npermitted the lessee to occupy all or part of the relevant property for a period on terms that \nrequired the lessee to make periodic payments to the Bank (the “ Operational Leases ”). \nThe Operational Leases did not provide for the Bank to transfer title to all or part of the \nproperty to the third party. For the avoidance of doubt, the terms “Onward Transfers” and \n“Onward Transferees” used in this Reply do not refer to any of the Operational Leases or \nlessees of the real estate assets. (The Operational Leases are also identified in Annex F ).  \n28. It is denied, as alleged at D1/¶15(2) and thereafter, that the “Asset Transfer” resulted in \ngenuine repayment of any of the Relevant Loans as set out in Schedule 2 to the D1 Defence \nor at all.  \n28.1. Schedule 2 is embarrassing for want of particularity, failing to state (i) the date(s) of any \nof the Asset Transfers; (ii) in many cases, precisely what property was transferred; (iii)\nthe identity of the transferee and whether the transferee was ever recorded as the owner \nof the relevant property in any official registry; (iv) the valuation of each transferred asset \n(and the identity of the valuer of each such asset); and (v) what happened to each asset \nbetween the date of the alleged Asset Transfer and the Bank’s nationalisation; and (vi)\nthe basis on which the purported value of particular assets has been attributed to reduce \nthe value of particular loans.  \n28.2. If, which D1 is required to prove, the Bank ever became the legal and/or beneficial owner \nof any of the assets identified in Schedule 2, such transfers were effected for the \npurposes of disguising the Misappropriation and not for making any genuine repayment \nof the Relevant Loans (and the Bank will contend that such transactions were shams \nand/or contrary to Ukrainian public policy insofar as necessary). Pendin"}
{"start": 70000, "text": "ular assets has been attributed to reduce \nthe value of particular loans.  \n28.2. If, which D1 is required to prove, the Bank ever became the legal and/or beneficial owner \nof any of the assets identified in Schedule 2, such transfers were effected for the \npurposes of disguising the Misappropriation and not for making any genuine repayment \nof the Relevant Loans (and the Bank will contend that such transactions were shams \nand/or contrary to Ukrainian public policy insofar as necessary). Pending proper \nparticularisation and disclosure, the Bank relies on the following matters by way of \nexample:  \nThe Bank’s case \n28A D1 and D2 procured the transfer of the Transferred Assets to the Bank, and the subsequent \nOnward Transfers, in a way that served to (i) disguise the Misappropriation by giving the \nfalse appearance of a substantial reduction in the outstanding balances under the Relevant \nA1/25/32\n33 and Intermediary Loans; and/or (ii) delay any action the NBU might take if it discovered \nthat the Bank was failing or had failed properly to comply with the “Financial Recovery \nPlan”. In particular: \n28A.1. The Credit Values of the Transferred Assets exceeded the true values of those \nassets: see paragraph 28B below.  \n28A.2. D1 and D2 knew that the Credit Values of the Transferred Assets exceeded their \ntrue values: see paragraphs 28C below.  \n28A.3. D1 and D2 owned and/or controlled the Transferors and procured that the \nMortgages entered into by the Transferors included the Credit Value of the \nTransferred Assets rather than their true values: See paragraph 28D – 28F below. \n28A.4. D1 and D2 procured the Bank to reduce the outstanding balances under the \nRelevant Loans and Intermediary Loans by the (inflated) Credit Values, so as to \nreduce the sums which appeared in the Bank’s records as outstanding under the \nRelevant Loans and Intermediary Loans. See paragraph 28G below.  \n28A.5. D1 and D2 procured the Onward Transfers for the purpose of disguising the inflated \nnature of the Credit Values of the Transferred Assets in order to give the false \nimpression that the Credit Values represented the fair market price of the \nTransferred Assets. See paragraphs 28H – 28J below.  \nPara 28A.1: Credit Values exceeded true values \n28B. The Credit Values of the Transferred Assets were in excess of the true values of the \nTransferred Assets. Pending the service of the Bank’s expert evidence on valuation, the \nBank relies on: \n28B.1. The report by Ernst & Young dated 22 November 2016 in which Ernst & Young \nconducted a desk-top review of the valuation used by the Bank for certain of the \nTransferred Assets and concluded that the Bank’s valuations were insufficiently \ndetailed, not reasonably justified and fell short of national and international \nstandards.  Ernst & Young concluded (based solely on the documents provided by \nthe Bank) that, adjusting only for calculation errors and sensitivities, the assets \n“value at initial recognition may be overestimated by 20-37% .” \nA1/25/33\n34 28B.2. The Bank’s 2017 audited financial statements, in which the carrying value of the \nassets transferred to the Bank in 2016 (referred to as the “repossessed collateral”) \nwas impaired by approximately UAH 11,559 million, or c.30% of the total Credit \nValues of all of the assets transferred to the Bank.  \n28B.3. The Bank’s 2018 audited financial statements, in which the Bank re-stated the fair \nvalue of the “repossessed collateral” transferred to the Bank in 2016 from UAH \n21.8 billion to UAH 8.8 billion.  \n28B.4. In 2019 the Bank obtained valuations of certain of the Transferred Assets from PE \nVital Profi, a firm of valuers. The 2019 valuations were, on average, 67% of the \nCredit Values of the Transferred Assets. \n28B.5. Between 2019 and 2021 the Bank sold 40 of the Transferred Assets at public \nauction. The total Credit Value of those 40 assets was UAH 2,000 million. The total \nprice achieved at auction for those 40 assets was UAH 138 million (such that"}
{"start": 73500, "text": "m UAH \n21.8 billion to UAH 8.8 billion.  \n28B.4. In 2019 the Bank obtained valuations of certain of the Transferred Assets from PE \nVital Profi, a firm of valuers. The 2019 valuations were, on average, 67% of the \nCredit Values of the Transferred Assets. \n28B.5. Between 2019 and 2021 the Bank sold 40 of the Transferred Assets at public \nauction. The total Credit Value of those 40 assets was UAH 2,000 million. The total \nprice achieved at auction for those 40 assets was UAH 138 million (such that the \naggregate proceeds of the auction sales represented less than 7% of the \naggregate Credit Values of those 40 assets). See paragraph 28K.4 below and \nAnnex G  to this Reply.  \nPara 28A.2: D1 and D2 knew that the Credit Values exceeded the true values \n28C. D1 and D2 knew that the Credit Values of the Transferred Assets were in excess of the \ntrue values of the Transferred Assets. The Bank relies on the following: \n28C.1. D1 and D2 owned and/or controlled the Transferors and the Transferred Assets \n(see paragraph 28D below) such that it is to be inferred that they knew those \nassets’ true values.  \n28C.2. It was in D1 and D2’s interests to inflate the Credit Values so as to procure greater \npurported reductions in the outstanding balances owed under the Relevant Loans \nand Intermediary Loans than would have been the case had the true values of the \nTransferred Assets being applied by the Bank against the outstanding balances \nunder those loans. That was in D1 and D2’s interests because:  \n28C.2.1. Resolution No. 103/BT recorded that, in the event the Bank failed \nto increase the Bank’s capital by UAH 113 billion, D1 and D2 would \nbe obliged to provide additional collateral and/or undertake actions \nA1/25/34\n35 to increase the Bank’s capital within a month of the Bank’s failure \nto comply with the Restructuring Program. (See paragraph 27E.1.2 \nabove).  \n28C.2.2. D1 apparently believed (see D1/¶¶38-39) that if he and D2 did not \ntransfer onto the Bank’s books assets with a purported value of \nUAH 31 billion so as to discharge certain loans, the NBU would call \nin the NBU’s re-financing loans.  \n28C.2.3. The Relevant Loans were purportedly secured by the Share \nPledges: see paragraph 28D.3 below.   \n28C.2.4. D1 and D2 had misappropriated USD 1.911 billion from the Bank \nas set out in the APOC. It was in their interests to make it appear \nas if the outstanding balances under Relevant Loans and \nIntermediary Loans had been the subject of significant reductions.   \n28C.3. D1 and D2 owned and/or controlled the Onward Transferees, which purportedly \nagreed to pay manifestly excessive sums for the petrol stations, oil storage facilities \nand aircraft: see paragraphs 28H-28J below.  It is to be inferred that D1 and D2 \nwould not have caused or permitted the Onward Transferees to enter into such \narrangements save to support inflated valuations of the Transferred Assets. \nPara 28A.3: D1 and D2 procured the Mortgages to include the inflated Credit Values \nrather than the true values \n28D. D1 and D2 ultimately owned and/or controlled the Transferred Assets and/or the \nTransferors immediately prior to the Transferors’ entry into the Mortgages, and procured \nthe Transferors’ entry into the Mortgages. The Bank relies on the following: \n28D.1. The fact that the Bank’s 2015 Financial Statements record that “ the Bank’s major \nshareholders, aiming to support the Bank’s compliance with the regulatory \nrequirements, contributed their own assets in the form of repossessed collateral to \npartially or fully settle loans issued to related and third parties .”  \n28D.2. The fact that the Mortgages purported to secure loans to the Borrowers and \nIntermediary Borrowers, which were all companies owned and/or controlled by D1 \nand D2. It is inherently improbably that the Transferors would grant security for \nA1/25/35\n36 loans made to companies which were not under the same ownership and control. \nIt is therefore to be inferred that the Transferors, the Borrowers "}
{"start": 77000, "text": "ossessed collateral to \npartially or fully settle loans issued to related and third parties .”  \n28D.2. The fact that the Mortgages purported to secure loans to the Borrowers and \nIntermediary Borrowers, which were all companies owned and/or controlled by D1 \nand D2. It is inherently improbably that the Transferors would grant security for \nA1/25/35\n36 loans made to companies which were not under the same ownership and control. \nIt is therefore to be inferred that the Transferors, the Borrowers and the \nIntermediary Borrowers were under the common ownership and/or control of D1 \nand D2.  \n28D.3. The fact that the outstanding Relevant Loans were purportedly secured by the \nShare Pledges granted by pledgors owned and/or controlled by D1 and D2 and \nover shares in companies owned and/or controlled by D1 and D2 (see paragraphs \n7 – 7B above).  \n28D.4. The fact that shareholders, directors and counterparties of the Transferors were \nassociates and/or nominees of D1 and D2. \n28D.5. The admissions that D1 and D2 were ultimate beneficial owners of the Transferors \nset out in Annex B to D1’s Response to the Bank’s Request for Further Information \ndated 30 July 2021 (although it is denied that the ultimate interests of D1 and D2 \nwere limited to the proportions set out in that Annex). \n28D.6. The fact that some or all of the Onward Transferees were also ultimately owned \nand/or controlled by D1 and D2. \n28E D1 and D2 procured that the Mortgages included the Credit Values rather than the true \nvalues of the Transferred Assets. The Bank relies on the following: \n28E.1. D1 and D2 owned and/or controlled the Bank and the Transferors.  \n28E.2. Paragraph 28C above is repeated. \n28F Insofar as necessary, the Bank will contend that it is to be inferred that D1 and D2 procured \nthe Transferors to provide false and/or incomplete information to the valuers who produced \nthe 2016 Valuation Reports so that the valuers would produce valuations which supported \nthe inflated Credit Value of the relevant Transferred Assets. \nA1/25/36\n37 Para 28A.4: D1 and D2 procured the Bank to reduce the outstanding balances under \nthe Relevant Loans and Intermediary Loans by reference to the Credit Values \n28G. D1 and D2 procured the Bank to credit the outstanding Relevant Loans and Intermediary \nLoan balances with the (inflated) Credit Value of the Transferred Assets rather than their \ntrue value. The Bank relies on the following:  \n28G.1. D1 and D2 owned and/or controlled the Bank (the lender under the loans and the \nmortgagee under the Mortgages), the Borrowers and Intermediary Borrowers \n(whose outstanding liabilities were purportedly reduced), and the Transferors.  \n28G.2. Paragraph 28C above is repeated.  \nPara 28A.5: D1 and D2 procured the Onward Transfers for the purposes set out in \nparagraph 28A.3 above. \n28H. D1 and D2 owned and/or controlled the Onward Transferees. The Bank relies on the \nfollowing:  \n28H.1. The Bank’s 2015 Financial Statements which record that “ the Bank plans to lease \nout the majority of the assets  [including the Transferred Assets] under the operating \nleases to their previous owners as some of those assets are an integral part of \nlarger businesses.” \n28H.2. The back-to-back nature of the Mortgages and Onward Transfers. The Onward \nTransferees entered into the Onward Transfers without any time for adequate due \ndiligence. It is to be inferred that no such due diligence was necessary because \nthe Onward Transferees were ultimately owned and/or controlled by D1 and D2 \n(who also owned the Transferors).   \n28H.3. The fact that, in many cases, the Onward Transferees received funds from the New \nBorrowers (which were ultimately owned and/or controlled by D1 and D2) and other \ncompanies ultimately owned and/or controlled by D1 and D2, including for the \npurposes of making interest and principal payments required under the Onward \nTransfers.  \n28H.4. The fact that the Finance Leases (and/or subsequent amendments thereto) \nprovided for a p"}
{"start": 80500, "text": "r controlled by D1 and D2 \n(who also owned the Transferors).   \n28H.3. The fact that, in many cases, the Onward Transferees received funds from the New \nBorrowers (which were ultimately owned and/or controlled by D1 and D2) and other \ncompanies ultimately owned and/or controlled by D1 and D2, including for the \npurposes of making interest and principal payments required under the Onward \nTransfers.  \n28H.4. The fact that the Finance Leases (and/or subsequent amendments thereto) \nprovided for a payment holiday in respect of the principal due to the Bank. In \nA1/25/37\n38 circumstances in which the ostensible purpose of assets being transferred to the \nBank was to increase the Bank’s regulatory capital, it made no sense for the Bank \nto grant payment holidays on such terms. \n28H.5. The fact that the Onward Transferees of the petrol stations and oil storage facilities \nunder the Finance Leases ceased to make payments pursuant to the Finance \nLeases shortly after the nationalisation of the Bank. \n28H.6. The fact that shareholders, directors and counterparties of the Onward Transferees \nwere associates and/or nominees of D1 and D2. \n28I. D1 and D2 procured the Bank’s entry into the Onward Transfers on terms which supported \nthe Credit Values for the purpose of disguising the fact that the Credit Values exceeded \nthe Transferred Assets’ true values. The Bank relies on the following: \n28I.1. D1 and D2 owned and/or controlled the Bank and the Onward Transferees.  \n28I.2. It was in D1 and D2’s interests to seek to support the inflated Credit Values. \nParagraph 28C above is repeated. \n28I.3. The Finance Leases included or were amended to include ‘payment holidays’ as \nset out above such that the Onward Transferees were not required to make \nsignificant payments in respect of the inflated Credit Value of the petrol stations / \noil storage facilities, and did not in fact do so, prior to nationalisation.  The Onward \nTransferees of the petrol stations and oil storage facilities under the Finance \nLeases ceased to make any payments pursuant to the Finance Leases shortly after \nnationalisation. \n28J. Further, as to the Onward Transfer of the aircraft specifically:  \n28J.2.1.  Schedule 2 asserts that Perser Holdings Limited (“ Perser ”) \ntransferred five aircraft to the Bank to repay indebtedness of certain \nBorrowers (Imris (lines 92 139 ), Metrikom (line 152 206 ), \nSolmbridge (lines 304, 306, 308, 310 400, 402, 404 ), Favore (lines \n369, 371, 373 486, 488 )), under Relevant Loans totalling US$154.6 \nmillion and UAH 125.5 million (together the “ Perser Relevant \nLoans ”).  \nA1/25/38\n39 28J.2.2.  On 22 August 2016 Perser entered into a purported pledge \nagreement pursuant to which Perser pledged nine aircraft to the \nBank as security for the obligations of certain Borrowers (including \nImris, Metrikom, Solmbridge and Favore, along with two others) in \nrespect of ten loans, seven of which were the Perser Relevant \nLoans (the “ Perser Pledge ” and  “ Perser Aircraft ”). The secured \nobligations were stated to amount to US$161.8 million of principal \nand US$2 million of interest.  \n28J.2.3.  On the same day, the security granted to the Bank by the Perser \nPledge was purportedly applied in repayment of the Perser \nRelevant Loans (and certain other, non-Relevant Other Loans). \nUS$159,650,290.30 was purportedly applied to close out positions \nin respect of the seven Perser Relevant Loans. \n28J.2.4. Schedule 2 identifies, in respect of each Perser Relevant Loan, the \nparticular Perser Aircraft said to have been used to satisfy that loan. \nIn each case, the amount of the Perser Relevant Loan purportedly \nsatisfied by the transfer of the Perser Aircraft greatly exceeded the \nvalue of the particular Perser Aircraft according to the valuations \npurportedly prepared for the Bank (the accuracy of which is in any \nevent denied). \n28J.2.5. The next day, 23 August 2016, the Bank purported to sell the \nPerser Aircraft to Dilorsano Consulting Limited (“ Dilors"}
{"start": 84000, "text": "an, the \nparticular Perser Aircraft said to have been used to satisfy that loan. \nIn each case, the amount of the Perser Relevant Loan purportedly \nsatisfied by the transfer of the Perser Aircraft greatly exceeded the \nvalue of the particular Perser Aircraft according to the valuations \npurportedly prepared for the Bank (the accuracy of which is in any \nevent denied). \n28J.2.5. The next day, 23 August 2016, the Bank purported to sell the \nPerser Aircraft to Dilorsano Consulting Limited (“ Dilorsano ”) for a \ntotal consideration of US$163 million.  The entirety of that sum was \npurportedly loaned to Dilorsano by the Bank. \n28J.2.6. Perser and Dilorsano are companies ultimately beneficially owned \nand/or controlled by D1 and/or D2, as is to be inferred from the \nmatters relied upon above.  \n28J.2.7. In the premises, the Perser Relevant Loans were not the subject of \nlegitimate repayment. The transaction described above was \ndesigned to make it appear as though the Perser Relevant Loans \nhad been repaid, when in fact the only purported repayment was \nby way of a further illegitimate loan by the Bank to Dilorsano. \nA1/25/39\n40 28A. The Bank notes D1’s intention to plead that assets were transferred to the Bank as part of \nthe Asset Transfer resulted in the reduction of the amount owed under Intermediary Loans \n(D1/¶41(6)). The Bank will respond to D1’s case if or when it is pleaded and particularised. \nThe impact of the Transferred Assets on the Bank’s claim \n28K. As to D1/¶¶41(7)-(8): \n28K.1 It is denied, if it is alleged, that the loss for which the Bank is entitled to recover \ncompensation in these proceedings is reduced by the amount by which the balance \nof the Relevant Loans was recorded as having been reduced as a result of the \ntransfers of the Transferred Assets.  In accordance with Article 1166 UCC, the \nBank is entitled to recover full compensation for the harm which it has in fact \nsuffered as a result of the unlawful acts alleged. \n28K.2 The harm suffered by the Bank in consequence of making the Relevant \nDrawdowns is only reduced to the extent of ( i) that portion of the true value of the \nTransferred Assets which the Bank has received purportedly in reduction of the \noutstanding balances under the Relevant Drawdowns; and ( ii) that portion of the \ntrue value of the Transferred Assets which the Bank has received purportedly in \nreduction of a portion of the outstanding balance under the Intermediary \nDrawdowns (i.e. those drawdowns under Intermediary Loans or Relevant Loans \nwhich were used in turn to reduce the outstanding balance under a Relevant \nDrawdown). \n28K.3 For the reasons given above, the balances of the Relevant Loans and the \nIntermediary Loans (alternatively, the Relevant Drawdowns and the Intermediary \nDrawdowns) were not reduced by the amounts alleged because the Transferred \nAssets were improperly overvalued and those balances are only to be reduced by \nthe true value of the Transferred Assets. \n28K.4 The true values of the Transferred Assets will be the subject of expert valuation \nevidence to be served in due course.  However, in respect of those Transferred \nAssets which have already been sold by the Bank at auction, the Bank accepts that \nits loss in these proceedings will be reduced by the net proceeds of sale of those \nassets in accordance with the approach set out in paragraphs 28L – 28M below. \nThe Bank sets out in Annex G  details of each Transferred Asset which has been \nsold by the Bank, including details of the transaction by which it was sold and the \nprice received by the Bank.  \nA1/25/40\n41 28K.5. Where the Transferred Assets were valued in Hryvnia, the Bank will convert the \ntrue value of those assets from Hryvnia into US Dollars using the exchange rate \napplicable at the time of the transfer to the Bank (in 2016) and reduce its loss in \nthese proceedings (claimed in US Dollars) accordingly.    \n28L. For the purposes of assessing its loss in these proceedings, the Bank’s loss should b"}
{"start": 87500, "text": "etails of the transaction by which it was sold and the \nprice received by the Bank.  \nA1/25/40\n41 28K.5. Where the Transferred Assets were valued in Hryvnia, the Bank will convert the \ntrue value of those assets from Hryvnia into US Dollars using the exchange rate \napplicable at the time of the transfer to the Bank (in 2016) and reduce its loss in \nthese proceedings (claimed in US Dollars) accordingly.    \n28L. For the purposes of assessing its loss in these proceedings, the Bank’s loss should be \nreduced by an amount referrable to that portion of the true value of the Transferred Assets \nwhich was ultimately applied in reduction of the outstanding balances under the Relevant \nDrawdowns. By way of illustration as to the manner in which a proportionate share of the \ntrue value of the Transferred Assets should be applied to reduce the Bank’s loss, and \npending service of expert evidence, the Bank pleads as follows: \n28L.1. Where the entire Credit Value of a Transferred Asset was applied solely in \nreduction of Relevant Drawdown(s), the Bank’s loss should be reduced by the \nentirety of that Transferred Asset’s true value.  \n28L.2. Where only a percentage of the Credit Value of a Transferred Asset was applied \nin reduction of Relevant Drawdowns(s), and the balance of that Credit Value was \napplied in reduction of Other Loan(s) and/or non-relevant drawdowns under \nRelevant Loans or Intermediary Loans, the Bank’s loss should be reduced by the \npercentage of that Transferred Asset’s true value which was applied in reduction \nof Relevant Drawdown(s). For example: \n28L.2.1. The oil storage facility in Lysyanka Village, Kolkhoznaya Str., 28, \nhad a Credit Value of UAH 101,793,546.00 and the oil storage \nfacility at Repkynsky District had a Credit Value of UAH \n35,039,150.00 (see Asset Transfer RFI Annex A, T6.2). The total \nCredit Value of those two Transferred Assets was UAH \n136,832,696.00 \n28L.2.2 Inter-loan apportionment. On 30 May 2016 at 18:05 and 18:06 the \nCredit Value of those two Transferred Assets was applied to reduce \nthe outstanding balance under a Relevant Loan to Viglon LLC \n(4B13691N) and an Other Loan owed by Viglon LLC as follows:  \nA1/25/41\n42 Loan Value attributed % of value \nRelevant Loan UAH 131,399,306.91 96.029% \nOther Loan UAH 5,433,389.09 3.97% \n28L.2.3 Inter-drawdown apportionment. The total sum outstanding under \nthe Relevant Loan to Viglon LLC (4B13691N) prior to March 2016  \nwas UAH 190,366,008 of which UAH 129,645,000 (i.e. 68.1%) was \na Relevant Drawdown (the balance being non-relevant \ndrawdowns).  \n28L.2.4 Accordingly, the Bank’s loss should be reduced by an amount \nequal to 68.1% of 96.029% (i.e. 65.4%) of the true value of those \ntwo Transferred Assets in these proceedings. \n28L.3. Further, in relation to Intermediary Drawdowns and Intermediary Loan Transferred \nAssets: \n28L.3.1. Where (i) the entirety of the drawdowns under an Intermediary \nLoan were Intermediary Drawdowns; and (ii) the entirety of those \nIntermediary Drawdowns was used to repay Relevant Drawdowns; \nand (iii) the entire Credit Value of a Transferred Asset was applied \nin reduction of that Intermediary Loan(s), the Bank’s loss should be \nreduced by the entirety of that Transferred Asset’s true value. \n28L.3.2. Where ( i) only certain of the drawdowns under an Intermediary \nLoan were Intermediary Drawdowns; and ( ii) the entirety of those \nIntermediary Drawdowns was used to repay Relevant Drawdowns; \nand  ( iii) the entire Credit Value of a Transferred Asset was applied \nin reduction of the outstanding balance under the Intermediary \nLoan, the Bank’s loss should be reduced by an amount equal to a \npercentage of the Transferred Asset’s true value, being the \npercentage of the total drawdowns under the Intermediary Loan \nwhich were Intermediary Drawdowns (the entirety of which were \nused to repay Relevant Drawdowns).  \n28L.3.3. Where ( i) only certain of the drawdowns under an Intermediary \nLoan were Intermediary Drawdowns (i.e. used pu"}
{"start": 91000, "text": "nsferred Asset was applied \nin reduction of the outstanding balance under the Intermediary \nLoan, the Bank’s loss should be reduced by an amount equal to a \npercentage of the Transferred Asset’s true value, being the \npercentage of the total drawdowns under the Intermediary Loan \nwhich were Intermediary Drawdowns (the entirety of which were \nused to repay Relevant Drawdowns).  \n28L.3.3. Where ( i) only certain of the drawdowns under an Intermediary \nLoan were Intermediary Drawdowns (i.e. used purportedly to repay \nA1/25/42\n43 Relevant Drawdown(s)); and ( ii) only a portion of those \nIntermediary Drawdowns was used to repay Relevant Drawdowns; \nand ( iii) only part of the Credit value of a Transferred Asset was \napplied in reduction of the outstanding balance under the \nIntermediary Loan, the Bank’s loss should be reduced by an \namount equal to a percentage of the true value of the Transferred \nAsset’s true value as follows: \nThe \npercentage \nof the true \nvalue of \nTransferred \nAsset for \nwhich the \nBank’s loss \nwill be \nreduced = the \npercentage \nof the total \ndrawdowns \nunder the \nIntermediary \nLoan which \nwere \nIntermediary \nDrawdowns. xthe \npercentage of \nthe \nIntermediary \nDrawdowns \nwhich were \nused to repay \nRelevant \nDrawdowns x the \npercentage \nof that \nTransferred \nAsset’s true \nvalue which \nwas applied \nin reduction \nof the \nIntermediary \nLoan. \n28M. For the avoidance of doubt, the Bank’s loss is not reduced ( i) by reference to the value of \nany asset in respect of which the Bank’s title has been successfully challenged in Ukrainian \nproceedings (such that the Bank no longer owns or controls the asset), viz., Hotel Mir; or \n(ii) by reference to the value of the aircraft, for the reasons given at paragraph 28J.2.7 \nabove. \nCausation and Loss (3): Transformation  \n29. As to D1/¶¶15(3), 42-55 and D2/¶¶67-68 (and all similar contentions), and as addressed \nfurther below: \n29.1. It is denied that the Transformation involved the genuine repayment of any of the sums \noutstanding under the Relevant Loans (or Intermediary Loans) .  \n29.2. It is denied that the implementation of the Transformation Plan was supervised and \ncontrolled by the Curator. It was devised and implemented by D1-D2.  \nA1/25/43\n44 29.3. The purpose of the Transformation was to disguise earlier illegitimate lending to entities \nconnected to D1-D2 (including the Relevant Loans and Intermediary Loans )13 by \nreplacing it with further illegitimate lending in the form of the New Loans to the New \nBorrowers. \n30. To the best of the Bank’s knowledge, the Transformation took place in the circumstances set \nout in Appendix 1 to the First Affidavit of Richard Lewis dated 15 December 2017 in these \nproceedings. In particular: \n30.1. D1 wrote to the NBU on 10 July 2016 to acknowledge the Bank’s failure to comply with \nthe Restructuring Plan and to give his personal guarantee that, among other things, (i)\nrelated party borrowers would start repaying their loans from 1 October 2016 and (ii) a \nfurther UAH 76 billion in collateral would be pledged so as to meet the capital adequacy \nrequirements of the NBU. \n30.2. In early October 2016 D1-D2 wrote to the NBU to acknowledge that the Bank was unable \nto comply with the terms of the Restructuring Plan. D1-D2 requested that the NBU \nconsider a solvent nationalisation of the Bank. They further guaranteed that there would \nbe a restructuring of the Bank’s corporate lending portfolio including (i) the transfer of \nexisting loans to operating companies with real and transparent sources of income; and \n(ii) registration of collateral for those loans at market value.  \n31. Over the course of approximately four weeks between 20 October and 16 November 2016, \npurported loan facilities amounting to UAH 126.9 billion (approximately US$5 billion) were \nadvanced by the Bank to the New Borrowers pursuant to the New Loans. The New Loans had \nthe following characteristics: \n31.1. In the majority of cases, they were applied for, approved,"}
{"start": 94500, "text": "rating companies with real and transparent sources of income; and \n(ii) registration of collateral for those loans at market value.  \n31. Over the course of approximately four weeks between 20 October and 16 November 2016, \npurported loan facilities amounting to UAH 126.9 billion (approximately US$5 billion) were \nadvanced by the Bank to the New Borrowers pursuant to the New Loans. The New Loans had \nthe following characteristics: \n31.1. In the majority of cases, they were applied for, approved, and advanced by the Bank \nwithin one to three business days.  \n31.2. They had long repayment periods (generally to 2025 or 2026) and lower interest rates \nthan the previous loans to the old borrowers.   \n31.3. The New Borrowers were all shell companies which did not have any business or assets \ncapable of financing the repayment of the New Loans. The New Loans were not \nadvanced to operating companies with real and transparent sources of income.  \n13 See the 22 May Response (paragraph 28).  \nA1/25/44\n45 31.4. They were advanced to the New Borrowers without any or any adequate security in \nplace.  As noted above, the Share Pledges were released in the context of the grant of \nthe New Loans on 21 October 2016.   \n31.5. The New Borrowers used the funds drawn down under the New Loans purportedly to \nrepay outstanding loans and interest owed by 193 borrowers (including the Original \nUkrainian Borrowers and the Intermediary Borrowers (except Tinto LLC) ) to the Bank. \nThese purported repayments were made on the same day as the New Borrowers drew \ndown funds under the New Loans. The repayments were purportedly made pursuant to \nsurety agreements between the New Borrowers and the Bank under which the New \nBorrowers guaranteed the 193 borrowers’ liabilities to the Bank and, following payment, \nwould acquire the Bank’s rights as against one or more of the 193 borrowers (the “ Surety \nAgreements ”).  \n31.6. The arrangements described above were put in place notwithstanding the purportedly \nindependent ownership of the 193 borrowers and the New Borrowers. There was no \ncommercial reason for the New Borrowers to use funds advanced by the Bank to repay \nthe 193 borrowers’ loans in this way.  \n31.7. For the avoidance of doubt:  \n31.7.1. It is denied that, prior to the Transformation, the loans to the 193 borrowers were \nadequately secured by collateral including the Share Pledges: see paragraph \n31.4 above. \n31.7.2. It is denied that D1 and D2 intended to put in place genuine and/or adequate \nsecurity for the New Loans to the New Borrowers. \n31.7.3. If it is the Defendants’ case that the Share Pledges had genuine value and D1 \nand D2 planned to release the Share Pledges before putting in place any \nreplacement security for the New Loans to the New Borrowers (as is alleged in \nD1/¶52), such a plan was contrary to the best interests of the Bank and was \nintended to ensure that any assets owned by D1 and/or D2 were free of pledges \nin favour of the Bank.  \n32. In the premises, and for the reasons advanced in paragraph 31 above and in the sub-\nparagraphs below, it is to be inferred that the 193 borrowers and the New Borrowers were and \nA1/25/45\n46 are each owned and/or controlled by D1 and/or D2. Pending disclosure, the Bank relies on the \nfollowing: \n32.1. In respect of 13 of the New Borrowers, the founder, manager and/or director was an \nindividual or entity listed in the Rokoman Spreadsheet and Beneficiary Key (referred to \nat paragraphs 6.2.1 to 6.2.3 above). See Annex C to this Reply.  \n32.2. Fraudulent Enforcement Claims. Between 22 November and 13 December 2017, 30 \nclaims were filed in the name of the Bank against the New Borrowers, purportedly \nseeking to enforce the New Loans (the “ Fraudulent Enforcement Claims ”).  As to this:   \n32.2.1. The Fraudulent Enforcement Claims were fraudulent because they purported to \nbe in the Bank’s name but were not authorised by the Bank.  Rather, the \nstatements of claim filed with the Ukrainian court (i) wer"}
{"start": 98000, "text": "See Annex C to this Reply.  \n32.2. Fraudulent Enforcement Claims. Between 22 November and 13 December 2017, 30 \nclaims were filed in the name of the Bank against the New Borrowers, purportedly \nseeking to enforce the New Loans (the “ Fraudulent Enforcement Claims ”).  As to this:   \n32.2.1. The Fraudulent Enforcement Claims were fraudulent because they purported to \nbe in the Bank’s name but were not authorised by the Bank.  Rather, the \nstatements of claim filed with the Ukrainian court (i) were based on draft \ndocumentation which had been leaked from within the Bank’s legal department \nby those acting against the Bank’s interests, and (ii) bore the forged signature of \nMs Iryna Hryn, a lawyer in the Bank’s legal department.  \n32.2.2. It is to be inferred that D1 and/or D2 procured the issue of the Fraudulent \nEnforcement Claims. Pending disclosure, the Bank relies on the following:  \n(a) Evidence filed on behalf of D1 that (i) in late 2017, he was aware that \nproceedings might be issued against him in England and (ii) he caused \ndefamation proceedings to be issued in Ukraine in order to seise the \nUkrainian courts of the issues raised in these proceedings.  \n(b) D1’s reliance on the Fraudulent Enforcement Claims to seek to have the \ninstant proceedings stayed or dismissed on jurisdictional grounds.   \n(c) The absence of any person other than D1 and/or D2 who would stand to \nbenefit from the Fraudulent Enforcement Claims.   \n32.3. The GPO Claims. Between 6 and 8 December 2017 the General Prosecutor’s Office of \nUkraine (the “ GPO ”) instituted proceedings in the name of the Bank against five of the \nNew Borrowers (Dream Company LLC, Business Prom Invest LLC, Like City LLC, \nBorand Trade LLC, Khromina LLC) seeking to enforce the New Loans (the “ GPO \nClaims ”). The English Suppliers are named as third parties in the claims. The GPO \nClaims were not authorised by the Bank and were brought by the GPO at the behest of \nthe D1. Pending disclosure, the Bank relies on the following:  \nA1/25/46\n47 32.3.1. On 25 November 2017 the GPO (Yuriy Lutsenko) and D1 were photographed \nhaving coffee together in Amsterdam.  \n32.3.2. There is no justification in Ukrainian law or procedure for the joinder of the English \nSuppliers as defendants to the GPO Claims. The relief sought does not affect the \nEnglish Suppliers’ rights. \n32.3.3. The GPO’s claim against Dream Company LLC was dismissed by the court of its \nown motion. When the GPO appealed against that decision, Dream Company \nLLC supported the GPO’s appeal (notwithstanding the fact that the first instance \ndecision was in its favour).  \n32.3.4. The GPO Claims were brought against five of the 36 New Borrowers which, \nbetween them, purportedly ‘transformed’ the indebtedness of all but three of the \n46 Original Ukrainian Borrowers under the Relevant Loans. \n32.3.5. D1 intended to and later did rely on the GPO Claims to assert that the instant \nclaim should be stayed in favour of related proceedings in Ukraine.  \n32.4. The New Borrower Claims. The New Borrowers have brought over 300 separate cases \nin the Commercial Court of Kiev against the Bank in which the New Borrowers seek \norders and declarations, inter alia , that ( i) they have validly repaid the indebtedness of \nthe old borrowers and the Bank has no right to repayment from the old borrowers; ( ii) \nthe New Borrower is entitled to seek repayment from the old borrower pursuant to the \nSurety Agreement(s); and ( iii) the Bank should deliver up the original loan agreements \nwith the old borrowers where the loans have been paid by the New Borrower (together, \nthe “ New Borrower Claims ”). The New Borrower Claims have been instituted by the \nNew Borrowers at the behest and for the benefit of D1 and D2. Pending disclosure, the \nBank relies on the following: \n32.4.1. The New Borrower Claims serve no commercial purpose in circumstances in \nwhich the New Loans were made to the New Borrowers for the purpose of \nrepaying the loans to the 193 borro"}
{"start": 101500, "text": "original loan agreements \nwith the old borrowers where the loans have been paid by the New Borrower (together, \nthe “ New Borrower Claims ”). The New Borrower Claims have been instituted by the \nNew Borrowers at the behest and for the benefit of D1 and D2. Pending disclosure, the \nBank relies on the following: \n32.4.1. The New Borrower Claims serve no commercial purpose in circumstances in \nwhich the New Loans were made to the New Borrowers for the purpose of \nrepaying the loans to the 193 borrowers which they were incapable of repaying. \n32.4.2. D1 intended to and later did rely on the New Borrower Claims to assert that the \ninstant claim should be stayed in favour of related proceedings in Ukraine.  \nFurther, if the New Borrower Claims proceeded to judgment in Ukraine, D1 \nA1/25/47\n48 intended to rely on any such judgments as giving rise to an issue estoppel and/or \nan argument that the Bank had accepted the legitimacy of the New Loans to the \nNew Borrowers and any claim based on earlier illegitimate lending was \ninconsistent with that position.  \n33. Further (i) none of the New Loans have been repaid by the New Borrowers and (ii) there is \napproximately US$5.7 billion outstanding under the New Loans. The New Loans, and the \nTransformation, demonstrate that D1-D2 misappropriated at least US$1.9 billion from the Bank \nprior to its nationalisation which they sought to hide by causing the Bank to enter into the \nTransformation and the New Loans.  \n34. In the premises, the New Loans do not amount to legitimate lending or repayment of the capital \nor interest due under the Relevant Loans (or Intermediary Loans) ; and stand to be ignored.  \nAPOC/¶62(1) is repeated.14\nCausation and loss (4): funds returned to the Bank \n35. As to D1/¶¶8(2), 56-58, 60, 77, 79; and D2/¶¶5(4),15(4)(c), 67(6): the Bank’s case is that: \n35.1. As a matter of Ukrainian law, in order to prove that the Defendants are liable for the \nBank’s loss under Article 1166 or otherwise, it is unnecessary for the Bank to prove that \nD3-8 received any part of the same monies transferred from the Bank to the Borrowers \nunder the Relevant Loans (or the traceable substitute of such monies, applying \nproprietary tracing principles).  In any event, the Bank is able to show that, as a matter \nof factual causation, the drawdowns under the Relevant Loans caused the Unreturned \nPrepayments to be made to D3-8.15\n35.2. As a matter of Ukrainian law, the Bank as the victim of a fraudulent misappropriation \nsuffers a loss for the purposes of Article 1166 or otherwise in the amount of the sums \ndrawn down under the Relevant Loans which have not been validly repaid to the Bank  \neven if: \n35.2.1. The monies advanced to a Borrower under a Relevant Loan were transferred \nback to the Bank to discharge some other debt or obligation owed to the Bank \n(whether or not the said debt or obligation is owed by the Borrower in question).   \n14 See too the 22 May Response (paragraphs 23 - 24) and the 20 October Response no. 2 (paragraphs \n1 – 3 and 4(a)-(b),(d), 6 and 9).    \n15 See the 5 May Response (paragraphs 23-24 and Annex B), the 22 May Response (paragraph 33 \nand Annex B) and the 20 October Response no. 2 (paragraph 11).   \nA1/25/48\n49 35.2.2. Monies drawn down under a Relevant Loan were purportedly repaid in \ncircumstances where the repayment was caused by and/or derived from other \nillegitimate lending (such purported repayments falling to be disregarded under \nUkrainian law and/or not reducing the Bank’s overall loss as a matter of fact).   \n35.3. The Bank denies the Defendants’ factual case as to use of the funds drawn down under \nthe Relevant Loans (D1/¶¶ 57-58; D2/¶¶5(4), 15(4)(c), 67(6)).  This adopts the analysis \nof Mr Lafferty as set out in his Third and Fourth Witness Statements.   That analysis is \nflawed, in particular because: \n(1) The basis on which it purports to follow sums drawn down under the Relevant Loans \nin order to establish the use of such drawn down monies is flawe"}
{"start": 105000, "text": " Bank’s overall loss as a matter of fact).   \n35.3. The Bank denies the Defendants’ factual case as to use of the funds drawn down under \nthe Relevant Loans (D1/¶¶ 57-58; D2/¶¶5(4), 15(4)(c), 67(6)).  This adopts the analysis \nof Mr Lafferty as set out in his Third and Fourth Witness Statements.   That analysis is \nflawed, in particular because: \n(1) The basis on which it purports to follow sums drawn down under the Relevant Loans \nin order to establish the use of such drawn down monies is flawed, erroneously \nproceeding on a proprietary tracing basis rather than applying a factual causation \nanalysis. \n(2) There are numerous errors in the analysis as set out (without limitation) in the Third \nWitness Statement of Richard Lewis dated 24 April 2018 ,and the Eighth Witness \nStatement of Richard Lewis dated 6 July 2018 in these proceedings and in the 20 \nOctober Response no. 1 (paragraph 17) .  To the extent that it is necessary to do so, \nthe Bank will address these errors in detail in its evidence for trial. \nCausation and loss / enrichment (5): link between fraudulently drawn-down monies and \nUnreturned Prepayments \n36. As pleaded at APOC/¶¶44, 54(c), 58, the Defendant Suppliers were enriched in an amount \nequivalent to the funds transferred pursuant to the Misappropriation at the expense of the \nBank, in the relevant Ukrainian law sense.   Neither D1 or D2 plead to this allegation, but it is \ndenied by D3-8 (¶44), without that denial being particularised.  In respect of this issue and for \nthe avoidance of doubt, the Bank’s case is as follows: \n36.1. The relevant Ukrainian law test is whether the fraudulent draw downs caused (directly or \nindirectly) the Defendant Suppliers’ receipt of the Unreturned Prepayments (or \nenrichment in that amount): APOC/¶44.   That test is satisfied because the sums \nfraudulently drawn down under the Relevant Loans resulted in the Unreturned \nPrepayments being made to the Defendant Suppliers as a matter of fact. \n36.2. Alternatively, if (which is denied) it is necessary for the purposes of establishing liability \nor loss for the Bank to prove that the Unreturned Prepayments were made by the Original \nA1/25/49\nA1/25/50\n"}
