{"metadata": {"corpus_path": "D25_1 Joint Statement of Mark Bezant and Brent Kaczmarek.pdf", "file_size": 649091, "mtime": 1755610857.3536608, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n IN THE HIGH COURT OF JUSTICE                             BL-2017-000665 \nBUSINESS AND PROPERTY COURTS  \nOF ENGLAND AND WALES  \nBUSINESS LIST (ChD)  \nBetween: \n \nJSC COMMERCIAL BANK “PRIVATBANK” \nClaimant \n \n- and – \n \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV (3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED (6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD  \nDefendants \n Expert Joint Statement between Mark  Bezant and Brent Kaczmarek  \n21 March 2022  \nCONFIDENTIAL  \n \n \nD25/1/1\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n2/73 1. Introduction  \n This is the Joint Statement of: \n(1) Mark Bezant (“ Mr Bezant ”) of FTI Consulting LLP; and  \n(2) Brent Kaczmarek (“ Mr Kaczmarek ”) of IAV Advisors LLC \n(together, the “ Experts ”).  \nThe Experts’ reports \n Mr Bezant prepared a report conc erning the Transferred Assets \ndated 24 November 2021 (“ MB1 ”). Mr Kaczmarek prepared \nreports dated 24 January 2022 and 21 February 2022 (“ BK1” and \n“BK2” respectively). \n The Experts have received different instructions, but in their \nreports they both comment on the value of certain assets \ntransferred to PrivatBank. \n The Experts use the same defined terms in this joint statement as \nin their reports.  \n The Experts have an opportunity to produce supplemental reports \nfollowing submission of this joint statement. \nMeetings of the Expert s since their reports \n On 8 March 2022, the Experts met by video call to discuss on a \nwithout prejudice basis matters rela ted to their instructions. They \nsubsequently exchanged additional information on a without \nprejudice basis. Structure of this  joint statement \n Section 2 summarises the Experts’ respective instructions.  \n Section 3 summarises the Experts’ respective assessments.  \n Sections 4 to 9 summarise the matters that are agreed and not \nagreed between the Experts in respect of: \n(i) accounting standards (Section 4); \n(ii) the work of EY (Section 5); \n(iii) discount rate (Section 6); (iv) petrol stations (Section 7); \n(v) oil storage facilit ies (Section 8); and \n(vi) real estate assets (Section 9). \nD25/1/2\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n3/73 \nDeclaration \n We the undersigned Experts individually here re-state the Expert ’s Declaration contained in our respective reports that we und erstand our overriding \nduties are to the court and not the party appointing us, and that  we have complied with them and will continue to do so. \n We further confirm that we have neither jointly nor individua lly been instructed to, nor has it been suggested that we should avoid or otherwise refrain \nfrom reaching agreement on any matter within our competence. \n \n \n \n \n \nMark Bezant                                                 B r e n t  K a c z m a r e k  \nF T I  C o n s u l t i n g  L L P                                               I A V  A d v i s o r s  L L C  \n21 March 2022                                                 2 1  M a r c h  2 0 2 2  \n  \n \n  \nD25/1/3\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n4/73 2. Summary of instructions \n The Experts set out their respective instructions at: \n(1) MB1: 1.24 to 1.26 and Exhibit MB-A1; and  (2) BK1: 16 to 21 and Appendix B.  \n The Experts identify the main differences in their instructions \nbelow. \nTransferred Assets \n Both Experts have been instructed to consider the value of the \nfollowing Transferred Asse ts (MB1: 1.24; BK1: 12): \n(1) 246 petrol stations; \n(2) 72 oil storage facilities;  \n(3) two hotels; and (4) two offices. \n Mr Kaczmarek is instructed to value an additional OSF in his \nsupplemental report. Mr Bezant has not been instructed to perform this additional valuation at this stage. \n Mr Kaczmarek is also instructed to consider the value of a football \nstadium, a training centre and an airfield, "}
{"start": 3500, "text": " Both Experts have been instructed to consider the value of the \nfollowing Transferred Asse ts (MB1: 1.24; BK1: 12): \n(1) 246 petrol stations; \n(2) 72 oil storage facilities;  \n(3) two hotels; and (4) two offices. \n Mr Kaczmarek is instructed to value an additional OSF in his \nsupplemental report. Mr Bezant has not been instructed to perform this additional valuation at this stage. \n Mr Kaczmarek is also instructed to consider the value of a football \nstadium, a training centre and an airfield, but Mr Bezant is not instructed to consider these assets (which are valued by another \nexpert, Mr Thomas, instructed by the Claimant). Mr Bezant \n Mr Bezant has been instructed to assess the market value of the \nTransferred Assets identified above around the dates they were \ntransferred to the Bank (MB1: 1.24). \nMr Kaczmarek \n Mr Kaczmarek has been instructed to assess whether the \nTransferred Assets as reported by the Bank in its 2016 financial \nstatements were valued in accordance with International Financial Reporting Standards (“ IFRS ”) 13 (BK1: 17). \n If the Bank did not report the Transferred Assets in accordance \nwith IFRS 13, Mr Kaczmarek has been instructed to explain why that is, and provide his own independent valuation under IFRS \n(BK1: 19).  \n Mr Kaczmarek has been instructed to opine, to the extent \npossible, as to whether the values of the Transferred Assets \nreported in the Bank’s 2017 and 2018 financial statements \nconform to IFRS 13 (BK1: 20).  \nD25/1/4\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n5/73 Standard of value \n Mr Bezant has been instructed to perform his valuations using the \n‘market value’ standard of value, which is defined under \nInternational Valuation Standards (“ IVS”) as “ the estimated \namount for which an asset or liability should exchange on the valuation date between a willing buyer and a willing seller in an \narm’s length transaction, after proper marketing and where the \nparties had each acted knowledgeably, prudently and without compulsion ” (MB1: 1.25). Mr Bezant considers the appropriate \nstandard of value that is relevant when assessing loss in this \nmatter is a matter of law, but he does not consider that the choice of market value or fair value should affect the valuation of the \nTransferred Assets.   Mr Kaczma rek notes that the use of fair \nvalue as the basis of value in financial statements prepared under IFRS is not a matter of law, but a matter of International \nAccounting Standards.   \n Mr Kaczmarek has been instructed to apply, and independently \nconfirms as appropriate, the ‘fai r value’ standard of value. IFRS 13 \ndefines fair value as “ the price that would be received to sell an \nasset or paid to transfer a liability in an orderly transaction between market participants at the measurement date .  .  […] fair \nvalue is a market-based measurement, not an entity-specific \nmeasurement, and, as such, is determined based on the assumptions that market partici pants would use in pricing the \nasset or liability.  The transaction to sell the asset or transfer the \nliability is a hypothetical transacti on as at the measurement date \nthat is assumed to be orderly and considers an appropriate period \nof exposure to the market. ” (Exhibit BK-10, p15). In performing his \nwork he has been guided by IFRS 13 (BK1: 17). \n The Experts agree that the difference in standard of value does \nnot drive any differences in their respective opinions for the assets \ndiscussed in this joint statement.   \nDate of assessment \n Mr Bezant has valued the Transferred Assets as at 1 July 2016, \nas it is approximately the mid-point of the period over which the \nassets were transferred (MB1: 1.26). \n Mr Kaczmarek has adopted a valuation date of 31 December \n2016, which is the Bank’s financial year end and hence the date of \nits financial statements (BK1: 18). \n The Experts comment later in this document on the implications of \nthis difference in valuation date in r"}
{"start": 7000, "text": " \ndiscussed in this joint statement.   \nDate of assessment \n Mr Bezant has valued the Transferred Assets as at 1 July 2016, \nas it is approximately the mid-point of the period over which the \nassets were transferred (MB1: 1.26). \n Mr Kaczmarek has adopted a valuation date of 31 December \n2016, which is the Bank’s financial year end and hence the date of \nits financial statements (BK1: 18). \n The Experts comment later in this document on the implications of \nthis difference in valuation date in respect of individual assets. \nUse of the term “value” \n In agreed sections of this joint statement, Mr Bezant and Mr \nKaczmarek have used the generic term “value.”  Where the \ngeneric term “value” is used, Mr Bezant would otherwise use the term “market value” as defined by the IVS guidelines in \naccordance with his instructions and Mr Kaczmarek would \notherwise use the term “fair value” as defined by IFRS 13.\nD25/1/5\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n6/73 3. Summary of assessments in MB1 and BK1 \n The Experts summarise below their respective assessments.  \nThe Experts’ valuation assessments  \nTable 3-1: Summary of Expert s’ assessments (UAH millions) \n  Defendants’ value \n \n[A] Mr Bezant \n \n[B] Mr Kaczmarek \n \n[C] Difference between \nthe Experts \n[D] = [C] – [B] % difference \n \n[E] = [D] / [B] \nPetrol Stations 6,341        1,869  8,444 6,575 352% \nOSFs 5,685          521  2,370 1,849 355% \nHotel Zirka 1,617        1,072  1,321 249 23% \nHotel Mir 449          252  259 7 3% \nDnipro Office  212         175  212 37 21% \nKyiv Office  322  194 245 51 26% \nTotal 14,627        4,083  12,851 8,768 214% \nSource: BK1: Table 1; BK2: Table 2. Note: this table corrects an e rror in BK1 in which Mr Bezant’s valuations of the Dnipro and  Kyiv Offices were \ntransposed.  \n In total, Mr Kaczmarek concludes on values that are UAH 8,768m higher than Mr Bezant.  \nD25/1/6\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n7/73 Original and Restated 2016 Values \nMatters not agreed \nNo Issue Mr Bezant Mr Kaczmarek \n Original 2016 Values \n(Defendants’ claimed \nvalues)  Mr Bezant has performed his own valuation of the \nTransferred Assets based on the information available. \nHe calculates values that are materially lower than the \nOriginal 2016 Values. Mr. Kaczmarek is of the view that Mr. Bezant’s \nvaluations of the Transferred Real Estate Assets do not \ndemonstrate the Original 2016 Fair Values (reduced if \nrequired by the approved NBU Fair Values) were unreasonable or non-compliant with IFRS 13 except with \nrespect to Hotel Zirka (which  is discussed further in \nSection 9).  Mr Kaczmarek is also of the view that the Original 2016 Fair Values for the Petrol Stations and \nOSFs were reasonable and compliant with IFRS 13 \ngiven the information known at the time the valuations were conducted and taking account of the caveats in the \nvaluation reports and circumstances under which the \nvaluations were conducted. \n Restated 2016 \nValues Mr Bezant has performed his own valuation of the \nTransferred Assets based on the information available. He calculates values that are broadly consistent with \nthe Restated 2016 Values. Mr. Kaczmarek rejects the Restated 2016 Values for \nreasons he has articulated in his previous reports (namely that the valuations utilized information that was \nnot known or knowable as of the valuation date contrary \nto the market value or fair  value standa rds) and will \nfurther elaborate upon on his position in his \nSupplemental Reports. \nReliance on NBU Values \n Mr Bezant has performed his own valuations in arriving at his conclusions and places no weight on the NBU Values where he has not seen the \nunderlying analysis.  \nD25/1/7\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n8/73 \n Mr Kaczmarek performed his own valuations in arriving at his co nclusions for the Petrol Stations and OSFs. For t"}
{"start": 10500, "text": "da rds) and will \nfurther elaborate upon on his position in his \nSupplemental Reports. \nReliance on NBU Values \n Mr Bezant has performed his own valuations in arriving at his conclusions and places no weight on the NBU Values where he has not seen the \nunderlying analysis.  \nD25/1/7\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n8/73 \n Mr Kaczmarek performed his own valuations in arriving at his co nclusions for the Petrol Stations and OSFs. For the real estate  assets, he has \nreviewed valuations validated by the NBU. He  bases his own conclusions on these valuations, except where he has identified erro rs in the valuation \ntechniques (BK1: 158 and BK2: 38 and 43).  Mr Kaczmarek notes that erro rs are distinct from areas of  professional disagreement.   Mr Kaczmarek also \nnotes that it is unreasonable to place no weight on the NBU’s validated fair values and will elaborate on his position in his S upplemental Reports.   \nMatters agreed \nNo Issue Experts’ agreement \n Background to the NBU \nValues The EY Report explains that the NBU Values were received by the NBU under a tripartite agreement \nbetween PrivatBank, the NBU and the valuer (BK1: 32 and MB1: A4.12). \nThe EY Report states that “ The NBU validated the value of part of the repossessed property. Validation \nwas performed through the receipt of reports of independent valuers under tripartite agreements (between the valuer, the Bank and the NBU) ” (EY Report: p.13).  \nThe Experts acknowledge that the NBU retained EY to “ perform a desk review of the fair value of acquired \ntangible assets based on valuer valuations wh ich were subsequently verified by the NBU ” (EY Report: \np.131). \nThe values for all Transferred Assets originally recorded in the Bank’s 2016 financial statements were \nderived from third-party valuation reports prepared under  the tripartite agreement. In most instances, more \nthan one third-party valued a given asset or assets. For the real estate assets, except for the value of the \nDnipro Office, the NBU Value differed from the Bank’s  Original 2016 Value, but sometimes reflected the \nsame value as a third-party valuation report (see Tabl e 9-1). As explained at 3.8 below, the Experts have \nnot seen the analysis which the NBU reviewed for every asset. \nD25/1/8\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n9/73 No Issue Experts’ agreement \n The values which NBU \nvalidated for the real estate \nassets Values were validated by the NBU in 2016 for all real estate assets except Hotel Mir. The NBU validated a \nvalue for Hotel Mir in 2015 (BK1: 36 and Table 1). \nThe Experts have seen the following analysis: \n Hotel Zirka: The Experts have seen the Veritas 2016 Zirka Report which valued Hotel Zirka in \naccordance with a tripartite agreement with the NBU and the Bank. However, the Veritas 2016 Zirka \nReport values Hotel Zirka at UAH 1,617m, while the EY Report states the NBU Value was \nUAH 1,693m. D1’s case is that the NBU Va lue is supported by analysis performed by “ Commodity \nExchange “Universal” and the NBU” (Schedule 1 to the D1 RFFI 0420 row 99). The Experts have not \nseen the supporting analysis behind the NBU Value of UAH 1,693m.  \n Hotel Mir: The Experts have seen t he Colliers 2015 Mir Report wh ich EY states underlies the \nUAH 259m value which NBU validated in 2015 for Hote l Mir. The Experts do not know if NBU validated \na value for Hotel Mir in 2016.  The Experts note that  there were two other third party valuation reports \nprepared prior to the end of 2016 for Hotel Mir: 1) a July 2015 report prepared by UCE valued Hotel Mir at UAH 449m and 2) a September 2016 report prep ared by CBRE valued Hotel Mir at UAH 270m \nwhich is slightly higher than the Colliers valuation of UAH 259m. \n Dnipro Office: The Experts have seen the Kreston 2016 Dnipro Office Report which underlies the NBU \nValue for the Dnipro Office.  \n Kyiv Office: The Experts have seen t"}
{"start": 14000, "text": "rts note that  there were two other third party valuation reports \nprepared prior to the end of 2016 for Hotel Mir: 1) a July 2015 report prepared by UCE valued Hotel Mir at UAH 449m and 2) a September 2016 report prep ared by CBRE valued Hotel Mir at UAH 270m \nwhich is slightly higher than the Colliers valuation of UAH 259m. \n Dnipro Office: The Experts have seen the Kreston 2016 Dnipro Office Report which underlies the NBU \nValue for the Dnipro Office.  \n Kyiv Office: The Experts have seen the CBRE 2016 Kyiv Repo rt which states that it valued the Kyiv \nOffice in accordance with a tripartite agreement with the NBU and the Bank. However, the CBRE 2016 \nKyiv Report values the office at UAH 207m, wh ile the EY Report states that the NBU Value was \nUAH 245m. The Experts have not seen the sup porting analysis behind the NBU Value of UAH 245m. \nD25/1/9\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n10/73 No Issue Experts’ agreement \n The values which NBU \nvalidated for petrol stations \nand OSFs The EY Report states: \n1. that 199 petrol station values were validated by  the NBU in total. The EY Report lists the NBU \nValues for 23 of these petrol stations. All 23 of these petrol stations are part of the Transferred \nAssets that the Experts value.  The total NBU Value of the 23 petrol stations was 18.7% higher \nthan the Bank’s recorded fair values. For all 199 petrol stations validated, the NBU Values were \n4% lower in total than the Bank’s recorded fair values. \n2. that 36 OSF values were validated by the NBU in  total. The EY Report lists the NBU Values for 12 \nof these OSFs. Three of these 12 OSFs are part of  the Transferred Assets t hat the Experts value.  \nThe NBU Value of the 3 OSFs in total was 3.5% higher than the Bank’s recorded fair values. For \nall 36 OSFs validated, the NBU Values were 42% lower in total than the Bank’s recorded fair \nvalues. The Experts do not know which of the 36 validated OSFs form part of the 72 OSFs they \nvalued in their first reports.  \n(EY Report, pages 13, 41, 170, 171) .   \nMatters not agreed \nNo Issue Mr Bezant Mr Kaczmarek \n Reliability of NBU \nValues for real estate \nassets Mr Bezant has performed his own valuations of the \nTransferred Assets. \n Where available, Mr Bezant has reviewed the \nvaluation reports underlying the NBU Values. As \nexplained above, there appear to be discrepancies between documents regarding the amounts of some of \nthe NBU Values.  \n Mr Bezant has identified fl aws in the analysis that \npotentially underlies values validated by the NBU: \n The Experts a\ngree that the Veritas 2016 Zirka Mr Kaczmarek recognizes that valuation is not an exact \nscience such that reasonable professionals can hold \nreasonable and justifiable disagreements on valuation inputs or parameters which generate different valuation \noutcomes.  This is especia lly so when a fair value \nmeasure can only be categorized as Level 3 due to the use of valuation models that necessarily make \nsubstantial use of unobservable inputs.   \nD25/1/10\nExpert Joint Statement between Ma rk Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n11/73 No Issue Mr Bezant Mr Kaczmarek \nReport contains errors in the valuation analysis \n(MB1: Appendix 20 and BK1: 214). \n The Colliers 2015 Mir Report valued Hotel Mir as \nof 27 February 2015, almo st two years before BK’s \nvaluation date. BK considers that there is “ no \nreason why the NBU would have changed its view \non the previously accepted figure ” (BK1: 236). Mr \nBezant has not seen evidence to support this. \nFurther, the Colliers report appears to be based on \nflawed assumptions. For example, the valuation assumes the hotel can be converted into offices \nwithout accounting for any costs of that conversion \n(MB1: A21.13 and A21.18; Colliers 2015 Mir Report, page 33). Mr Bezant will comment on \nMr Kaczmarek’s views regarding the cost of \nconversion in his supplemental report. \n The Kreston 2016 Dnipro Office Report "}
{"start": 17500, "text": "usly accepted figure ” (BK1: 236). Mr \nBezant has not seen evidence to support this. \nFurther, the Colliers report appears to be based on \nflawed assumptions. For example, the valuation assumes the hotel can be converted into offices \nwithout accounting for any costs of that conversion \n(MB1: A21.13 and A21.18; Colliers 2015 Mir Report, page 33). Mr Bezant will comment on \nMr Kaczmarek’s views regarding the cost of \nconversion in his supplemental report. \n The Kreston 2016 Dnipro Office Report uses \nasking prices to calculat e its capitalisation rate \nrather than realised sales prices, which: (i) all else equal overstates the valuation; and (ii) is \ninconsistent with other valuation reports which rely \non a realised sales prices or estimates of these prices by applying a discount to asking prices \n(MB1: A16.17 and A16.19). Mr Bezant appreciates \nthat this error does not impact the concluded valuation in the Kreston 2016 Dnipro Office \nReport, but considers it demonstrates the issues \nwith rel\nying on valuations without reviewin g the Mr Kaczmarek also recognizes that a value measure \ncannot be characterized as right or wrong.  A value \nmeasure can only be characterized as compliant or non-\ncompliant with the applicable guidelines (or more generally as reasonable or unreasonable). As such, Mr \nKaczmarek believes it is more appropriate to first assess \nwhether the NBU’s approved fair values are compliant with IFRS 13 and reasonable fair value measures.  If the \nNBU approved fair values are compliant and reasonable, \nthere is no need to perform an alternative, IFRS 13 compliant fair value calculation with different \nunobservable inputs because t hat alternative valuation \ncannot disprove the original calculation to be wrong. \n \nMr Kaczmarek has performed his own fair value \ncalculations of the petrol stations and OSFs because the NBU validated a subset of petrol stations and OSFs, \nsome of which were Transferred Assets while others \nwere not. \n \nD25/1/11\nExpert Joint Statement between Ma rk Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n12/73 No Issue Mr Bezant Mr Kaczmarek \nunderlying analysis. Regarding Hotel Mir and the 2015 valuation prepared by \nColliers, the cost of converting and reconfiguring office \nspace is commonly borne by the lessee (i.e., leasehold \nimprovements). Thus it is not unexpected that Colliers \ndid not factor the cost of conversion into its analysis.  \nFurthermore, Mr Kaczmarek is of the view that, while \ncertain parameters and inputs may be the subject of reasonable disagreement between valuers, there should \nbe no disagreement that the value conclusion reached \nby Colliers for Hotel Mir di ffers from Mr Bezant’s \nvaluation by less than 3%. Therefore, if Mr Bezant’s \nvaluation is considered reasonable, the Collier’s \nvaluation must also be considered reasonable. \n \nRegarding the Kreston 2016 valuation of the Dnipro \nOffice, Kreston’s value conclusion of UAH 212m is based on its valuation of the Dnipro office under the \nmarket approach. (BK1: 185) The issue identified by Mr \nBezant regarding Kreston’s calculation of the capitalization rate is relevant only to Kreston’s valuation \nof the Dnipro Office under the income approach, and \nthus it has no effect on the fair value recorded by the Bank or verified by the NBU. Mr Bezant’s own \n“correction” of Kreston’s income approach reduces the \nvalue of the Dnipro Office from UAH 270m to UAH 216m, which is still higher the UAH 212m determined \nusing the market approach. (MB1: A16.19) \n \nD25/1/12\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n13/73 4. Assessment of fair value under IFRS 13 \nMatters agreed \nNo Issue Experts’ a greement \n Relevance of IFRS 13 to \nthe valuation of the Transferred Assets for the \npurposes of PrivatBank’s \nfinancial reporting The Bank’s financial statements for years 2016 to 20 18 have been prepared in accordance with IFRS. \nUnder IFRS, the Transferred Assets should have been"}
{"start": 21000, "text": "approach. (MB1: A16.19) \n \nD25/1/12\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n13/73 4. Assessment of fair value under IFRS 13 \nMatters agreed \nNo Issue Experts’ a greement \n Relevance of IFRS 13 to \nthe valuation of the Transferred Assets for the \npurposes of PrivatBank’s \nfinancial reporting The Bank’s financial statements for years 2016 to 20 18 have been prepared in accordance with IFRS. \nUnder IFRS, the Transferred Assets should have been recorded at fair value in the PrivatBank financial statements from 2016 to 2018. The accounting standard re levant to ‘Fair value measurement’ is IFRS 13. \nThe Bank’s financial statements for 2016 to 2018 record  that the values of the Transferred Assets were \nmeasured at ‘Level 3’ under IFRS 13. \n Fair value and market value Fair value is a market-based standard of value (IFRS 13: IN9). The Experts agree that fair value under \nIFRS and market value under IVS are similar standard s of value, and that any differences in these \nstandards of value are not material to the differences in  their respective opinions for the Transferred Assets \ndiscussed in this joint statement.   \n In Mr Kaczmarek’s view, this agreement means market value is not a relevant standard of value in this \ncase and IVS is not the relevant set of guidelines in this case.  Mr Bezant does not understand the basis for \nthis opinion and will comment on Mr Kaczmarek’s view s, including his views on valuations prepared under \nIFRS 13, in his supplemental report. \n \n Valuation approaches \nreferred to in IFRS 13 The Experts agree that under IFRS 13 the market ap proach, income approach (e.g., discounted cash flow \nor “DCF” approach) and cost approach are all valid valuat ion techniques (IFRS 13: 62). They further agree \nthat IFRS 13 does not prefer one valuati on technique over another (IFRS 13: 74). \nThey agree that under IFRS: \na. the valuation should reflect the highest and best use of the asset (IFRS 13: IN10); and \nb. the valuation technique used should maximise the use of relevant observ able inputs and minimise \nunobservable inputs (IFRS 13: 67). \nD25/1/13\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n14/73 No Issue Experts’ agreement \n The market approach The Experts agree that IFRS  describes the market approach as the use of “ prices and other relevant \ninformation generated by market transactions involving identical or comparable (ie similar) assets, liabilities \nor a group of assets and liabilities, such as a business ” (IFRS 13: B5). \n The income approach The Experts agree that a DCF analysis is an example of the income approach, which IFRS describes as an \napproach which “ converts future amounts…to a single current (ie discounted) amount ” (IFRS 13: B10). \n The cost approach The Experts agree that IFRS describes the value of  an asset using the cost approach as follows: “ From the \nperspective of a market participant seller, the price that would be received for the asset is based on the \ncost to a market participant buyer to acquire or cons truct a substitute asset of comparable utility, adjusted \nfor obsolescence. That is because a market partici pant buyer would not pay more for an asset than the \namount for which it could replace t he service capacity of that asset.”  and states that “ Obsolescence \nencompasses physical deterioration, functional (tec hnological) obsolescence and economic (external) \nobsolescence )” (IFRS13: B9 ). \nD25/1/14\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n15/73 5. Work of EY \nThe EY Report \nMatters agreed \nNo Issue Experts’ a greement \n Background and purpose of \nthe EY Report The Experts agree that EY was engaged by PrivatBank and the NBU on 13 October 2016 to ” audit the \nBank’s business and finances ” (EY Report: p2).  The Experts agree that the EY Report and its desk review \nis not an “audit” with respect to the technical mea"}
{"start": 24500, "text": "FRS13: B9 ). \nD25/1/14\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n15/73 5. Work of EY \nThe EY Report \nMatters agreed \nNo Issue Experts’ a greement \n Background and purpose of \nthe EY Report The Experts agree that EY was engaged by PrivatBank and the NBU on 13 October 2016 to ” audit the \nBank’s business and finances ” (EY Report: p2).  The Experts agree that the EY Report and its desk review \nis not an “audit” with respect to the technical meaning of that term (i.e., the EY Report does not express an \nopinion as the conformity of the Bank’s financial stat ements with all requisite accounting standards).  The \nEY Report further states that “This Report was prepared in accordance with special instructions from the \nBank and the NBU (the “Customers”) for the sole pu rpose of management decision-making, and as such \nshould not be used for any other purposes.”  (EY Report, p2).  The Experts agree that the EY Report is \ntherefore an assurance or advisory report rather than documentation relating to its statutory audit. \n \nThe EY Report was published on 22 November 2016 and included a ‘desktop review’ of the fair value of \nassets on PrivatBank’s balance sheet, “ based on the work of other valuers or Bank specialists’ \ncalculations” . EY “ checked the reasonableness of using the selected approaches and computations, as well \nas the justification made for the valuation ” and “ verified the feasibility of us ing the valuatio n approaches, \nmathematical calculations as well as justified assumptions made for the valuation’”  But EY ” did not verify \nthe inputs used for the original valuation”  (EY Report: p42 and covering letter). \nD25/1/15\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n16/73 Matters not agreed \nNo Issue Mr Bezant Mr Kaczmarek \n Relevance of the EY \nReport Mr Bezant considers that the EY Report is relevant to \nhis work because it provides a contemporaneous \nreview of other valuation reports, some of which are \navailable to the Experts and others of which are not. The EY Report contains comments on valuations \nwhich underlie: (i) certain NBU Values; and (ii) some of \nthe Original 2016 Values (MB1: A4.3). Mr Bezant notes that EY identified errors in the valuation \nunderlying the value of Hotel Zirka, and that \nMr Kaczmarek agrees that these are “ clear errors ” \n(BK2: 214). \n \nMr Bezant notes that the NBU Value for Hotel Zirka of UAH 1,693m is higher than the value in the Veritas \n2016 Zirka Report of UAH 1,617m in which EY, Mr \nBezant and Mr Kaczmarek all identified errors that lead to an overstatement of value (see 3.10). Mr Kaczmarek considers that there is no reason to \nignore the EY Report, but is of the view that a “desk \nreview” is neither determinative nor an audit of the \ncompliance of a fair value calculation with IFRS 13.  Mr Kaczmarek also noted (BK1: 124) that many critiques \noffered in the EY Report are best characterized as \nmatters upon which reasonable valuation professionals can reasonably disagree.  This should not be surprising \ngiven that all fair value calculations of the Transferred \nAssets substantially relied upon unobservable inputs and were categorized as Level 3 measures. \nMr Kaczmarek notes that the NBU’s validated fair value \nfor Hotel Zirka was UAH 1,693m, a measure not found in any of the third-party valuation reports.  Mr Kaczmarek \nbelieves it is reasonable to  infer that the NBU likely \nmodified the fair value calculations presented by the third-party valuers for Hotel Zirka and may have \nidentified the same errors identified in the EY Report.  \nHowever, the NBU’s analysis supporting the 1,693m value has not been made available to the Experts for \nreview. \n \nD25/1/16\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n17/73 EY’s work as statutory auditor \nMatters agreed \nNo Issue Experts’ agreement \n The Bank’s accounting for \nthe value of the Tr"}
{"start": 28000, "text": " fair value calculations presented by the third-party valuers for Hotel Zirka and may have \nidentified the same errors identified in the EY Report.  \nHowever, the NBU’s analysis supporting the 1,693m value has not been made available to the Experts for \nreview. \n \nD25/1/16\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n17/73 EY’s work as statutory auditor \nMatters agreed \nNo Issue Experts’ agreement \n The Bank’s accounting for \nthe value of the Transferred \nAssets The Bank’s 2016 year-end financial statements were pr epared on the basis of the Original 2016 Values.  \nIn 2018, the Bank restated its 2016 financial stat ements and adopted lower values, being the Restated \n2016 Values.  \nMr Bezant has been instructed on the amounts of the Original 2016 Values and the Restated 2016 Values \nin respect of the individual Transferred Assets, as the financial statements themselves present only \naggregate values across multiple assets (Exhibit MB-A1: 5.5). \nWhile Mr Bezant explains he is instructed as to the Or iginal 2016 Values, the Experts agree that all of the \nOriginal 2016 Values can be traced back to either (i ) third party valuation reports or (ii) NBU Values for \nwhich no supporting analysis is available to the Expe rts.  As such, Mr Kaczmarek has added confidence \nwith respect to the underlying source for Original 2016 Values at an individual level.        \n Discrepancies in 2016 \nvalues referred to at BK1: 127 and BK1: 131. The Experts agree that there are differences between:  \n(i) the Original 2016 Value of the ‘repossessed collateral’ line of the Bank’s balance sheet in its \naudited financial statements; and  \n(ii) the Original 2016 Values of the Transferred Asse ts in the Bank’s financial statements as instructed \nto Mr Bezant. \nThey agree that this difference likely arises because item  (ii) relates only to the Tr ansferred Assets relevant \nto this litigation, while item (i) also includes othe r assets repossessed by the Bank. Mr Bezant considers \nsimilar considerations arise with the Restated 2016 Values.  \n The 2017 and 2018 \nfinancial statement amounts The Experts have not been provided with the individ ual amounts at which the Transferred Assets were \nrecognised in the Bank’s 2017 and 2018 financial statem ents. The balances of the ‘repossessed collateral’ \nline in the Bank’s 2017 and 2018 financial statements may not  solely relate to the values of the Transferred \nAssets because this line may include assets beyond the Transferred Assets relevant to this litigation.  \nD25/1/17\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n18/73 No Issue Experts’ agreement \n Audit of the Bank’s 2016 \nfinancial statements The Experts agree that EY issued a qualified audit opinion following its review of the Bank’s 2016 financial \nstatements. This opinion states (on page ii) that: “ As at 31 December 2016, the Group recognised \nrepossessed properties of UAH 21,356 million within  repossessed collateral, UAH 1,095 million within \ninvestment property and UAH 266 million within premises, leasehold improvements, equipment and intangibles. As described in Note 28 to the cons olidated financial statements, in 2016 repossessed \ncollateral with a value of UAH 7,103 million was settled against derivatives embedded in loans issued to \ncustomers. We were unable to obtain sufficient appropriat e audit evidence in respect of the fair value of \nrepossessed properties. As a result, we were unable to determine whether any adjustments were \nnecessary to the amounts of repo ssessed collateral, investment property and premises, leasehold \nimprovements, equipment and intangibles as at 31 December 2016 and losses less gains from embedded derivatives and other operating income for 2016. ”  Mr Kaczmarek notes that EY did not have fair value \ncalculations for the Transferred As sets as of 31 December 2016 (i.e., the balance sheet date) from the \nBank and may have"}
{"start": 31500, "text": "ties. As a result, we were unable to determine whether any adjustments were \nnecessary to the amounts of repo ssessed collateral, investment property and premises, leasehold \nimprovements, equipment and intangibles as at 31 December 2016 and losses less gains from embedded derivatives and other operating income for 2016. ”  Mr Kaczmarek notes that EY did not have fair value \ncalculations for the Transferred As sets as of 31 December 2016 (i.e., the balance sheet date) from the \nBank and may have qualified its opinion on this basis.    \n Audit of the Bank’s 2017 \nfinancial statements The Experts agree that EY issued a qualified audit opinion following its review of the Bank’s 2017 financial \nstatements. This opinion states (on page i) that: “As at 31 December 2017 and 2016, the Group recognised \nrepossessed properties of UAH 6,716 million and UA H 7,303 million, respectively, within repossessed \ncollateral. We were unable to obtain sufficient approp riate audit evidence in respect of the fair value of \nthese repossessed properties as at 31 December 2017 and 2016. As a result, we were unable to determine \nwhether any adjustments were necessary to the amount s of repossessed collateral as at 31 December \n2017 and 2016 and related losses and income for the years then ended.”   \nMr. Kaczmarek notes that the 2017 fair value calculati ons of the Transferred Assets were the responsibility \nof the Bank under State control and subject to remeasurement given a year had passed since the \nTransferred Assets had been valued.  Mr Kaczmarek further notes that none of the third-party valuation \nfirms retained by the Bank to perform the fair va lue calculations for 2017 were given any financial or \noperational data related to year 2017 for either the petrol stations or the OSFs. \nD25/1/18\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n19/73 No Issue Experts’ agreement \n Audit of the Bank’s 2018 \nfinancial statements The Experts agree that EY did not qualify its audit opinion following its review of the value of the Bank’s \nrepossessed collateral in the Bank’s 2018 financial statements (which included the Restated 2016 Values)  \nMr. Kaczmarek notes that the 2018 fair value calculati ons of the Transferred Assets were the responsibility \nof the Bank under State control and subject to re measurement given two years had passed since the \nTransferred Assets had been valued.  Mr Kaczmarek further notes that none of the third-party valuation \nfirms retained by the Bank to perform the fair va lue calculations for 2018 were given any financial or \noperational data related to 2017 or 2018 for either the petrol stations or the OSFs. \nD25/1/19\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n20/73 Matters not agreed \nNo Issue Mr Bezant Mr Kaczmarek \n Implication of EY’s \naudit opinions Given the qualification to its opinion, Mr Bezant \nconsiders that EY’s audit opinion in 2016 indicates that \nEY could not confirm that the Original 2016 Values \nwere reliable on the basis of the information available to it. The results of Mr Bezant’s own valuations support \nthis view. \nMr Bezant notes that: (i) Mr Kaczmarek has provided no support for his view that EY (who did not issue their \nstatutory audit opinion on the 2016 financial \nstatements until May 2017) ran out of time; and (ii) that EY’s audit opinion does not refer to insufficient time to \nconduct its work as the basis for its qualification of its \naudit opinion.  \nIn regard to obtaining new fair value calculations as at \n31 December 2016, it is not clear why the Bank would have been required to do this, given that in Mr \nKaczmarek’s view the choice of a 1 July 2016 or 31 \nDecember 2016 valuation date does not impact the value of the assets (BK1: 18; BK2: 18).   \n \nMr Bezant considers that, EY’s unqualified opinion in 2018 in respect of the Restated 2016 Values of the \nTransferred Assets contained in the Bank’s 2018"}
{"start": 35000, "text": "s qualification of its \naudit opinion.  \nIn regard to obtaining new fair value calculations as at \n31 December 2016, it is not clear why the Bank would have been required to do this, given that in Mr \nKaczmarek’s view the choice of a 1 July 2016 or 31 \nDecember 2016 valuation date does not impact the value of the assets (BK1: 18; BK2: 18).   \n \nMr Bezant considers that, EY’s unqualified opinion in 2018 in respect of the Restated 2016 Values of the \nTransferred Assets contained in the Bank’s 2018 \nfinancial statements indicate s that these values are \nmore reliable than the materially higher values \ncontained in the ori\nginal 2016 financial statements in Mr. Kaczmarek does not share the view that EY’s \ndecisions to issue qualified or unqualified audit opinions \nis of significant relevance.  Mr Kaczmarek is of the view \nthat EY had all of the necessary information related to the fair value of the Transf erred Assets to express an \nunqualified opinion, but likely did not have sufficient time \nto review the fair value calculations given the nationalization of the Bank and the appointment of EY \nas the new auditor at a late stage in 2016 (BK1: 138).  \nHowever, Mr Kaczmarek acknowledges that it is also possible that EY could have logically expressed a \nqualified audit opinion with respect to the fair value of \nthe Transferred Assets because the Bank should have commissioned updated fair value calculations as at 31 \nDecember 2016 (i.e., the balance sheet date).  As at 31 \nDecember 2016, Mr Kaczmarek understands that the Bank was under the control of the State and it would \ntherefore have been the responsibility of the State to \nperform any updated 31 December 2016 fair value calculations.  The Experts are not aware of any such fair \nvalue calculations.  \nSee item 5.6 to 5.8 above.  Mr Kaczmarek will further \nelaborate on his position in his supplemental report. \nD25/1/20\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n21/73 No Issue Mr Bezant Mr Kaczmarek \nrespect of which EY issued a qualified opinion. The \nresults of Mr Bezant’s own valuations support this \nview. \n Work performed by \nan auditor in \nreviewing values in the financial \nstatements  Mr Kaczmarek states that “ an auditor will check the \nmath and integrity of the calculation. Importantly, \nhowever, it is not the auditor’s role to substitute their own personal or professional views on the use of \nunobservable inputs. For example, it is not an auditor’s \nrole to question certain inputs into a discount rate calculation (such as which beta input or market risk \npremium input should be utilized in the capital asset \npricing model), adjust management’s projections of sales or cash flows, or determine whether a particular \nasset is sufficiently comparable or not when using the \nMarket Approach. In other words, the auditor does not make modifications to the valuation technique to fit \ntheir own preference .” (BK1: 97) Mr Bezant \nunderstands Mr Kaczmarek to suggest that an auditor will not scrutinise subjective elements of a valuation \nanalysis. He disagrees with this view and notes that \nsuch assumptions are a material element of many valuations.  \n \nWhile management are ultimately responsible for the financial statements, the auditor seeks to obtain \nreasonable assurance that the financial statements are \nfree from material misstatement. In doing so, an auditor should exercise professional judgment and Mr. Kaczmarek generally agrees with the statement \nmade by Mr. Bezant regarding the role of the auditor.  \nMr Kaczmarek notes that Mr Bezant does not actually dispute Mr Kaczmarek’s opinion.  Mr Kaczmarek \nreiterates, it is not the role of an auditor to, for example, \nsubstitute their own views on the proper risk-free rate, country risk premium, or beta in the cost of equity \ncalculation because the auditor simply prefers \nalternative inputs.  The auditor assesses whether management’s parameters are reasonable and \ncompliant with IFR"}
{"start": 38500, "text": " statement \nmade by Mr. Bezant regarding the role of the auditor.  \nMr Kaczmarek notes that Mr Bezant does not actually dispute Mr Kaczmarek’s opinion.  Mr Kaczmarek \nreiterates, it is not the role of an auditor to, for example, \nsubstitute their own views on the proper risk-free rate, country risk premium, or beta in the cost of equity \ncalculation because the auditor simply prefers \nalternative inputs.  The auditor assesses whether management’s parameters are reasonable and \ncompliant with IFRS 13.  The auditor cannot substitute \nreasonable managements inputs for their own preferred inputs (particularly when the auditor agrees the inputs \nare unobservable) without then actually expressing an \naudit opinion on their own work – which defeats the independent nature of an audit. \n \nMr Kaczmarek observes Mr Bezant misunderstands Mr \nhis position and does not consider his comments \nresponsive. \nD25/1/21\nExpert Joint Statement between Ma rk Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n22/73 No Issue Mr Bezant Mr Kaczmarek \nmaintain professional scepticism throughout the audit. \nAs part of this, an auditor should test the views of \nmanagement or others that management seek to rely \non, such as third-party valuers. In Mr Bezant’s experience, this means that auditors will not defer to \nmanagement’s view without applying their own \nscrutiny, particularly in relati on to fair value calculations \nwhich require judgment and therefore carry a high risk \nof being misstated.  \nMr Bezant considers that Mr Kaczmarek misunderstands the work typically undertaken by \nauditors. Mr Bezant’s experience, including as a \ndirector of a company which prepared financial statements under IFRS, is that auditors will not accept \nfair values, without testing or reviewing management’s \nor a third party’s assessment of fair value. As an example, when reviewing a fair value valuation, \nauditors will review the inputs to a discount rate \nincluding comparing those inputs to what the auditor independently considers to be a reasonable input. If \nthe auditor considers that management’s own \nassumptions, even if looked at individually are potentially reasonable, collectively result in a materially \nmisstated value (for exampl e, because each input is \nindividually at the top or bottom of what might be considered a reasonable range for that parameter \nalone, but in combination adopting this set of inputs \nresults in a valuation that is outside of a reasonable Mr Kaczmarek does not agree with Mr Bezant’s example \nof an auditor agreeing that various inputs are reasonable \nbut concluding the valuation result is a “materially \nmisstated value.”  Mr Bezant does not explain how an auditor would determine the result is a “materially \nmisstated value.”  Logically, to make such a \ndetermination, other evidence of value must be available that could cause an auditor to claim the reasonable \ninputs generate a “materially misstated value.”  If what \nMr. Bezant means, for example, is that if management relies on the Income Approach only to value the subject \nasset, and auditor implements the Market Approach to \nvalue the subject asset, and the Market Approach demonstrates the Income Approach generates a \n“materially misstated value,” then I would agree with Mr \nBezant..  \nD25/1/22\nExpert Joint Statement between Ma rk Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n23/73 No Issue Mr Bezant Mr Kaczmarek \nrange of concluded values) they will challenge the \nvaluation presented by the company and, depending \non the resolution of the issue, may qualify their audit \nopinion.  \nMr Bezant agrees with Mr Kaczmarek’s observation \nthat an auditor (and valuer s generally) would typically \nlook to test or corroborate the results of using one \nvaluation method by considering, where possible, the \nuse of other methods. \n  \nD25/1/23\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n24/73 6. Discount rate \n Both Experts calcula"}
{"start": 42000, "text": "resented by the company and, depending \non the resolution of the issue, may qualify their audit \nopinion.  \nMr Bezant agrees with Mr Kaczmarek’s observation \nthat an auditor (and valuer s generally) would typically \nlook to test or corroborate the results of using one \nvaluation method by considering, where possible, the \nuse of other methods. \n  \nD25/1/23\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n24/73 6. Discount rate \n Both Experts calculate discount rates when performing some of th eir valuations. Mr Bezant calculates a discount rate when valu ing Hotel Zirka, the \nKyiv office and the petrol stations. Mr Kaczmarek calculates a di scount rate when valuing the petrol stations and oil storage f acilities. The Experts \ncalculate their discount rates in different currencies. A summary  of their discount rates is set out in the table below (MB1: A ppendix 5, BK2: Appendix \nD). \nTable 6-1: Comparison of discount rates \n  Mr Bezant (UAH)  Mr Kaczmarek  (USD) \nComponent   Petrol stations  Kyiv office  Hotel Zirka  Petrol stations Oil storage facilities \nRisk free rate  1.4%  1.4%  1.4%  3.5%  3.5% \nBeta  1.78  1.03  0.92  1.40  1.73 \nEquity market risk premium  5.0%  5.0%  5.0%  5.5%  5.5% \nAdjusted equity market risk premium  8.9%  5.1%  4.6%  7.7%  9.5% \nCountry risk premium  7.6%  7.6%  7.6%  3.0%  3.0% \nCost of equity (USD)  17.9%  14.2%  13.6%  14.2%  16.0% \nUS inflation  2.0%  2.0%  2.0%  n/a  n/a \nUkraine inflation  5.0%  5.0%  5.0%  n/a  n/a \nCost of equity (UAH)  21.4%  17.6%  17.0%  n/a  n/a \nPre‐tax cost of debt  16.0%  15.0%  16.0%  8.9%  8.9% \nTax rate  18.0%  18.0%  18.0%  18.0%  18.0% \nPost‐tax cost of debt  13.1%  12.3%  13.1%  7.3%  7.3% \nCost of equity  21.4%  17.6%  17.0%  14.2%  16.0% \nProportion  equity  50.6%  59.6%  77.1%  54.0%  50.6% \nCost of debt  13.1%  12.3%  13.1%  7.3%  7.3% \nProportion  debt  49.4%  40.4%  22.9%  46.0%  49.4% \nWACC  17.3%  15.4%  16.1%  11.0%  11.7% \nWACC (rounded)   17.5%  15.5%  16.0%  n/a ‐  \nD25/1/24\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n25/73 \n The main asset where the Experts’ different discount rates impa ct the differences in their concluded values is petrol stations . In the following section \nthey focus on the differences in their discount rates for petrol stations.  \nMatters agreed \nNo Issue Experts’ a greement \n Appropriate discount rate The Experts agree that cash flows in their DCF analyses should be discounted to their respective val uation \ndates using the weighted average cost of capital (“ WACC ”) of the relevant asset.  \n Cost of equity assessment \nmethodology The Experts agree that the capital asset pricing model (“ CAPM ”) is an appropriate model to assess the cost \nof equity.  \n Discount rate currency The Experts agree that the currency denom ination of the discount rate shoul d match that of the cash flo ws \nit is applied to. \n Cost of equity (USD) Both Experts initia lly calculate a cost of equity in USD. \nThe Experts agree that the biggest difference betwe en their cost of equity assessments in USD is the \ncountry risk premium (“ CRP ”). Mr Bezant’s USD cost of equity in re spect of the Petrol Stations is 17.9% \nbased on a CRP of 7.6%. Mr Kaczmarek’s USD cost of equi ty in respect of the Petrol Stations is 14.2% \nbased on a CRP of 3%. Adopting Mr Bezant’s CRP of 7. 6% would increase Mr Kaczmarek’s USD cost of \nequity to 18.8%, which is within one percentage point of Mr Bezant’s estimate of the USD-denominated \ncost of equity.  Likewise, if Mr Bezant adopts Mr Ka czmarek’s CRP of 3% it would decrease his cost of \nequity to 13.3%, which is also within one percenta ge point of Mr Kaczmarek’s estimate of the USD \ndenominated cost of equity. \n Cost of equity (UAH) Mr Bezant converts his USD cost of equity into a UAH cost of  equity. The Experts agree that part of the \ndifference between their respective discount rate assess ments is due to the different c"}
{"start": 45500, "text": "int of Mr Bezant’s estimate of the USD-denominated \ncost of equity.  Likewise, if Mr Bezant adopts Mr Ka czmarek’s CRP of 3% it would decrease his cost of \nequity to 13.3%, which is also within one percenta ge point of Mr Kaczmarek’s estimate of the USD \ndenominated cost of equity. \n Cost of equity (UAH) Mr Bezant converts his USD cost of equity into a UAH cost of  equity. The Experts agree that part of the \ndifference between their respective discount rate assess ments is due to the different currencies in which \nthey perform their assessments. For in stance, converting Mr Bezant’s USD cost of equity in respect of the \nPetrol Stations to UAH increases it from 17.9% to 21.4% due to the approximately 3% differential in USD \nand UAH inflation rates. \n Cost of debt The Experts agree that, after the CRP and curren cy differences, the remaining significant difference in their \ndiscount rates is in respect of the cost of debt. \nD25/1/25\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n26/73 No Issue Experts’ agreement \nMr Kaczmarek has assumed a USD cost of debt of 8. 9%. Mr Bezant has assumed a UAH cost of debt of \n16.0%. \nMatters not agreed \nNo Issue Mr Bezant Mr Kaczmarek \n  Country risk \npremium Mr Bezant uses a country risk premium for Ukraine of \n7.6%, based on the sovereign yield spread published by Duff & Phelps, as of March 2016 (the closest \navailable data to his valuation date). This country risk \npremium is also implicitly adopted by Mr Kaczmarek in his acceptance of Mr Bezant’s valuation of Hotel Zirka \n(BK1: 215).  \nMr Bezant recognises that other quantitative measures \nof country risk are available and used by valuation \npractitioners, such as the country credit rating model. \nMr Bezant’s country risk prem ium is the lowest of the \npublished data he is aware of, both from different \nsources (such as Professor Damodaran) and using \ndifferent methodologies (such as the credit rating model). \nMr Bezant considers that Mr Kaczmarek has \nincorrectly excluded political  risk from his qualitative \nanalysis of country risk, which reflects, inter alia , \ngovernment stability, the risk  of asset expropriation, \nand the risk of internal and external conflicts. Mr. Kaczmarek believes that the blanket application of \nthe sovereign bond spread to every business in a given country is not appropriate.  Mr Kaczmarek refers to \nBK1:Section V.V.iii.  Mr Kacz marek will further elaborate \non the erroneous use of bond spreads as a measure of country risk for a private commercial business in his \nsupplemental report.  Mr Kaczmarek notes that, while he \nagrees that Mr Bezant’s value conclusion for Hotel Zirka is reasonable, it should not be inferred that he agrees \nwith each and every input parameter, including the CRP. \n  \n \n  \n \n  \n \n  \n \n \nD25/1/26\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n27/73 No Issue Mr Bezant Mr Kaczmarek \nMr Bezant’s notes Mr Kaczmarek’s comments opposite \non the CRP. He observes that if Mr Kaczmarek \nconsiders that the CRP Mr Bezant applied in the \nvaluation of Hotel Zirka is too high (given his views on CRP as set out in BK2), then in order for Mr \nKaczmarek to concur with  Mr Bezant’s overall \nconcluded value, he must also consider that other assumptions or inputs adopted by Mr Bezant are \nwrong but such that the overall effects on value net \nout. If this is the case, Mr Bezant does not know Mr Kaczmarek’s position on the components of Mr \nBezant’s valuation with which he disagrees. \nMr Bezant further notes that in BK1, regarding Mr \nBezant’s valuation of Hotel Zirka, Mr Kaczmarek stated \n“I consider his methodology and assumptions to be \nreasonable ” (BK1: 215). Mr Kaczmarek has evaluated Mr Bezant’s valuation of \nthe main hotel complex at Hotel Zirka and found the \nresult (including many of the assumptions) to be \nreasonable.  Mr Kaczmarek does not feel it assists the court to explain whether he agrees or disagr"}
{"start": 49000, "text": "omponents of Mr \nBezant’s valuation with which he disagrees. \nMr Bezant further notes that in BK1, regarding Mr \nBezant’s valuation of Hotel Zirka, Mr Kaczmarek stated \n“I consider his methodology and assumptions to be \nreasonable ” (BK1: 215). Mr Kaczmarek has evaluated Mr Bezant’s valuation of \nthe main hotel complex at Hotel Zirka and found the \nresult (including many of the assumptions) to be \nreasonable.  Mr Kaczmarek does not feel it assists the court to explain whether he agrees or disagrees \nprofessionally with every input parameter and what \nparameter he would otherwise use if he finds that the value result is reasonable overall.  Mr Kaczmarek has \nfound the result of Mr Bezant’s valuation analysis to be \nreasonable, just as he has found the result of other third-party valuer results to be reasonable (even if he also \ndoes not agree professionally with every input utilized).  \nMr Kaczmarek reiterates t hat reasonable professionals \ncan hold reasonably divergent views with respect to \nmany valuation input parameters.  If the value result is \nfound to be reasonable, Mr Kaczmarek finds it unnecessary to offer a belaboured assessment of every \ninput parameter. \n  Cost of debt Mr Bezant has relied on the lending rate of the NBU to \nnon-financial businesses as a proxy for the pre-tax \ncost of debt. Mr Kaczmarek has relied upon the average lending rate \nof Ukrainian banks to non-financial institutions in US \ndollars that are not real estate loans (i.e., residential mortgages).  \nD25/1/27\nExpert Joint Statement between Ma rk Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n28/73 No Issue Mr Bezant Mr Kaczmarek \nAt the time of his First Re port, Mr Bezant considered \nhis cost of debt assumption to be consistent with the \nUAH-borrowing rates of other valuers, and his overall \ndiscount rate also to be consistent those of other valuers (see point 6.11 below). He now understands \nthat the borrowing rate on which he relied is the NBU’s \nblended rate of UAH and foreign currency borrowing, which implies borrowing in UAH only would be at a \nhigher rate than he, or other valuers, used. Further, \nsimply substituting this higher borrowing rate for Mr Bezant’s chosen rate would result in a cost of debt \nhigher than the cost of equity for some assets, which is \ninappropriate.   \nMr Bezant does not know the extent to which the \nNBU’s UAH-only rate applies to the Transferred \nAssets, but considers that t he originally applied cost of \ndebt continues to result in a reasonable discount rate \nand overall valuation. He therefore continues to adopt \nthe cost of debt from his fi rst report but notes that a \nhigher cost of debt would reduce his valuation. \n \nD25/1/28\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n29/73 No Issue Mr Bezant Mr Kaczmarek \n  Overall discount \nrate \nassessments Mr Bezant discounts forecast  cash flows for the Petrol \nStations using a nominal WACC of 17.5% in 2016. \nThree of the valuation reports considering the Petrol \nStations in 2016 (by UCE, Expert+ and EY) also calculate nominal UAH discount rates, ranging from \n18.0% to 23.3%. His WACC of 17.5% is slightly below \nthis range.  \nBaker Tilly and Veritas both used real discount rates of \n16.3% and 12.0% respectively. Adjusting these for \nexpected Ukrainian inflation of 5% results in nominal discount rates of 22.1% and 17.6%, respectively, \nwhich are similar to or higher than Mr Bezant’s \nassessment of 17.5%.  \nVolyn used a UAH capitalisation rate of 18.5%.  \nMr Bezant notes that his overall conclusions on the \nvalue of the Petrol Stations are broadly consistent with the audited Restated 2016 Values, which were based \non values assessed by Expert+ and Volyn.  \nMr Bezant comments on the appropriate currency in \nwhich to value the Petrol Stations at 7.9. Mr Kaczmarek notes that wh ile the third-party valuers \ncalculated discount rates and cash flows in UAH, and \nthat some the third-party valuers determined a disco"}
{"start": 52500, "text": " a UAH capitalisation rate of 18.5%.  \nMr Bezant notes that his overall conclusions on the \nvalue of the Petrol Stations are broadly consistent with the audited Restated 2016 Values, which were based \non values assessed by Expert+ and Volyn.  \nMr Bezant comments on the appropriate currency in \nwhich to value the Petrol Stations at 7.9. Mr Kaczmarek notes that wh ile the third-party valuers \ncalculated discount rates and cash flows in UAH, and \nthat some the third-party valuers determined a discount \nsimilar to Mr Bezant’s discount rate, Mr Bezant’s overall valuation of the Petrol Stations is approximately 70 \npercent lower than the Original 2016 Values for the \nPetrol Stations (which were derived from the same third-party valuers).  Mr Kaczmarek believes no comfort can \nbe derived from Mr Bezant’s comparison of discount \nrates with third-party valuers when his overall valuation of the Petrol Stations is significantly lower overall.  Mr \nKaczmarek also believes that a detailed focus on the \ninput parameters of the discount rate alone misses the forest for the trees given the significant disparity of Mr \nBezant’s value conclusion for the Petrol Stations. \n Mr Kaczmarek is also of the view that the Income \nApproach (or DCF Approach) is more appropriately \nprepared in USD than UAH because oil trades in USD, refiners purchase oil in USD, refineries set prices of their \noil product derivatives in USD (since oil product \nderivatives are also traded globally in USD), and petrol stations are retail traders of oil product derivatives (i.e., \nthey purchase oil product derivatives based on USD \nprices and would logically set retail prices in UAH based upon USD prices). \n \nMr Kaczmarek observes that the Bank onl\ny relied upon \nD25/1/29\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n30/73 No Issue Mr Bezant Mr Kaczmarek \nRestated 2016 Fair Values for 47 petrol stations from \nExpert+, but 199 petrol stations from Volyn.  \n \n7. Petrol stations \n The Experts summarise their assessments of the Petrol Stations  in the table below. The values pleaded by the Defendants are th e same as the \namounts originally recognised in the Bank’s 2016 financial statements (the Original 2016 Values). \nTable 7-1: Summary of Petrol Station assessments (UAH millions) \n  Original 2016 Value/ \nDefendants’ Value Restated 2016 Value Mr Bezant's assessment Mr Kaczmarek's assessment \nPetrol stations 6,341 1,852 1,869 8,444 \nSource: MB1: Table 2-2; BK2: Table 1.  \nValuation approach \nMatters agreed \nNo Issue Experts’ agreement \n Physical inspections of the \nPetrol Stations The Experts agree that they have not performed a physical  inspection of any of the Petrol Stations, either at \nthe date of transfer or more recently. \n Operational status of the \nPetrol Stations The Experts agree that, based on the information availabl e to them, the Petrol Stations were operational at \ntheir respective valuation dates. \n Income Approach The Experts agree that, in circumstances wher e the Petrol Stations were operational, it is reasonable to \nvalue the Petrol Stations using DCF analysis to  determine their fair value or market value. \nD25/1/30\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n31/73 No Issue Experts’ agreement \n Market Approach The Experts agree that, in principle, the Pe trol Stations can be valued using the Market Approach, but they \ndisagree on their ability to conduct su ch a valuation reliably ba sed on the information available to them.  Mr \nKaczmarek is of the view the transactional data he ha s gathered is not only robust, but that the data would \nallow for a reliable measure of fair value under the Market Approach alone. Mr Bezant disagrees because, for example, Mr Kaczmarek has not confirmed that the transactions are in petrol stations that are \nappropriately comparable to those that  are the subject of the valuati on. He comments further at 7.25. \nThe Experts agree"}
{"start": 56000, "text": "tion reliably ba sed on the information available to them.  Mr \nKaczmarek is of the view the transactional data he ha s gathered is not only robust, but that the data would \nallow for a reliable measure of fair value under the Market Approach alone. Mr Bezant disagrees because, for example, Mr Kaczmarek has not confirmed that the transactions are in petrol stations that are \nappropriately comparable to those that  are the subject of the valuati on. He comments further at 7.25. \nThe Experts agree that they do not rely upon any compar able listed companies to value the Petrol Stations \nunder the Market Approach. (MB1: 4.85; BK2: 168) \n Valuation currency The Experts agree that, if implemented co nsistently, the valuation of an asset can be conducted in any \ncurrency and should not arrive at substantially di fferent results. For instance, an appropriately prepared \nDCF in UAH should provide the same valuation as an appropriately prepared DCF in USD. The Experts, \nhowever, disagree on the most appropriate valuation curr ency for the Petrol Stations, as discussed further \nbelow. \n Historical data available to \nthe Experts Subsets of historical fuel sales volumes, fuel revenues, concession/additional revenues, and operating \ncosts for 2015 and the first half of 2016 were made available to some of the valuation firms retained by the \nBank from 2016 to 2018.   \nThe Experts disagree on the reliability of th is information (discussed further below). \nThe same data was not made available to the Expe rts for the second half of 2016, 2017, or 2018. \n Fuel imports The Experts agree that as at September 2017,  85% of the fuel consumed in Ukraine was imported and \nthere was only one operational oil refinery in Ukrain e (Exhibit BK-20). Mr Kaczmarek notes that public \ninformation is available indicating that all of Ukraine’ s other refineries have been idle since 2013 or earlier \nwhich has raised Ukraine’s dependence on fuel imports.1 \n \n1  BK-54, “Who Will Save Ukraine’s Dying Refineries” \nD25/1/31\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n32/73 Matters not agreed \nNo Issue Mr Bezant Mr Kaczmarek \n  Currency of \nanalysis Mr Bezant prepares his DCF analysis and cross-\nchecks of value in UAH, converting currencies where \nappropriate at the prevailing exchange rate. As \nidentified by Mr Kaczmarek, the Petrol Stations’ revenues and costs have historically been collected \nand paid in UAH (BK2: 155). Mr Bezant therefore \nconsiders that a valuation in USD does not reflect the ability of Ukrainian customer s to pay prices expressed \nin USD for their fuel. In par ticular, if the Ukrainian \nhryvnia depreciates significantly against the dollar, the ability of the Petrol Stations to generate the same \nprofits in USD terms will fall given the inability of the \nUkrainian customers (who are not paid in USD) to pay the same prices in USD terms without volumes \ndeclining.  \nAs the exchange rate varies, the value of the Petrol Stations is therefore more likely to remain constant \nover time in UAH terms th an USD terms. Mr Bezant \ntherefore considers it appropriate to prepare his DCF in UAH, and cross-check this against transactions and \nother reference points in UAH. \n As stated by Mr Kaczmarek, neither Expert has \nincorporated the impact of changes in oil prices on \noperating margins into thei r models. Nonetheless, Mr \nBezant understands operating margins of petrol \nstations are affected variousl\ny by competition, Mr Kaczmarek believes it is reasonable to value the \nPetrol Stations in USD as oil and oil product derivatives \nare global commodities priced in USD  See also item \n6.11 above.. \n \nMr Kaczmarek notes Mr Bezant’s commentary about the \ninability of Ukrainian customers to pay higher prices for fuel because of a depreciation of the UAH vis-à-vis the \nUSD is not supported by any elasticity of demand \nanalysis.  A depreciation of the UAH vis-à-vis the USD indicates that the inflation rate of goods and"}
{"start": 59500, "text": "Mr Kaczmarek believes it is reasonable to value the \nPetrol Stations in USD as oil and oil product derivatives \nare global commodities priced in USD  See also item \n6.11 above.. \n \nMr Kaczmarek notes Mr Bezant’s commentary about the \ninability of Ukrainian customers to pay higher prices for fuel because of a depreciation of the UAH vis-à-vis the \nUSD is not supported by any elasticity of demand \nanalysis.  A depreciation of the UAH vis-à-vis the USD indicates that the inflation rate of goods and services in \nUAH is higher than the inflation rate for the same goods \nand services in USD.  A higher inflation rate indicates that participants in the Ukrainian market have all raised \ntheir prices at a rate higher than participants in the US \nmarket.  Mr Bezant appears to suggest (without support) that petrol stations would uniquely be prevented from \nraising their own prices like all other market participants \nin the Ukrainian market.  Mr Kaczmarek does not find this suggestion to be credible. \n  \nD25/1/32\nExpert Joint Statement between Ma rk Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n33/73 No Issue Mr Bezant Mr Kaczmarek \nregulation, fiscal policy, and general economic \nconditions in the country in which the station operates \nsuch as disposable income in the local currency. Mr \nBezant will respond to Mr Kaczmarek’s comments opposite regarding operating margins and the elasticity \nof demand further in his supplemental report. He notes \nhere that within his DCF, Mr Bezant assumes a constant profit margin over time because, as at the \nvaluation date, relatively small exchange movements \nwere expected as compared to the much larger exchange rate movements that had taken place \nhistorically.  \n Mr Kaczmarek’s view appears to suggest that he \nconsiders that the value of any petrochemical or \ncommodity business (where the commodity is typically \npriced in USD) will be immune to local exchange rate \nmovements, but that is not Mr Bezant’s experience. Mr \nBezant will comment on this in more detail in his supplemental report. \n \n Mr Kaczmarek further notes t hat Mr Bezant accepts that \npetrol stations will raise prices for fuel when oil prices \nrise in USD.  In fact, Mr Bezant cites an article that \nreveals that petrol stations gene rally raise prices for fuel \nquickly when oil prices rise in USD, but then decrease \nprices rather slowly when oil prices decline in USD (MB-\nB66).  This article indicates that petrol stations take advantage of oil price movements in USD to enhance \ntheir profit margins – the op posite of what Mr Bezant \nnow suggests. \nMr Kaczmarek does not find useful Mr Bezant’s \nspeculative commentary as to Mr Kaczmarek’s views on \npetrol chemical or other commodity businesses.  Nevertheless, Mr Kaczmarek can confirm that in his \nexperience, businesses that produce or trade \ncommodities that are globally priced in USD, like oil product derivates, are most often valued in USD and \nthen converted to a local currency using the exchange \nrate at the valuation date if required. \n \nFinally, Mr Kaczmarek notes that both Experts assume a \nconstant 10% operating margin. Neither expert assumes that the increase in oil prices or changes in the \nexchange rate will result in margin compression for the \nPetrol Stations. \n \nD25/1/33\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n34/73 No Issue Mr Bezant Mr Kaczmarek \n  Implications of \nchosen \ncurrency Mr Bezant considers that Mr Kaczmarek’s choice of \ncurrency (USD) causes both his DCF and transactions \nanalysis to overstate the value of the Petrol Stations in \nUAH terms. \nIn his DCF analysis, Mr Kaczmarek converts UAH \npetroleum prices to USD before forecasting price \ngrowth based on the change in forecast Brent oil prices. In doing so, Mr Kaczmarek assumes the growth \nin UAH-denominated domestic fuel prices applies to \nUSD-denominated domestic fuel prices, rather than UAH-denominated prices as Mr Bezant has assumed. \nThis ha"}
{"start": 63000, "text": "ek’s choice of \ncurrency (USD) causes both his DCF and transactions \nanalysis to overstate the value of the Petrol Stations in \nUAH terms. \nIn his DCF analysis, Mr Kaczmarek converts UAH \npetroleum prices to USD before forecasting price \ngrowth based on the change in forecast Brent oil prices. In doing so, Mr Kaczmarek assumes the growth \nin UAH-denominated domestic fuel prices applies to \nUSD-denominated domestic fuel prices, rather than UAH-denominated prices as Mr Bezant has assumed. \nThis has the effect of increasing Mr Kaczmarek’s \nvaluation by around 10%, incorrectly in Mr Bezant’s view. \nIn his transactions analysis, Mr Kaczmarek considers \ntransactions between 2012 and December 2016 to inform his valuation. Wh ere necessary, he converts \ntransaction prices to USD to derive USD-denominated \naverage values per petrol station. However, in 2014 and 2015, the UAH depreciated very significantly \nagainst the USD, from around 8 to around 20 \nUAH/USD. Since Mr Kaczmarek’s analysis is conducted in USD, he implicitly assumes that \nUkrainian petrol stations maintained their value over \nthis period in USD. As set out above in 7.9, Mr Bezant does not consider this appropriate given the \ndepreciation in UAH over this period.  Mr Kaczmarek disagrees with Mr Bezant’s assertion that \nhis DCF model overstates the fair value by 10% as \ndiscussed above in item 7.8 and as follows. \n Mr Kaczmarek believes that his assumptions regarding \nUSD denominated fuel prices are reasonable. Mr. \nKaczmarek is of the view that it is appropriate to increase USD-denominated fuel prices based on the \nchange in forecast Brent prices, which are denominated \nin USD. Implicit in this assumption is that UAH-denominated fuel prices would evolve not only due to \nchanges in Brent prices, but also changes in the UAH-\nUSD exchange rate. This is approach implemented by Mr Bezant in his UAH-based DCF model (MB1: \nAppendix 9) \n \nMr Kaczmarek notes that Mr Bezant has not attempted \nto implement the Market Approach in his valuation of the \npetrol stations.  He only uses comparable transactions identified as a cross-chec k, but this data does not \nsupport Mr Bezant’s DCF valuation conclusions (Mr. \nKaczmarek will address this matter in his supplemental report).   \n \nD25/1/34\nExpert Joint Statement between Ma rk Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n35/73 No Issue Mr Bezant Mr Kaczmarek \nMr Bezant will comment on these points further in his \nsupplemental report. Mr Kaczmarek considers that informed buyers and \nsellers (i.e., market participants) would want to know the \nprices at which other petrol stations were being sold in \nEastern Europe, particularly Ukraine, and that the Market Approach should serve as a primary valuation \ntechnique to measure fair value in this case. \n Mr Kaczmarek considers that Mr Bezant’s concern \nregarding the depreciation of the UAH is misplaced.  As \ndiscussed above in item 7.8 above, a depreciation of the UAH vis-à-vis the USD indicates higher inflation for \ngoods and services in Ukraine vis-à-vis the inflation for \ngoods and services in the US.  This means Ukrainian market participants have raised prices than US market \nprices in their respective currencies.  Mr Bezant has \noffered no evidence to indicate petrol stations would not be able to raise prices like all other market participants \nin Ukraine. \n Mr Kaczmarek also notes that other countries in Eastern \nEurope also experienced a declining local currency vis-\nà-vis the USD.  In spite of this decline in exchange rates, transaction prices for petrol stations showed no \ndownward trend in USD, including in Ukraine. \nD25/1/35\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n36/73 No Issue Mr Bezant Mr Kaczmarek \n  Valuation date Mr Bezant is instructed to value the Petrol Stations \naround the dates they were transferred to the Bank. \nFor simplicity, he adopts a single valuation date of 1 \nJuly 2016 (MB1: 1.24 and 1.26). Mr Ka"}
{"start": 66500, "text": "n spite of this decline in exchange rates, transaction prices for petrol stations showed no \ndownward trend in USD, including in Ukraine. \nD25/1/35\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n36/73 No Issue Mr Bezant Mr Kaczmarek \n  Valuation date Mr Bezant is instructed to value the Petrol Stations \naround the dates they were transferred to the Bank. \nFor simplicity, he adopts a single valuation date of 1 \nJuly 2016 (MB1: 1.24 and 1.26). Mr Kaczmarek does not consider that the six month difference in valuation \ndate has any effect on the valuation (BK2: 18). \nHowever, if Mr Kaczmarek’s opinion is correct that the value of the Petrol Stations is more likely to remain \nconstant in USD than UAH, then his calculation would \nimply a value of the Petrol Stations as at 1 July 2016 that is around 9% lower in UAH terms as a result of the \nUAH weakening against the USD in the second half of \nthe year.  Mr Kaczmarek notes Mr Bezant’s instructed valuation \ndate is chosen as a matter of convenience and thus \ndoes not take into account changing market \ncircumstances over the time period in which the valuations were conducted to the valuation date, \nincluding for example, movements in exchanges rates or \ninflation over the period in which the assets were transferred to the Bank.  Mr Kaczmarek does not object \nto a valuation date chosen as a matter of convenience.  \nHe considers a valuation date of 31 December 2016 just as convenient as 1 July 2016, particularly because the \nBank did not update the fair value measures of the \nTransferred Assets at year-end 2016. \n \nMr. Kaczmarek is of the view that the choice of valuation \ndate for the Petrol Stations is not material.  Mr Kaczmarek considers Mr Bezant’s focus on a change in \none input parameter misplaced.  For example, Mr \nBezant does not consider inflation changes and changes in fuel prices among many other factors. Mr. Kaczmarek \nconsiders that valuations performed by the third-party \nvaluers for purposes of transferring the assets to the Bank in 2016 were not “outdated” given the market \ncircumstances and thus represent a reasonable fair \nvalue measure at year end 2016.  \n \nD25/1/36\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n37/73 No Issue Mr Bezant Mr Kaczmarek \n  Compliance \nwith IVS and \nIFRS 13 Mr Bezant considers that the IFRS 13 and IVS \nguidance on the assessment of fair value or market \nvalue respectively should typically cause a valuer to \narrive at a materially similar result. He will address this further in his supplemental report.  \n \nMr Kaczmarek comments opposite on Mr Bezant’s use \nof volume estimates prepared after the valuation date. \nMr Bezant has relied on estimates of the sales \nvolumes of the Petrol Stations for periods prior to his valuation date which were only compiled after this \ndate. He does so because of the concerns he identifies \nfurther below at 7.18 regarding the accuracy of historical data reported prior to this date. In most \ncircumstances, the buyer and seller of petrol stations \nwould have had access to reliable (potentially warranted) volume data as at the valuation date. Given \nthe issues regarding the volume data collated prior to \nthis date (see 7.18), Mr Bez ant relies on estimates of \n2016 volumes prepared at a later date as a proxy for \ndata available in 2016. Mr Bezant does not consider \nthis renders his valuation non-compliant with valuation standards in these circumstances. Mr Kaczmarek has opined that IFRS 13 contains a more \nprescriptive approach to measuring a market-based \nvalue under the fair value standard than IVS 2013.  As \nsuch, a fair value measure that is compliant with IFRS 13 will also be compliant with IVS 2013, but not vice \nversa. \n Mr Kaczmarek is of the opinion that Mr Bezant’s \nvaluation of the petrol stations is not compliant with \neither the market value or fair value standard since he relies on information that was not"}
{"start": 70000, "text": " in these circumstances. Mr Kaczmarek has opined that IFRS 13 contains a more \nprescriptive approach to measuring a market-based \nvalue under the fair value standard than IVS 2013.  As \nsuch, a fair value measure that is compliant with IFRS 13 will also be compliant with IVS 2013, but not vice \nversa. \n Mr Kaczmarek is of the opinion that Mr Bezant’s \nvaluation of the petrol stations is not compliant with \neither the market value or fair value standard since he relies on information that was not known or knowable as \nat his valuation date (1 July 2016).  Specifically, Mr \nBezant relies upon fuel sales volumes derived by Volyn from field studies of allegedly comparable petrol stations \nin 2018, and somehow applied to the 246 petrol stations \nat issue in this litigation that neither Expert understands. \n \nMr Kaczmarek notes information not known or knowable \nas of the valuation date cannot be considered compliant by labelling the data “proxy data.” \nD25/1/37\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n38/73 No Issue Mr Bezant Mr Kaczmarek \nIVS states: “The assumed date of a transaction will \ninfluence what information and data a valuer considers \nin a valuation. Most bases of value prohibit the \nconsideration of information or market sentiment that \nwould not be known or knowable with reasonable due \ndiligence on the measurement/valuation date by \nparticipants.” (B5-05, pp 10.5).  Mr Bezant recognizes \nthe use of information not knowable at the valuation date \nlimits the usefulness of his valuation analysis (MB1: \n5.73).  Mr Kaczmarek does not agree that the Mr Bezant’s use of information not known or knowable on \nthe valuation date merely “limits” his analysis.  It is Mr \nKaczmarek’s view that Mr Bezant’s valuation is non-compliant with the market value or fair value standards.  \nCertainly, the third-party valuers operating under the \ntripartite agreement could not have availed themselves to the Volyn 2018 “field studies.”     \nPetroleum volumes \n The Experts have both performed DCF valuations for the Petrol Stations. Within their analyses, the Experts have used different  historical petroleum \nvolumes. This is the most material difference between their re spective DCF analyses.  The other significant differences include  Mr Bezant’s RONIC \nassumption and the country risk premium included in the discount rate. \nMatters agreed \nNo Issue Experts’ agreement \n The correct volumes is a \nfactual question   The Experts agree that the correct petroleum volumes to  use as inputs into their DCF analyses is ultimately \na factual matter for the Court to decide.  \nD25/1/38\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n39/73 No Issue Experts’ agreement \n Volumes underlying the \nOriginal 2016 Values The Experts agree that multiple valuation reports incl ude historical petroleum volumes data for the Petrol \nStations, disaggregated by fuel type. The reports underpinning the Original 2016 Values include: \na. the Baker Tilly (BT) Original PS Report; \nb. the UCE Original PS Reports (including one report using a DCF approach and one report using a \ncapitalisation approach); and \nc. the Veritas Original PS Report. \nAll three valuers purport to use historical data provided by the ‘ enterprise owners ’. \nThe Experts agree that the fuel sales volumes by produ ct type used by UCE and Veritas for their valuations \nof 245 and 211, respectively, of the 246 Petrol Stations is consistent. \nThe Experts agree that, with respect to the 14 Petrol St ations which they have been able to compare so far, \nthe fuel sales volumes by product type (as calculated by Mr Bezant in Appendix 10a to his first report) are \nnot consistent with the fuel sales volumes by produc t type used by UCE or Veritas. The Experts disagree \non the implications of this inconsistency (discu ssed further below). The Experts have recently been \nprovided with additional information on the volume"}
{"start": 73500, "text": "ations is consistent. \nThe Experts agree that, with respect to the 14 Petrol St ations which they have been able to compare so far, \nthe fuel sales volumes by product type (as calculated by Mr Bezant in Appendix 10a to his first report) are \nnot consistent with the fuel sales volumes by produc t type used by UCE or Veritas. The Experts disagree \non the implications of this inconsistency (discu ssed further below). The Experts have recently been \nprovided with additional information on the volumes assumed by BT for other petrol stations \n(PB0206401_00001) and will comment on this  data in their supplemental reports. \nD25/1/39\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n40/73 No Issue Experts’ agreement \n Volumes underlying the \nRestated 2016 Values The Experts agree that the volumes used in the re ports underlying the Restated 2016 Values are lower \nthan the volumes underlying the Original 2016 Val ues. The reports underpinning the Restated 2016 \nVolumes include: \na. the Expert+ Restated PS Reports; and \nb. the Volyn Expert Restated PS Report. \nThe Experts agree that: \na. the volumes underlying the Restated 2016 Values provided by Volyn rely upon field studies of allegedly \ncomparable petrol stations performed by Volyn in 2018, rolled back to 2016 with a 95 percent \nadjustment factor; \nb. they have been unable to understand how the field studies were specifically used by Volyn to \ndetermine sales volumes for each of the 246 Petrol Stations; \nc. they have been unable to identify which petrol st ations were included in Volyn’s field studies;  \nd. they have been unable to determine how sales volumes were derived by Expert+ when valuing the \nPetrol Stations in 2016; and \ne. of the valuers who contributed to the Restated 2016 Values: (i) Expert+ were provided with the volumes \nsupporting the Original 2016 Values and chose not to use them. The reasons for this are not explained in Expert+’s report; and (ii) Volyn were not provided with the volumes.  \nThe Experts disagree on the reliability of t he restated volumes (discussed further below). \nD25/1/40\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n41/73 Matters not agreed \nNo Issue Mr Bezant Mr Kaczmarek \n  Inconsistency in \nvolumes \nunderlying the \nOriginal 2016 Values The BT Original PS Report values 994 petrol stations, \nand includes historical sales volumes for 2015 \nprovided by the Bank. The individual petrol station \nvaluations are set out in annexes to the report. The Experts have only been provided with 6 annexes, that \ncover the valuations of 241 petrol stations. Of these \n241, only 14 are part of the 246 Petrol Stations considered by the Experts.\n2 Hence the Experts only \nhave historical fuel sales from both BT and \nUCE/Veritas for these 14 stations. \nFor each of these 14 petrol stations, the historical fuel \nsales volumes in 2015 differ in total and by fuel \nproduct to the 2015 totals recorded in the UCE and Veritas reports, sometimes significantly (MB1: A7.9). \nFor example, for the station located in Bugayevka \nvillage, the total volumes in the Baker Tilly report are around double the equivalent volumes in the UCE/ \nVeritas reports.\n3 \n Mr Bezant considers that, given BT, UCE and Veritas \nall purportedly rely on historical sales volumes \nprovided by the Bank prior to its nationalisation, he Mr Kaczmarek agree s that the Baker Tilly valuation \nreport only discloses fuel sales volumes for 14 \ntransferred petrol stations and Baker Tilly shows \nvolumes by product type that differ from those utilized by UCE and Veritas (but often not materially different in \ntotal).  The reason for the di fferences is not known to Mr \nKaczmarek.  The difference could be an error on the part of the enterprise owners, t he Bank, or Baker Tilly.  \n \nMr Kaczmarek notes that a document containing the \nsales volumes relied upon by Baker Tilly for all 994 \npetrol stations has been recently located and "}
{"start": 77000, "text": "for 14 \ntransferred petrol stations and Baker Tilly shows \nvolumes by product type that differ from those utilized by UCE and Veritas (but often not materially different in \ntotal).  The reason for the di fferences is not known to Mr \nKaczmarek.  The difference could be an error on the part of the enterprise owners, t he Bank, or Baker Tilly.  \n \nMr Kaczmarek notes that a document containing the \nsales volumes relied upon by Baker Tilly for all 994 \npetrol stations has been recently located and provided to \nMr Kaczmarek as well as disclosed to Claimant.  This data will be analyzed and addressed in Mr Kaczmarek’s \nsupplemental report. \n  \nMr Kaczmarek is of the view that Mr Bezant’s rejection \nof the UCE/Veritas sales volumes on the basis of 14 inconsistent sales volumes di sclosed by Baker Tilly is an \nover-reaction and not justified. \n \n2  Mr Bezant notes that the last sentence of paragraph A7.8 of his first report should have stated “ I have only been provided with annexes underpinning valuations for 14 \nof the Petrol Stations, which contain some petrol station-specific historical fuel sales volumes data”.  \n3  MB1: Appendix 10a, ‘ Report volumes ’ tab, row 28. \nD25/1/41\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n42/73 No Issue Mr Bezant Mr Kaczmarek \nwould expect the data to be consistent. \nMr Bezant considers the inconsistency in the data \nindicates that the volumes underlying the Original 2016 \nValues may not be reliable (MB1: 4.59(1)).  \nAs stated in 7.18 below, Mr Bezant’s view on the \nUCE/Veritas sales volumes is not solely based on the inconsistency with the BT sales volumes.  \nMr Bezant notes that, if as suggested by Mr \nKaczmarek, the differences in the Baker Tilly data could be an error, there could equally be an error in \nthe UCE/Veritas data. \n  Chosen \nvolumes data Mr Bezant relies on the petroleum volumes data \nincluded in the Restated Volyn Expert PS Report as \ninputs to his DCF analysis, which are lower than the volumes used in the UCE/Veritas reports. Mr Bezant \nuses the lower estimates since: \n(i) EY issued an unqualified audit opinion on the  Restated 2016 Values, which were based on \nvaluations using these lower volumes; \n(ii) the historical data is inconsistent between the Baker Tilly and UCE/Veritas Original PS Reports, \nsuggesting unreliability. Mr  Kaczmarek suggests the \nUCE/Veritas data are sufficiently detailed that it is unlikely they were manipulated, but does not comment \non the fact that the Baker Tilly data is equally detailed \nbut differs from the UCE/ Veritas data; and (iii) Mr Bezant’s cross- checks suggest the lower Mr Kaczmarek relies on the petroleum volumes data \nincluded in the UCE Original PS Reports and Veritas \nOriginal PS Report. \nMr. Kaczmarek is of the view that the underlying reports \nof fuel sales volumes by month by product from 1 \nJanuary 2015 to 30 June 2016 are sufficiently detailed such that it is highly unlikel y that there was any systemic \nmanipulation of this data to overstate fuel sales volumes. \nD25/1/42\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n43/73 No Issue Mr Bezant Mr Kaczmarek \nvolumes are more likely to be correct, even though \nthey appear to have been based on estimates. \n \nMr Bezant addresses at 7.12 Mr Kaczmarek’s comment opposite regarding use of volume estimates \nprepared after his valuation date. As explained there, \nhe does not consider it renders his valuations non-compliant. Mr Kaczmarek reiterates that Mr Bezant’s reliance on \nVolyn’s 2018 field studies of fuel sales volumes for \nallegedly comparable petrol stations to estimate fuel \nsales volumes in 2016 for the 246 petrol stations to be valued is: 1) unreliable as the agreed points in item 7.17 \nabove reveals, and 2) incorporates data that was not \nknown or knowable at the valuation date which renders Mr Bezant’s valuation non-compliant with the IVS and \nIFRS 13 guidelines.  Certainly, Baker T"}
{"start": 80500, "text": "ions non-compliant. Mr Kaczmarek reiterates that Mr Bezant’s reliance on \nVolyn’s 2018 field studies of fuel sales volumes for \nallegedly comparable petrol stations to estimate fuel \nsales volumes in 2016 for the 246 petrol stations to be valued is: 1) unreliable as the agreed points in item 7.17 \nabove reveals, and 2) incorporates data that was not \nknown or knowable at the valuation date which renders Mr Bezant’s valuation non-compliant with the IVS and \nIFRS 13 guidelines.  Certainly, Baker Tilly, UCE and \nVeritas could not have possibly availed themselves to such “field studies” for their valuations regardless of the \nreliability usefulness of such “field studies.”    \nReturn on new invested capital \n Mr Bezant includes an adjustment in his DCF valuation of the Petrol Stations to limit the return on new invested capital (“ RONIC ”). In Mr Bezant’s view, \nRONIC is a metric that measures realised return in relation to  incremental capital expenditure over maintenance capital expendi ture (used to offset \ndepreciation).  \nD25/1/43\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n44/73 Matters agreed \nNo Issue Experts’ agreement \n Sustainable returns  The Experts agree that most businesses are unable to achieve returns in excess of the cost of capital ove r \nan extended period (MB1: 4.73 and BK2: 80).   \nMr Kaczmarek, however, is of the opinion that bus inesses that depend upon their physical location can \nsustain excess returns for extended periods of time.  Mr  Kaczmarek also notes that all businesses strive to \nachieve returns in excess of the cost of capital.  \nMr Bezant disagrees with Mr Kaczmarek’s view that all of the Petrol Stations can sustain supernormal \nprofits in perpetuity (as implied by Mr Kaczma rek’s DCF and his comments on Mr Bezant’s DCF) as \nexplained at 7.22 below.  \n Drivers of petrol station \nprofitability The Experts agree that factors such as geographic lo cation, number of pumps and fuel quality are drivers \nof petrol station profitability. \nD25/1/44\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n45/73 Matters not agreed \nNo Issue Mr Bezant Mr Kaczmarek \n  Application of a \nRONIC \nadjustment  Mr Bezant considers that, consistent with the views of \nvaluation practitioners generally (such as Professor \nAswath Damodaran), firms that do not possess a \nsustainable competitive advantage cannot make returns in excess of the cost of capital in the long run \n(Exhibit MB-B12). According to economic theory, a firm \nmaking such supernormal profits (which can be measured using the RONIC metric), would attract \ncompetitors to the market desiring to share in those \nprofits, and scrutiny from regulators if competition was not possible or was distorted. Once additional firms \nenter the market, supernormal profits are eroded \nthrough competition.  \nAs explained in 7.23 below, Mr Bezant does not \nconsider that petrol stations can earn supernormal \nprofits in the long run. \nIn order to ensure his valuations of the Petrol Stations \nare consistent with economic theory, Mr Bezant \nforecasts the RONIC in his final explicit forecast period to be equal to his cost of capital, plus a premium of \n1%. \nAs explained in his first report, for computational \nconvenience only, Mr Bezant has implemented this via \nan increased capital expenditure assumption (MB1: \n4.73). Returns may instead be limited by other competitive effects, for instance the need to reduce Mr Kaczmarek believes physical location and first mover \nadvantage are competitive adv antages that would allow \na firm to generate excess returns. \n Mr. Kaczmarek believes Mr. Bezant’s capital \nexpenditure adjustment (RONIC) is flawed as it ignores \nthe importance of location and first mover advantage and assumes capital expenditures that do not generate \nany additional value (i.e., they are wasted capital \nexpenditures that only serve to reduce cash flow). \n \nD25/1/45\nExpert Joint S"}
{"start": 84000, "text": " to reduce Mr Kaczmarek believes physical location and first mover \nadvantage are competitive adv antages that would allow \na firm to generate excess returns. \n Mr. Kaczmarek believes Mr. Bezant’s capital \nexpenditure adjustment (RONIC) is flawed as it ignores \nthe importance of location and first mover advantage and assumes capital expenditures that do not generate \nany additional value (i.e., they are wasted capital \nexpenditures that only serve to reduce cash flow). \n \nD25/1/45\nExpert Joint Statement between Ma rk Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n46/73 No Issue Mr Bezant Mr Kaczmarek \nprices to discourage new competitors.  \n \nMr Bezant will address Mr Kaczmarek’s comments \nopposite about RONIC, location, and first mover advantage further in his supplemental report.  Mr Kaczmarek is also of the vi ew that “excess profits” is \nnot the sole or primary driver in a competitor’s decision-\nmaking to enter a market.  Rather, a supply / demand \nimbalance in the market would primarily attract competition.  In other words, if an existing player in a \nmarket is servicing the entire demand in a particular \nphysical location and making exce ssive profits, it would \nnot be logical for a potential competitor to enter and \ncompete in that location because, at best, prices and \nprofits would fall and the demand would be split between two competitors.  Moreover, the existing competitor has \na natural barrier of entry because the existing player \ncould always temporarily lower prices to make a new competitor’s entry unviable.  On the other hand, if an \nexisting player cannot fulfil all of the demand at a \nphysical location and is making excess profits, a competitor would be drawn to enter that market to fulfil \nthe excess demand and that new competitor could also \nmake excessive profits.      \n \nMr Kaczmarek considers Mr Bezant’s RONIC \nadjustment to be nothing more than an inappropriate tool to constrain profits, cash flow, and value.  The evidence \nof this inappropriate adjustment is reflected in Mr \nBezant’s exceptionally low valuation results relative to the average prices at which petrol stations have been \nbought and sold in Eastern Europe, including Ukraine. \nD25/1/46\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n47/73 No Issue Mr Bezant Mr Kaczmarek \n  The competitive \nadvantages of \nthe Petrol \nStations Mr Bezant considers the Petrol Stations to be unable \nto maintain a sustained competitive advantage in the \nlong run, since: (i) petroleum is, in general, a \nhomogenous good; (ii) there exist multiple competitors in the market at the date of valuation or with resources \nto be able to enter the market; and (iii) there are not \nsignificant barriers to entry into the petrol station market (such as intellectual property rights).  See item 7.21 above. \nTransactions \n Mr Bezant values the petrol stations using a DCF approach only (MB1: 4.51). Mr Kacz marek values the petrol stations using a 50 /50 weighting of his \nresults using an income approach (DCF) and a market approach (transactions) (BK2: 191). \nMatters not agreed \nNo Issue Mr Bezant Mr Kaczmarek \n  Use of \ncomparable transactions  Mr Bezant does not consider the market approach to \nbe an inferior approach to the income approach. However, in any given valuation, consideration must \nbe given to which method (if either) results in the more \nreliable valuation. Mr. Kaczmarek is of the view that the transaction data \nhe has collected is robust and that his Market Approach alone could be utilized to measure the fair value of the \npetrol stations. \n Mr Bezant appears to descri be the Market Approach as \ninferior to other valuation techniques (e.g., the Income or \nDCF Approach) which the Experts agree IFRS 13 does not support. \n \nD25/1/47\nExpert Joint Statement between Ma rk Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n48/73 No Issue Mr Bezant Mr Kaczmarek \nMr Bezant considers the we ight that can be "}
{"start": 87500, "text": "s collected is robust and that his Market Approach alone could be utilized to measure the fair value of the \npetrol stations. \n Mr Bezant appears to descri be the Market Approach as \ninferior to other valuation techniques (e.g., the Income or \nDCF Approach) which the Experts agree IFRS 13 does not support. \n \nD25/1/47\nExpert Joint Statement between Ma rk Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n48/73 No Issue Mr Bezant Mr Kaczmarek \nMr Bezant considers the we ight that can be placed on \nthe comparable transactions (or ‘market transactions’) \napproach depends on: (i) the availability of sufficient \nfinancial and operating data to enable a like-for-like comparison between the asset being valued and those \ninvolved in the comparable transactions; and (ii) \nwhether alternative valuation approaches can be applied to value the assets. \nMr Bezant is unable to identify any operational or \nfinancial metrics for the petrol stations used in either his or Mr Kaczmarek’s market transactions analyses, \nother than the number of petrol stations included in the \ntransaction and the country in which they were located. For instance, he does not know the number of pumps \nat these stations or fuel volumes sold.   \nConsequently, given the availability of his DCF \napproach, Mr Bezant only uses the market \ntransactions approach as a broad cross-check of his \nprimary DCF approach (MB1: 4.57). He considers his valuation to be in line with his cross-check (MB1: 4.87) \nMr Bezant considers Mr Kaczmarek’s transactions \nvaluation to be unreliable for the following reasons: \n(i) Mr Kaczmarek converts transaction prices into USD, \nrather than UAH, which distorts the comparison with \nMr Bezant’s valuation in UAH given exchange rate movements over time; and \n(ii) Mr Kaczmarek has not controlled for any \ncharacteristics of the petro l stations involved in the Mr Bezant’s comments also appear to overlook the fact \nthat his DCF Approach: 1) does not rely upon any actual \nhistorical operating or financial data from the 246 petrol \nstations, and 2) relies upon 2018 “field studies” conducted by Volyn (not known or knowable at the \nvaluation date) which neither Expert is able to evaluate \nor understand how it was applied to the 246 petrol stations.  This is why Mr Kaczmarek describes Mr \nBezant’s valuation as “notional” and non-compliant with \nIVS or IFRS 13.       \n \nMr Bezant mistakenly be lieves the petrol station \ntransactions and expansions identified in the original Veritas report support his DCF valuation results when in \nfact the transactions suppor t Mr Kaczmarek’s fair value \nconclusions.  Mr. Kaczmarek will address this further in \nhis supplemental report. \n \nMr Kaczmarek considers Mr Be zant’s criticisms of Mr \nKaczmarek’s Market Approach to be misplaced as the \nExperts agree that neither  of them has conducted a \nphysical inspection of any of the 246 petrol stations recently or in 2016.  Thus, all of the “unknowns” Mr \nBezant describes with respect to the petrol stations \ninvolved in the transactions Mr Kaczmarek has identified equally apply to the 246 petrol stations to be valued. \nD25/1/48\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n49/73 No Issue Mr Bezant Mr Kaczmarek \ntransactions, such as location or operational \nperformance. Mr Kaczmarek notes that “ location is a \nprimary factor affecting traffic and fuel sales volumes ” \n(BK2: 54), and consequently, profitability and value. Mr Bezant considers this limits the weight that can be \nplaced on Mr Kaczmarek’s transactions analysis, given \nthe availability of a DCF analysis which does not suffer from similar flaws. \nMr Kaczmarek comments opposite that the \n“unknowns” applicable to the potentially comparable petrol stations apply equally to the Petrol Stations to \nbe valued. However, both Experts know the locations \nof these petrol stations and make assumptions in their DCF valuations as regard s their sales volumes for \nexample, wher"}
{"start": 91000, "text": "nsiders this limits the weight that can be \nplaced on Mr Kaczmarek’s transactions analysis, given \nthe availability of a DCF analysis which does not suffer from similar flaws. \nMr Kaczmarek comments opposite that the \n“unknowns” applicable to the potentially comparable petrol stations apply equally to the Petrol Stations to \nbe valued. However, both Experts know the locations \nof these petrol stations and make assumptions in their DCF valuations as regard s their sales volumes for \nexample, whereas Mr Kaczmarek does not attempt to \ninvestigate or control for such differences in such factors in his analysis of transactions.  \n  Two Petrol \nStations \nauctioned in \n2020 For the two Petrol Stations auctioned in 2020, \nMr Bezant considers he does not know whether the \nprices were affected by the COVID-19 pandemic, and \nif so, the magnitude of the impact. He therefore only uses the prices as a cross-check to his valuations, and \nobserves they are broadly consistent with his \nvaluations (MB1: A10.39 to A10.40).  \nWhile this information would not have been knowable \nat his valuation date, it provides a high level cross-check. To the extent that the auction prices were Mr. Kaczmarek does not find the auction prices to be a \nrelevant data point for a valuation in 2016 because the \nauction information is from 2020, was clearly not known \nor knowable in 2016, and the extremely low fair value measures in 2018 suggest that  the Transferred Assets \nhave not been managed by the Bank properly. \n  \nD25/1/49\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n50/73 No Issue Mr Bezant Mr Kaczmarek \nmaterially inconsistent with the earlier valuations \n(which is the case for Mr Kaczmarek’s valuations) it is \nhelpful to consider whether there is a change in the \nmarket which would explain this, otherwise it may be necessary to revisit the original valuation.  \nMr Kaczmarek’s cross-check \n Mr Kaczmarek cross-checks the results of his valuation against his results from a previous arbitration in which he valued petr ol stations in Crimea \nfollowing their expropriation by the Russian Federation (BK2: 192). \nMatters agreed \nNo Issue Experts’ a greement \n Mr Kaczmarek’s concluded \nvalues for the Ukrnafta and \nStabil petrol stations The Experts agree Mr Kaczmarek’s concluded average per  petrol station values vary between the Ukrnafta \nowned stations (USD 3.1 million) a nd the Stabil owned stations (USD 1. 5 million) (BK2: 192). This suggests \nthat differences in specific characteristics of petrol stations, even within a single country or region within a \ncountry, have a material effect on value. \n \nD25/1/50\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n51/73 Matters not agreed \nNo Issue Mr Bezant Mr Kaczmarek \n  Information \navailable on the \ncross-check Mr Bezant has not been provided with any information \nfrom Mr Kaczmarek’s previous engagement beyond a \nbrief background summary in Mr Kaczmarek’ report \nand a PDF copy of his excel spreadsheet calculations. \nMr Bezant has no information on the source of the \nassumptions underlying the spreadsheet calculations. \nMr Bezant considers that th is limits his ability to adjust \nthe valuations accurately for any differences. He notes \nthat there is a significant  difference between the per \npetrol station values that Mr Kaczmarek assessed in respect of two separate sets of petrol stations in \nCrimea, and that the value of the Petrol Stations that \nare the subject of this dispute may again be materially different.  \nMr Bezant will attempt to comment on this further in his \nsupplemental report, given the available information. Mr Kaczmarek notes that the tribunal in these \narbitrations retained their own independent valuer and \nthe public announcement from the Permanent Court of \nArbitration identifies the amounts awarded and number of petrol stations at issue.  From this information, and \nMr. Kaczmarek’s DCF and Market A"}
{"start": 94500, "text": "rol Stations that \nare the subject of this dispute may again be materially different.  \nMr Bezant will attempt to comment on this further in his \nsupplemental report, given the available information. Mr Kaczmarek notes that the tribunal in these \narbitrations retained their own independent valuer and \nthe public announcement from the Permanent Court of \nArbitration identifies the amounts awarded and number of petrol stations at issue.  From this information, and \nMr. Kaczmarek’s DCF and Market Approaches in those \ncases, one can see the adjustment made by the tribunal to Mr Kaczmarek’s valuations.  The adjustments are not \nsubstantial in Mr Kaczmarek’s view and the adjusted \nvaluations significantly exceed the USD 300 thousand average valuation per petrol station Mr Bezant obtains \nfrom his DCF model.   \nMr Kaczmarek does not see the need for Mr Bezant to \nfurther evaluate valuation models that a tribunal \nappointed expert evaluated. \nD25/1/51\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n52/73 No Issue Mr Bezant Mr Kaczmarek \n  Comparability of \npetrol stations \nvalued using \nRussian assumptions With respect to Mr Kaczmarek’s submitted DCF \nanalysis for the Ukrnafta and Stabil valuations \n(Exhibits BK-48 and BK-49), Mr Bezant notes that \ncertain assumptions differ from Mr Kaczmarek’s approach in the current litigat ion, such as the use of a \ncountry risk premium of 2% (as opposed to 3%) and \nuse of Russian inflation and real GDP growth rates. Mr Bezant understands that this is because Mr \nKaczmarek’s previous valuations were performed \nunder the assumption that the petrol stations were situated in Russia, rather than Ukraine.  \nMr Bezant notes that comm entators typically suggest \nthat general levels of Ukrainian country risk are higher than Russian country risk. For instance, while a 2% \nCRP accorded with Professor Damodaran’s view of the \nCRP in Russia at the time of Mr Kaczmarek’s prior valuation, Professor Damodaran considered the \ngeneral Ukrainian CRP to be 11%, albeit both of these \nfigures are calculated using an approach with which Mr Kaczmarek appears to disagree.   \nMr Bezant considers the above differences limit the \ncomparability of this cross-chec k to the Petrol Stations.  Mr Kaczmarek confirms that his DCF model in the \nCrimea arbitrations assumed the petrol stations were \nlocated in Russia rather than Ukraine given Russia’s \nannexation of the territory.  This fact does not render the tribunal’s determination of the fair market value of these \npetrol stations unhelpful as Mr Bezant reasons.  In fact, \nthe valuation of these petrol stations further demonstrates the unreasonableness of Mr Bezant’s \ncountry risk premium in this  case as Mr Kaczmarek will \ndemonstrate in his supplemental report. \n \nD25/1/52\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n53/73 8. Oil storage facilities \nGeneral \n The Experts summarise their assessments of the OSFs in the t able below. The values pleaded by the Defendants are the same as t he amounts \noriginally recognised in the Bank’s 2016 financ ial statements (the Original 2016 Values). \nTable 8-1: Summary of OS F assessments (UAH millions) \n  Original 2016 Value/ \nDefendants’  Value  Restated 2016 Value  Mr Bezant's assessment  Mr Kaczmarek's  assessment  \nOSFs  5,685  312  521  2,370 \nSource: MB1: Table 5-1; BK2: Table 1.  \nMatters agreed \nNo Issue Experts’ a greement \n Physical inspections of \nOSFs The Experts agree that they have not performed a physical  inspection of any of the OSFs, either at the date \nof transfer or more recently. \nD25/1/53\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n54/73 No Issue Experts’ agreement \n Baker Tilly OSF Report The Experts have bee n provided with the BT OSF Report, dated 11 April 2016, wh ich sets out capacity and  \nthroughput information on the OSFs. The Experts agree t hat this document co"}
{"start": 98000, "text": "s of \nOSFs The Experts agree that they have not performed a physical  inspection of any of the OSFs, either at the date \nof transfer or more recently. \nD25/1/53\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n54/73 No Issue Experts’ agreement \n Baker Tilly OSF Report The Experts have bee n provided with the BT OSF Report, dated 11 April 2016, wh ich sets out capacity and  \nthroughput information on the OSFs. The Experts agree t hat this document contains the only historical \noperating data provided to them (MB1: 5.13, 5.14; BK2: 195). \nThe report contains capacity and throughput data pertaining to the 72 OSFs for 11 months in 2015. The Experts agree that Baker Tilly did not verify the operational status of the OSFs or the information \nprovided to them by the Bank (BT OSF Report: pp. 10-11): \n “The Expert did not conduct a personal review of the Subject Property. In their conclusions and \nopinions on its condition as of the Appraisal Date, the Executor [Expert] based only on the information \nprovided by the Customer ” \n “The Expert did not verify the compliance of mark et demand and consumption of actual data on fuel \ntransfer provided by the Customer ” \nThe Experts disagree with respect to the weight that can be placed on this report.  \n Operational status of OSFs \nin 2016 The Experts agree that they have not been able to  independently ascertain whether the OSFs were \noperational in 2016 or more recently (MB1: 5.3, BK2: 42, 104). \nD25/1/54\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n55/73 No Issue Experts’ agreement \n Information / documents \nconcerning the operational \nstatus of the OSFs in 2016 The Experts have seen the following documents concerning the operational status of the OSFs in or close \nto 2016, including:  \n(1) a letter from the NBU to the Bank dated 2 July 2016 which states that the NBU checked more than 20 \nOSFs and established that at least some of t hese had not been in working order for a long time; \n(2) a 2017 report (which appears to be an internal Bank document discussing, among other things, some \nof the Transferred Assets, including OSFs) on the “ toxic assets of PrivatBank ” which gave examples of \ntwo OSFs which were “ unsuitable for current operation ”;  \n(3) internal Bank documents indicating that inspections of at least 31 OSFs had been conducted \n(presumably by the Bank) before or around March 20 17, and stating that at least 28 of these OSFs \nwere not operational and stating only one OS F of the 31 inspected to be operational; and \n(4) the Bank’s board minutes dated 7 December 2017 which state that “ 100% of oil depots do not have \npumping and other equipment necessary to ensure the functioning of the facility as an oil depot ”.  \n \n(MB1: 5.16, PB0102037_00001, PB0102391 _00001, PB0102484_00001, PB0102896_00001, \nPB0103307_00001, PB0216361_00001, PB0216370_00001and PB0214230_00001, PB0366319_00001)   \n Use of comparable \ncompanies analysis in \nvaluing the OSFs The Experts agree that it is not possible to value the OSFs by reference to valuation multiples derived from \ncomparable companies (MB1: 2.18). \nD25/1/55\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n56/73 Matters not agreed \nNo Issue Mr Bezant Mr Kaczmarek \n Valuation date Mr Bezant performs his valuation in UAH (MB1: 5.8). \nHe assumes that the value of the OSFs remained \nconstant in UAH terms between 2016 and the dates of \nthe auctions on which he relies.  \nMr Kaczmarek comments t hat movements in the \nexchange rate would be captured in the UAH-\ndenominated price of fuel. Mr Kaczmarek performs his valuations in USD. He app ears to consider that, when \nexchange rates fluctuate, the value of the OSFs will \nhold steady in USD terms rather than UAH terms. He \ncompares his valuation in USD to other reference \npoints assessed as at different dates (BK2: 208). This \nincludes a USD value based on"}
{"start": 101500, "text": "en 2016 and the dates of \nthe auctions on which he relies.  \nMr Kaczmarek comments t hat movements in the \nexchange rate would be captured in the UAH-\ndenominated price of fuel. Mr Kaczmarek performs his valuations in USD. He app ears to consider that, when \nexchange rates fluctuate, the value of the OSFs will \nhold steady in USD terms rather than UAH terms. He \ncompares his valuation in USD to other reference \npoints assessed as at different dates (BK2: 208). This \nincludes a USD value based on his work on a previous matter performing valuations at 2014 and valuations by \nBT performed as at 31 December 2015. If his USD \nvaluations were to be converted to UAH as at 1 July 2016, his calculation would imply a value for the \nOSFs that is around 9% lower in UAH terms than as at \n31 December 2016 as a result of the UAH weakening against the USD in the second half of the year. Mr. Kaczmarek is of the view that the choice of valuation \ndate for the OSFs is not material.  Mr Bezant notes the \nUAH depreciated against the USD by 10% between 1 \nJuly 2016 and 31 December 2016.  This is just one input parameter to a valuation.  Mr Kaczmarek considers that \nit is not helpful to identify a single input parameter that \nchanged between the aforementioned dates and conclude a new value.  Mr Bezant would need to identify \nall input parameters that w ould change, including the \ninflation rate. \nMr Kaczmarek reiterates that his valuation date is a date \nof convenience as is Mr Bezant’s valuation date given \nthe assets were transferred at different dates and the valuations were performed by third party valuation firms \nat different dates.  Mr Kaczm arek does not believe it is \nuseful or insightful to attempt to identify a single input parameter that changed between to valuation dates of \nconvenience given the af orementioned factors.  \n Valuation approach \nadopted Given the uncertainty su rrounding the operational \nstatus of the OSFs (includi ng the reliability of the data \nprovide to Baker Tilly), Mr Bezant values the OSFs by \nreference to the transaction prices for which 23 OSFs were sold at auction in 2019.  Mr. Kaczmarek believes that the income approach can \nbe implemented for these assets with the data provided \nto Baker Tilly. \n \nD25/1/56\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n57/73 No Issue Mr Bezant Mr Kaczmarek \n Assumption on \noperational status of \nOSFs in 2016 Mr Bezant considers that, given the uncertainty \nsurrounding the operational status of the OSFs and the \ndifficulties with valuing them using a DCF or \ncomparable companies analysis, it is appropriate to value the OSFs by reference to the prices at which a \nsubset were subsequently sold in auctions (MB1: 5.5). \nThe Baker Tilly report states t hat it did not verify any of \nthe information provided to it by the Bank (prior to its \nnationalisation) and the assumption in it of operational \nstatus of the OSFs is c ontradicted by the documents \nidentified at 8.5. \nRegarding Mr Kaczmarek’s comment on the Petrol \nStations requiring storage, Mr  Bezant considers that, if \nthe Petrol Stations do require storage, the 72 OSFs \nconsidered by the Experts represent only a sub-set of \nthe oil storage facilities tr ansferred to the Bank (EY \nReport, p.13). Mr Bezant understands that the Privat \nGroup has around 1,000 petrol stations (of which 246 \nare part of the Transferred Assets) and at least 149 oil storage facilities, and consider s that it is possible that \nthe Privat Group could have used its other oil storage \nfacilities, if they are necess ary, for the running of the \nPetrol Stations (MB1: 5.20, A7.7). The practicality of \nrelying on one set of OSFs versus another will, \nhowever, depend on their location and capacity.  Mr. Kaczmarek believes that, given that there is no \ndisagreement regarding the operational status of the \nPetrol Stations, and the Petrol  Stations required storage, \nit is likely that the OSFs were in fact operatio"}
{"start": 105000, "text": "ossible that \nthe Privat Group could have used its other oil storage \nfacilities, if they are necess ary, for the running of the \nPetrol Stations (MB1: 5.20, A7.7). The practicality of \nrelying on one set of OSFs versus another will, \nhowever, depend on their location and capacity.  Mr. Kaczmarek believes that, given that there is no \ndisagreement regarding the operational status of the \nPetrol Stations, and the Petrol  Stations required storage, \nit is likely that the OSFs were in fact operational when transferred to the Bank.  The data provided to Baker Tilly \nindicates many OSFs were operational. \nMr Kaczmarek reiterates that the use of auction prices \nfor OSFs between 2019 and 2021 represent information \nthat was not known or knowable at the valuation dates of \nthe Experts.  Mr Bezant’s reliance on this data renders his valuation of the OSFs non-compliant with both the \nIVS and IFRS 13 guidelines.  As such, Mr Kaczmarek \ndoes not find any utility in Mr Bezant’s calculations. \n \nRegarding the use of OSFs, Mr Kaczmarek has already \nquestioned in his first report the wisdom of the Bank’s petrol stations using third-party owned OSFs when the \nbank owned OSFs (or could operationalize those that \nallegedly were not operational).  While Mr Kaczmarek agrees it is possible that some petrol stations were \nacquiring fuel from non-Bank owned OSFs, it would be \nmore logical for Bank-owned petrol stations to use Bank-owned OSFs.  It is also possible that fuel volumes were \nconsolidated at certain OSFs which would make those \nOSFs more efficient and profitable. \nD25/1/57\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n58/73 No Issue Mr Bezant Mr Kaczmarek \n Evidence of alleged \nnon-operational \nstatus of OSFs Mr Bezant considers that the evidence at 8.5 above \nsuggests that a greater number of OSFs were non-\noperational than reflected in the BT document relied \nupon by Mr Kaczmarek.  \nThe relative reliability of  the various documents \navailable is ultimately a matter of fact for the Court to \ndetermine. Mr Kaczmarek notes that of the 149 OSFs valued by \nBaker Tilly, 13 were not operating in 2015 (4 or which \nwere transferred to the Banks).  Also, a review of the \nthroughput data provided to Baker Tilly indicates that approximately 8 OSFs were barely operational in 2016 \n(4 of which were transferred to the Bank).  This data \nindicates that it was never represented that all 72 OSFs transferred to the Bank were operational.  Non-\noperational OSFs in 2015 do not add any value to Mr \nKaczmarek’s total OSF valuation. \n Need for OSFs Mr Bezant has reviewed Mr Kaczmarek’s exhibit \nstating that 85% of the fuel  consumed in Ukraine was \nimported. \nMr Bezant does not consider that this fact alone \ninforms whether the transferred Petrol Stations require the transferred OSFs, which will depend on factors like \nthe amount of storage capacity at the Petrol Stations, \nthe regularity of fuel deliveries, and demand at the Petrol Stations. \nMr Bezant comments on the Petrol Stations’ use of the \nOSFs in 8.9. The Experts disagree that OSFs are necessary to \nfacilitate uninterrupted supplie s to petrol stations since \n80-85% of fuel is imported to Ukraine.  Mr Kaczmarek \nconsiders that if the OSFs transferred to the Bank are \nnot operational, the 246 petrol stations transferred to the \nBank would need to pay third-party owned OSFs for \nstorage and delivery. \nD25/1/58\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n59/73 No Issue Mr Bezant Mr Kaczmarek \n OSF profit margins Mr Bezant consider s the profit margin is only relevant \nunder the assumption that the OSFs were operational. \nMr Bezant has reviewed the data which Mr Kaczmarek \nsubmitted in support of his assumed 1.5% profit margin. He will comment on this in his supplemental \nreport. Mr Bezant has seen no evidence in support of \nBT’s profit margin assumption.  Mr Kaczmarek notes that Ba ker Tilly utilized a g"}
{"start": 108500, "text": "aczmarek \n21 March 2022 \nConfidential  \n \n59/73 No Issue Mr Bezant Mr Kaczmarek \n OSF profit margins Mr Bezant consider s the profit margin is only relevant \nunder the assumption that the OSFs were operational. \nMr Bezant has reviewed the data which Mr Kaczmarek \nsubmitted in support of his assumed 1.5% profit margin. He will comment on this in his supplemental \nreport. Mr Bezant has seen no evidence in support of \nBT’s profit margin assumption.  Mr Kaczmarek notes that Ba ker Tilly utilized a gross \nprofit margin of approximately 5% to value the 149 \nOSFs.  Based upon data Mr Kaczmarek obtained from \nhis clients in the Crimea arbitrations, he has used a profit margin of 1.5%.  This difference in margins is the \nmain factor explaining Mr Kaczmarek’s lower valuation \nof the OSFs as compared with Baker Tilly.  Because no profit margin data was made available to the Experts for \nthe valuation work in this litigation, Mr Kaczmarek \ncannot dismiss the possibility that the margins would more appropriately be 5%.  Mr Bezant has not \ncommented on the margins for OSFs. \nMr Bezant’s valuation approa ch based on auction prices \nMatters not agreed \nNo Issue Mr Bezant Mr Kaczmarek \n Appropriateness of \nusing auction prices  As stated above there are various pieces of evidence \nthat contradict the operatio nal information contained in \nthe BT OSF Report. Mr Bezant therefore considers the \nuse of the auction prices appropriate given the \nuncertainty regarding the operational status of the OSFs.  Mr Kaczmarek reiterates that  the auctions occurred from \n2019-2021.  This information was not known or knowable on the valuation dates and cannot be used in \na compliant valuation as of 2016.  Moreover, given the \ndecline in fair values of “repossessed collateral” on the Bank’s balance sheet in 2018, it appears that the Bank \ndid not manage the assets transferred to it.  Thus, the \nuse of auction prices for some of the 72 OSFs between 2019 and 2020 is all the more inappropriate for a market \nbased valuation analysis following either the IVS or IFRS \n13 guidelines. \nD25/1/59\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n60/73 No Issue Mr Bezant Mr Kaczmarek \nMr Kaczmarek provides no evidence that the Bank has \nmismanaged the assets transferred to it. Mr Bezant \nnotes that the fall in the ‘repossessed collateral’ line \nitem in the Bank’s balance sheet in 2018 appears to be due to a reclassification from ‘repossessed collateral’ \nto ‘loans and advances to customers’ (PrivatBank \nGroup financial statements 2018, p.29).   \n Use of hindsight in \nMr Bezant’s reliance on auction prices In the circumstances, Mr Bezant uses hindsight in his \nvaluation of the OSFs, in using auction prices from 2019 to value the OSFs as at 1 July 2016 (MB1: \n5.73(1)).  \n \nMr Bezant considers that the limited contemporaneous \ninformation available on the OSFs and the uncertainty \nabout the operational status of  the OSFs means that it \nis not possible to value the OSFs relying only on \ninformation documented as at 2016. Instead, his \napproach seeks to identify the value at which a valuer would have arrived as at 2016, although their \napproach would necessarily have been different. For \ninstance, a buyer of the asset at the time would likely have had access to information on the status of each \nOSF and, if it was operatio nal, the relevant operational \nand financial performance data. Mr Bezant does not consider this renders his valuation non-compliant with \nvaluation standards in these circumstances. \n Mr Bezant notes that his conclusions on the Original Mr. Kaczmarek is of the view that Mr. Bezant’s admitted \nuse of information that wa s not known or knowable at \nthe valuation dater (i.e., auctions of some OSFs from \n2019) renders his valuation of the OSFs non-compliant \nwith the Market Value standard he professes to implement. \n \nMr Kaczmarek is of the view that if Mr Bezant believes \nhe has insufficient information to perform a"}
{"start": 112000, "text": "n-compliant with \nvaluation standards in these circumstances. \n Mr Bezant notes that his conclusions on the Original Mr. Kaczmarek is of the view that Mr. Bezant’s admitted \nuse of information that wa s not known or knowable at \nthe valuation dater (i.e., auctions of some OSFs from \n2019) renders his valuation of the OSFs non-compliant \nwith the Market Value standard he professes to implement. \n \nMr Kaczmarek is of the view that if Mr Bezant believes \nhe has insufficient information to perform a proper \nmarket-based valuation analysis as of 2016, then he 1) \ncannot perform a compliant valuation analysis as of 2016 on par with the Original 2016 Values, and 2) \ndemonstrate the Original 2016 Values for the OSFs \nwere unreasonable.  Mr Kaczmarek does not consider it appropriate for Mr Bezant to present a non-compliant \nvaluation analysis as of 2016 to discredit the Original \n2016 Values. \nD25/1/60\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n61/73 No Issue Mr Bezant Mr Kaczmarek \n2016 Values are consistent with the apparent views of \nthe Bank’s statutory auditor.      \nMr Kaczmarek’s DCF valuation approach \nMatters not agreed \nNo Issue Mr Bezant Mr Kaczmarek \n Appropriateness of \nthe DCF approach  Mr Bezant considers that it  is not possible to use a \nDCF approach to value the OSFs because: (1) there is \nuncertainty about the status of the OSFs, including whether it was economical to return any non-\noperational OSFs to operation and whether the highest \nand best use of these sites was as operational OSFs; and (2) there is no information available on the OSFs’ \nhistorical or forecast financial performance (MB1: 5.3, \n5.4, 5.25, 5.26).  \nMr Bezant notes that Mr Kaczmarek’s conclusions are \ninconsistent with the auction prices in 2019, implying a significant (89%) drop in the OSF values in under three \nyears. Mr Kaczmarek does not identify any reasons for \nthis decline other than his view that the Bank has mismanaged the assets (BK2: 65). \n \nMr Bezant understands that Mr Kaczmarek considers he has not been provided with an answer to his query \nof how the value of the Transferred Assets have fallen \nin 2018 in the Bank’s financial statements. Mr Bezant Mr. Kaczmarek believes that the income approach can \nbe implemented for these assets. \n Mr Kaczmarek considers Mr Bezant’s comparison of his \nvalue conclusions for the OSFs in 2016 to the auction \nprices to be non-sensical.  Virtually all assets change in value over time.  Mr Kaczmarek also queries how the \nTransferred Assets could fall in value to UAH 1.3 billion \nor less as reflected in the Bank’s 2018 balance sheet.  Mr Bezant values the 2 office buildings and 2 hotels in \n2016 at UAH 1.7 billion alone.  The Bank’s 2018 balance \nsheet indicates that fair value of all Transferred Assets (petrol stations, OSFs, Dnipro Stadium, Airfield and \nTraining Center) has declined below the Mr Bezant’s \n2016 valuation of the real estate assets alone.  Mr Kaczmarek has not been provided with any answer to \nhis query of this situation. \nD25/1/61\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n62/73 No Issue Mr Bezant Mr Kaczmarek \nnotes that neither Expert has been provided with a \nbreakdown of the repossessed collateral line in 2018 \n(such that they do not know what the value of the \nTransferred Assets is in 2018), and as stated above at 8.13 the fall in value of the line items in the Bank’s \n2018 financial statements appears to be due to a \nreclassification to other balance sheet lines.  \n Throughput volumes \nassumed by Mr Kaczmarek Mr Kaczmarek bases his revenue assumptions on \nthroughput volumes set out in the BT OSF Report for 11 months of 2015. Mr Bezant has not been able to \ncross-check or verify the information provided to and \nrelied on by BT, including the throughput (or “dispatch”) volumes set out (MB1: 5.21, 5.23). \nMr Bezant considers that, as set out above, there is \ninformation that ind"}
{"start": 115500, "text": "atements appears to be due to a \nreclassification to other balance sheet lines.  \n Throughput volumes \nassumed by Mr Kaczmarek Mr Kaczmarek bases his revenue assumptions on \nthroughput volumes set out in the BT OSF Report for 11 months of 2015. Mr Bezant has not been able to \ncross-check or verify the information provided to and \nrelied on by BT, including the throughput (or “dispatch”) volumes set out (MB1: 5.21, 5.23). \nMr Bezant considers that, as set out above, there is \ninformation that indicates t here is uncertainty about the \nreliability of the information in the BT OSF Report (see \n8.5). \n To the extent that an OSF is not operational, Mr \nBezant would not expect the Bank to report on \nthrou\nghput volumes of that OSF.   Mr. Kaczmarek believes that the throughput data \nprovided to Baker Tilly is the only available contemporaneous operational data related to the \ntransferred OSFs and thus that this data must form the \nbasis of the valuation analysis. \n \nWhile Mr Bezant states he cannot verify the data \nprovided to BT, Mr Bezant does not have any information to refute it.  He can only cast doubt about the \ndata, but could have presumably obtained this data from \nthe Bank (but did not). \n Mr Kaczmarek’s \ndiscount rate Mr Bezant considers that Mr Kaczmarek’s discount \nrate of 11.69% for the OSFs is not appropriate because he underestimates the CRP (3.0%). As \nexplained above, Mr Bezant uses a CRP for Ukraine of \n7.6%. Adopting a CRP of 7.6% would increase Mr Kaczmarek’s USD cost of equity from 15.97% to \n20.57% and increase his discount rate from 11.69% to Mr Kaczmarek has explained in BK2 that the valuation \ncommunity (including Prof. Damodaran which Mr Bezant cites in this joint statement) refutes the use of bond \nspreads as a relevant measure of country risk for a \nprivate commercial enterprise. \nD25/1/62\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n63/73 No Issue Mr Bezant Mr Kaczmarek \n14.02%. All else equal, this would decrease Mr \nKaczmarek’s calculation of the value of the OSFs by \n19%, from UAH 2,370m to UAH 1,914m (and from \nUSD 87.2m to USD 70.4m).   \nThe CRP assessed by Duff & Phelps of 7.6% is the \nlowest estimate of the Ukrainian CRP of which Mr Bezant is aware, and materially below Professor \nDamodaran's assessment of the CRP.  Mr Kaczmarek will comment upon Professor \nDamodaran’s fulsome views on country risk as applied \nto private commercial enterprises in his supplemental \nreport. \n9. Real estate assets (hotels and offices) \nGeneral \n The Experts summarise their assessments of the real estate as sets in the table below. The values pleaded by the Defendants are  the same as the \namounts originally recognised in the Bank’s 2016 financial statements (the Original 2016 Values) \nTable 9-1: Summary of real estate assessments (UAH millions) \n  Original 2016 Value/ \nDefendants’  Value  NBU Value  EY Report Value Restated 2016 \nValue Mr Bezant's \nassessment  Mr Kaczmarek's  \nassessment  \nHotel Zirka  1,617  1,693  770-990  874  1,072  1,321 \nHotel Mir  449  259(1)  N/A  226  252  259 \nDnipro Office  212  212  181-194  212  175  212 \nKyiv Office  322  245  201-235  194  194  245 \nTotal  2,600  N/A  N/A  1,505  1,693  2,037 \nSource: MB1: Table A4-6, ¶¶ 6.5, 6.6, 6.7,  7.2, 8.3; and BK1: Table 1. Note 1: The NBU Value shown for Hotel Mir relates to 201 5 rather than 2016 \n(source: EY Report, page 266).  \nD25/1/63\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n64/73 \n Mr Bezant has performed his own valuations of the real estate  assets. Mr Kaczmarek has relied on the NBU Values except with re spect to Hotel Zirka.  \nMatters agreed \nNo Issue Experts’ agreement \n Valuation date The Experts agree that the differences in their respective valuation dates are not a driver of the difference \nin their assessments of the real estate assets.  \nHotel Zirka \nMatters agreed \nNo Issue Experts’ a greement \n Hotel Zirka properties Hote"}
{"start": 119000, "text": "1 March 2022 \nConfidential  \n \n64/73 \n Mr Bezant has performed his own valuations of the real estate  assets. Mr Kaczmarek has relied on the NBU Values except with re spect to Hotel Zirka.  \nMatters agreed \nNo Issue Experts’ agreement \n Valuation date The Experts agree that the differences in their respective valuation dates are not a driver of the difference \nin their assessments of the real estate assets.  \nHotel Zirka \nMatters agreed \nNo Issue Experts’ a greement \n Hotel Zirka properties Hotel Zirka consis ts of two buildings: (i) a building cont aining a 252-room hotel operating under the \nRadisson Blu brand; and (ii) a building for staff accomm odation and several auxiliary facilities (Veritas 2016 \nZirka Report, page 19). \n Valuations of Hotel Zirka \nprior to the valuation date The Experts are aware of three valuations cond ucted prior to the Experts’ valuation dates:  \na. UCE produced a valuation dated December 2015. It valued Hotel Zirka at UAH 2,409m and \nUAH 3,570m under the Income and Market Approaches, respectively. It concluded on a value of \nUAH 3,570m .   \nb. UCE produced a second valuation dated May 2016. It valued Hotel Zirka at UAH 3,072m and \nUAH 3,570m under the Income and Market Approaches, respectively. It concluded on a value of \nUAH 3,570m . \nc. Veritas produced a valuation dated August 2016. It valued Hotel Zirka at UAH 1,201m and \nUAH 1,490m under the Income and Market Approaches, respectively, for the main hotel. Veritas valued \nthe auxiliary building and land plot at UAH 416m. It concluded on a total value of UAH 1,617m  (i.e., \nUAH 1,201m + UAH 416m). \n(UCE 2015 Zirka Report, page 52; UCE 2016 Zirka Report, page 62; and Veritas 2016 Zirka Report, pages \n84 and 85) \nD25/1/64\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n65/73 No Issue Experts’ agreement \n NBU Value The Experts agree that according to EY, the NB U validated a fair value for Hotel Zirka at UAH 1,693m.  The \nExperts also agree that they have not been provided wi th any supporting documents or analysis behind the \nNBU Value, which differs from the third-party valuer  conclusions reached in the reports reviewed by the \nExperts. \n Data provided to the \nExperts The Experts agree that no historical financial statemen ts or operating data was provided to them other than \ndata included in the above valuation reports. \n Valuation of the main hotel \nbuilding The Experts agree that Mr Bezant’s valuation and su pporting assumptions of the main hotel building of \nUAH 1,072m is reasonable (BK1: 215). The Experts disa gree, however, on whether the value of the hotel \nas a whole should be increased to reflect the value of  its second building or whether the value of this \nbuilding is already reflected in their valuation of the main building. \nD25/1/65\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n66/73 No Issue Experts’ agreement \n Treatment of the staff \nbuilding by other valuers The Veritas 2016 Zirka Report is the only valuation re port the Experts have seen which considers that \nadditional value should be attributed to the hotel’s staff building, rather than assuming that it is required to \ngenerate the profits earned by the main building.  \nOther documents they have seen do not explicitly attr ibute additional value to the staff building.  Without \nfinancial information underlying the hotel’s operations, the Experts cannot know if staff paid rent for their \naccommodations or if staff received a lower salary to  reflect the value of the accommodations provided. \n EY reviewed the Veritas 2016 Report and disagreed with  its separate valuation of the staff building. \nThis is because it understood the building to be an integr al part of the hotel complex, and that it would \nbe difficult for the hotel to operate without it, potent ially resulting in higher costs (MB1: A20.21).  Mr \nKaczmarek notes that the EY Report is merely a desk review. \n The firs"}
{"start": 122500, "text": "\naccommodations or if staff received a lower salary to  reflect the value of the accommodations provided. \n EY reviewed the Veritas 2016 Report and disagreed with  its separate valuation of the staff building. \nThis is because it understood the building to be an integr al part of the hotel complex, and that it would \nbe difficult for the hotel to operate without it, potent ially resulting in higher costs (MB1: A20.21).  Mr \nKaczmarek notes that the EY Report is merely a desk review. \n The first-listed author of the Veritas 2016 Zirk a Report later authored the AE 2019 Zirka Report, which \nvalued Hotel Zirka at the same valuation date as  the Veritas report. The AE Report attributed no \nadditional value to the staff building because the two buildings “ operate as a single, high-level hotel \nservice facility ” (AE 2019 Zirka Report, page 67). The Experts agree they do not know what financial \nand operating information the valuer had to conclude that: (i) the staff building had no additional value; \nor (ii) the value of the staff building was already reflected in its valuation of the main building. \n The Practical Analysis 2019 Zirka Report attributes no separate value to the staff building because the \ntwo complexes “ function as a single facility for the provision of high-level hotel services ” (PA 2019 Zirka \nReport, page 66).  The Experts agree they do not kn ow what financial and operating information the \nvaluer had to conclude the staff building had no additi onal value or that its value was already reflected \nin its valuation of the main building. \n Conversion of the staff \nbuilding The Experts have seen no analysis showing that any conv ersion of the staff building to guest facilities was \nconsidered feasible or economic given any conversi on costs or impact in oper ating costs (MB1: A20.20). \n \nD25/1/66\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n67/73 Matters not agreed \nNo Issue Mr Bezant Mr Kaczmarek \n Valuation of the staff \nbuilding \n The Experts have not received the necessary financial \ninformation to ascertain wh ether or not the auxiliary \nbuilding generates additional rental income or benefits \nfrom lower salaries in a manner that is not already included in historical operating income and costs of the \nmain hotel operation. On this basis, and given the \nevidence above regarding the appropriateness of attributing separate value to the staff building, Mr \nBezant considers that his valuation of Hotel Zirka \nincorporates the value of the staff building, such that no additional value should be attributed to it.     \n \nMr Bezant considers that Mr Kaczmarek’s adjustment \nto Veritas’ assessment is arbitrary and will address this \npoint in more detail in his supplemental report.  \nMr Bezant agrees that whether the auxiliary building \ngenerates rent from the employees is a factual issue \non which both Experts have made different \nassumptions, but considers his assumption more consistent with the information available. He will \naddress this in his supplemental report.  Mr Kaczmarek assigns a value of UAH 249m to the \nauxiliary building on the basis that it likely generates \nincome in the form of rent for the housed employees. Mr \nKaczmarek acknowledges this is a factual issue he cannot resolve.  Mr Kaczmarek calculates this value as \n70% of the value of this building as assessed in the \nVeritas 2016 Zirka Report (BK1: 216).  \nMr Kaczmarek notes Mr Bezant actually does not know \nwhether the auxiliary buildi ng generates rent from the \nemployees (justifying the inclusion of additional value for this building) or if the staff hotel salaries are lower to \naccount for the accommodation provided (i.e., the hotel \nvaluation already captures the value of the auxiliary \nbuilding via capitalising profits that reflect salary savings \nto the extent staff are provided accommodation in lieu of \nsome of their salary).  Mr Kaczmarek considers that Mr \nBezant has made an assumption r"}
{"start": 126000, "text": " \nwhether the auxiliary buildi ng generates rent from the \nemployees (justifying the inclusion of additional value for this building) or if the staff hotel salaries are lower to \naccount for the accommodation provided (i.e., the hotel \nvaluation already captures the value of the auxiliary \nbuilding via capitalising profits that reflect salary savings \nto the extent staff are provided accommodation in lieu of \nsome of their salary).  Mr Kaczmarek considers that Mr \nBezant has made an assumption regarding a factual \nissue the Experts agree they  cannot resolve with the \ninformation provided to them.  \n \nD25/1/67\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n68/73 Hotel Mir \nMatters agreed \nNo Issue Experts’ agreement \n Hotel Mir properties Hotel Mir consists of two main buildings : (i) a 14-story hotel complex; and (ii) a 5-story commercial off ice \nbuilding, and additional auxiliary buildings. \n Valuations of Hotel Mir prior \nto the valuation date The Experts are aware of three valuations cond ucted prior to the Experts’ valuation dates.  \na. Colliers produced a valuation dated February 2015. It valued \ni. the 14-story hotel comple x at UAH 183m and UAH 181m under the Income and Market \nApproaches, respectively; \nii. the 5-story commercial office building at UA H 76m and UAH 75m under the Income and Market \nApproaches, respectively; and \niii. the auxiliary buildings at UAH 1m.   The final valuation conclusion reached by Colliers was UAH 259m. \nb. UCE produced a valuation dated July 2015. It valued the property at UAH 396m and UAH 449m under \nthe Income and Market Approaches, respectively . UCE reached a final valuation conclusion of UAH \n449m . \nc. CBRE produced valuation dated July 2016. It valued the property at UAH 106m and UAH 311m under \nthe Income and Market Approaches, respectively. CBRE reached a final valuation conclusion of UAH 270m . \n(Colliers 2015 Mir Report, page 63; UCE 2015 Mir Report, page 68; and CBRE 2016 Mir Report, page 37) \n EY’s view of the value of \nHotel Mir EY did not provide a valuation of Hotel Mir as it deemed it did not have sufficient information to do so.  The \nEY Report states: “ Based on the analysis performed and with acco unt of the scope of work, and given the \nlack of operational data for the subject property, we ca nnot give a conclusion as regards the potential range \nof fair value as part of our desk review .” (EY Report, page 269). \nD25/1/68\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n69/73 No Issue Experts’ agreement \n NBU Value The Experts are not aware of an NBU Value for Hotel Mir in 2016. \nHowever, the EY Report states that “ representatives of the NBU provid ed us with a valuation report \napproved in 2015”. This report appears to have been prepared by Colliers (EY Report, page 266). \n Data provided to the \nExperts The Experts agree that no historical financial statemen ts or operating data was provided to them other than \ndata included in the above valuation reports. \n Difference in the Experts’ \nopinions Notwithstanding that the Experts do not necessarily agree with the analysis underlying their respective \nvaluations, they note that the difference in their assessments is relatively small (Bezant: UAH 252m; \nKaczmarek: UAH 259m).  \nKyiv Office \nMatters agreed \nNo Issue Experts’ agreement \n Valuations of the Kyiv \nOffice prior to the valuation \ndate The Experts are aware of two valuations conduc ted prior to the Experts’ valuation dates:  \na. UCE produced a valuation dated 18 June 2015. UCE valued the office at UAH 319m  and UAH 322m  \nunder the Income and Market Approaches, respectively; and \nb. Expandia (a member of the CBRE network) produ ced a valuation dated 1 July 2016. Expandia valued \nthe office at UAH 93m and UAH 236m under the Income and Market Approaches, respectively. It \nconcluded on an overall valuation of UAH 207m .  \n(UCE 2015 Kyiv Report, pages 379 and 385; CBRE 2"}
{"start": 129500, "text": "onduc ted prior to the Experts’ valuation dates:  \na. UCE produced a valuation dated 18 June 2015. UCE valued the office at UAH 319m  and UAH 322m  \nunder the Income and Market Approaches, respectively; and \nb. Expandia (a member of the CBRE network) produ ced a valuation dated 1 July 2016. Expandia valued \nthe office at UAH 93m and UAH 236m under the Income and Market Approaches, respectively. It \nconcluded on an overall valuation of UAH 207m .  \n(UCE 2015 Kyiv Report, pages 379 and 385; CBRE 2016 Kyiv Office, page 35) \n Data provided to the \nExperts The Experts agree that no historical financial statemen ts or operating data was provided to them other than \ndata included in the above valuation reports and lease agreements relating to office space (MB1: Appendix 17). \nD25/1/69\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n70/73 No Issue Experts’ agreement \n NBU Value The Experts agree that the NBU used a value of  UAH 245m.  The Experts also agree that they have not \nbeen provided with any supporting documents or analysi s behind the NBU Value, which differs from the \nthird-party valuer conclusions.   \n Difference in the Experts’ \nopinions Notwithstanding that the Experts do not necessarily agree with the analysis underlying their respective \nvaluations, they note that the difference in their assess ments is small relative to some of the other assets \nthey value (Bezant: UAH 194m; Kaczmarek: UAH 245m). \nMatters not agreed \nNo Issue Mr Bezant Mr Kaczmarek \n Inputs to Mr Bezant’s \nDCF valuation If Mr Bezant were to use only inputs derived from  \nvaluation reports prepared prior to his valuation date, \nhe would only have relied on the UCE 2015 Kyiv Office Report. \nHowever, as explained below, Mr Bezant considered \nthe UCE 2015 Kyiv Office Report, which underlies the Original 2016 Value of the Kyiv Office, to be an outlier \nand overstated as it makes use of flawed assumptions. \nMr Bezant therefore disregards the UCE 2015 Kyiv \nOffice Report when performing his valuation. Mr Kaczmarek notes that certain inputs to Mr Bezant’s \nvaluation are derived from  valuation reports that were \nprepared subsequent to his valuation date (e.g. the Colliers 2017 report and the Expert+ 2019 report). Mr \nKaczmarek is of the view that, for a valuation to be \ncompliant with the IVS or IFRS 13 guidelines, , only information known or knowable as of the valuation date \ncan inform the valuation exercise. \n \nD25/1/70\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n71/73 No Issue Mr Bezant Mr Kaczmarek \nAs a result, in order to be able to value the Kyiv Office, \nMr Bezant has relied on inputs available in or around \n2016 for offices located in Central Core Kyiv, although \nthey are derived from  valuation reports that were \nprepared subsequent to Mr Bezant’s valuation date. \nThe information contained in these reports (or \nanalogous information) would have been available to a valuer in 2016.  \nA similar issue applies to the Dnipro Office.  Mr Kaczmarek observes that Mr Bezant has had to \nresort to information not known or knowable at the \nvaluation date (in spite of his view that information, such \nas the Expert+ 2019 report would have been known or knowable in 2016) to make a “value calculation.”  Mr \nKaczmarek considers that if a valuer has insufficient \ninformation to perform a compliant valuation analysis with the applicable guidelines at the valuation date, the \nvaluer should say so rather than force a calculation that \nis non-compliant. \n Appropriateness of \nother valuations Mr Bezant has performed his own valuation of the Kyiv \nOffice based on information available to him (i.e. based on inputs from  valuation reports that Mr Bezant \nhas reviewed, based on lease agreements of the Kyiv \nOffice and on inputs from market research) and concludes on a value that is 40% lower than the \nOriginal 2016 Value, and 21% lower than the NBU \nvalue. Given this scale of d"}
{"start": 133000, "text": "er should say so rather than force a calculation that \nis non-compliant. \n Appropriateness of \nother valuations Mr Bezant has performed his own valuation of the Kyiv \nOffice based on information available to him (i.e. based on inputs from  valuation reports that Mr Bezant \nhas reviewed, based on lease agreements of the Kyiv \nOffice and on inputs from market research) and concludes on a value that is 40% lower than the \nOriginal 2016 Value, and 21% lower than the NBU \nvalue. Given this scale of difference, he does not consider that these other valuations are necessarily \nreasonable. He notes that the NBU value is itself 24% \nlower than the Original 2016 Value.  \nMr Bezant considered the Market Approach valuation \nin the UCE 2015 Kyiv Office Report, which underlies the Original 2016 Value of the Kyiv Office, to be an \noutlier and overstated as it makes use of flawed \nassumptions, such as:  (i) not adjusting the unit prices of the comparable Mr. Kaczmarek notes that the valuation of the Kyiv \nOffice Building is a Level 3 valuation.  As such, the technique incorporates several unobservable inputs \nupon which reasonable valuat ion professionals might \ndisagree.  Mr. Kaczmarek is of the view that Mr. Bezant’s valuation, which incorporates different \nunobservable inputs, does not demonstrate the Original \n2016 valuations or the approved NBU value were incorrect or unreasonable. Neither Mr Kaczmarek nor \nthe NBU relied upon the 2015 valuation prepared by \nUCE. \nD25/1/71\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n72/73 No Issue Mr Bezant Mr Kaczmarek \nbuildings for differences in the size of the properties; \nand \n(ii) assuming that the technical condition of the Kyiv \nOffice is of the highest quality whereas the other valuers assess the Kyiv Office to be of intermediate \nquality. \n Mr Bezant has not seen the report underlying the NBU \nvalue and therefore cannot comment on its \nappropriateness.  \n(UCE 2015 Kyiv Office Report, page 11; MB1: A15.4 to \nA15.6) \nDnipro Office \nMatters agreed \nNo Issue Experts’ agreement \n Valuations of the Dnipro \nOffice prior to the valuation \ndate The Experts are aware of two valuations cond ucted prior to the Experts’ valuation dates: \na. UCE produced a valuation dated 18 June 2015. It valued the office at UAH 419m and UAH 453m under \nthe Income and Market Approaches, re spectively. It concluded on a value of UAH 453m ; \nb. Kreston produced a valuation dated 1 July 2016. It valued the office at UAH 270m and UAH 212m \nunder the Income and Market Approaches, respectively. It concluded on a value of UAH 212m . \n Data provided to the \nExperts The Experts agree that no historical financial statemen ts or operating data was provided to them other than \ndata included in the above valuation reports. \n NBU Value The Experts agree the NBU used a value for t he Dnipro Office of UAH 212m which is the same value \ncontained in the Kreston report. \nD25/1/72\nExpert Joint Statement between Mark Bezant and Brent Kaczmarek \n21 March 2022 \nConfidential  \n \n73/73 No Issue Experts’ agreement \n Difference in the Experts’ \nopinions Notwithstanding that the Experts do not necessarily agree with the analysis underlying their respective \nvaluations, they note that the difference in their assess ments is small relative to some of the other assets \nthey value. (Bezant: UAH 175m; Kaczmarek: UAH 212m) \nMatters not agreed \nNo Issue Mr Bezant Mr Kaczmarek \n Appropriateness of \nother valuations Mr Bezant has performed his own valuation of the \nDnipro Office based on information available to him \n(i.e. based on inputs from  valuation reports that Mr \nBezant has reviewed and from market research) and concludes on a value that is 17% lower than the \nOriginal 2016 Value and the NBU value. Given this \nscale of difference, he does not consider that these \nother valuations are necessarily reasonable. \n \nThe report underlying the NBU Value appears to be the Kreston 2016 Dnipro Office Report. Mr"}
{"start": 136500, "text": "r Bezant has performed his own valuation of the \nDnipro Office based on information available to him \n(i.e. based on inputs from  valuation reports that Mr \nBezant has reviewed and from market research) and concludes on a value that is 17% lower than the \nOriginal 2016 Value and the NBU value. Given this \nscale of difference, he does not consider that these \nother valuations are necessarily reasonable. \n \nThe report underlying the NBU Value appears to be the Kreston 2016 Dnipro Office Report. Mr Bezant \nnotes that EY identified issues with this report in the \nEY Report. Mr Bezant also identified issues with this report (MB1: 6.40 and A16.17). Mr. Kaczmarek considers that Mr Bezant’s valuation \ndoes not indicate that the NBU Value is unreasonable.  \nThe valuation report underlying the NBU approved fair \nvalue appears to be the Kres ton report given the NBU \nValidated Value is exactly the same of the value \ncontained in the Kreston report.    \n \nD25/1/73\n"}
