{"metadata": {"corpus_path": "C10_37 Supplemental Expert Report of Stelios Nathanael (Nathanaeal 2).pdf", "file_size": 633383, "mtime": 1755610854.9055932, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "INTHE HIGH COURT OFJUSTICE CLAIM NO.BL-2017-000665 \nBUSINESS AND PROPERTY COURTS \nOFENGLAND AND WALES \nBUSINESS LIST (CHD) \nBETWEEN: \nJSC COMMERCIAL BANK \"PRIVATBANK\" \nClaimant \n- and - \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \nSUPPLEMENTAL EXPERT REPORT OF STELIOS NATHANAEL \n7 OCTOBER 2022 \nC10/37/1\n- 2 - \nMY INSTRUCTIONS\n1. The following expert reports on Cypriot law have been produced for the purpose of the trial \nof these proceedings: \n the expert report of Mr Erotocritou dated 3 December 2021 (\" Erotocritou 1 \"). Mr \nErotocritou is instructed by the Third to Eighth Defendants in these proceedings; \n my expert report dated 2 February 2022 (\" Nathanael 1 \"). Nathanael 1 appended \nthe second expert report of Mr Petros Artemis dated 26 November 2022 (\" Artemis \n2\"), which was made shortly before Mr Artemis' passing1. In Nathanael 1, I adopted \nthe contents of Mr Artemis' report, subject to some limited amendments and \nadditions as I explained in Nathanael 1; and \nthe joint report dated 4 March 2022 (the \" Joint Report \"), in which Mr Erotocritou \nand I identified and summarised the areas of disagreement between us.  \n2. I have been instructed by the solicitors for the Claimant in these proceedings to produce \nthis supplemental report in order to address the areas of disagreement identified in the Joint \nReport. I do so by setting out, in relation to these areas of disagreement, evidence that (i) \nresponds to Erotocritou 1, and (ii) supplements my evidence in Nathanael 1 where I \nconsider this would assist the court. My evidence appears in sections below under subject \nheadings and questions corresponding to those used in the Joint Report. \n3. Where I do not specifically address a matter raised in the Joint Report and/or in Erotocritou \n1, that should not be taken as indicating agreement with Mr Erotocritou's views on that \nmatter.  \nMY SUPPLEMENTAL EVIDENCE REGARDING THE AREAS OF DISAGREEMENT IDENTIFIED \nIN THE JOINT REPORT \nSubject 1: The Civil law system and framework in Cyprus \n(c) To what extent are common law and equity applicable in Cyprus law? \n4. The jurisdictional basis of all civil law in Cyprus is taken and derives from English legal \nprinciples and legal concepts as founded and developed by case law. Common law and \nequitable principles are a fundamental part of Cyprus' legal system, they underpin our own \ncase law and form an indispensable tool in the unfolding of our legal thinking and way of \ninteracting with other legal systems. \n1Mr Artemis sadly passed away on 8 December 2021, shortly after completing his report. I was subsequently instructed \nby the Claimant to replace Mr Artemis as the Claimant's expert witness on matters of Cypriot law. \nC10/37/2\n- 3 - \n5. The Cypriot law of contract and of torts, the core subjects of the civil law of rights and \nobligations, are taken from and are based on the fundamental legal principles developed in \nEngland in relation to these subjects. By way of example: \n the manner in which English legal principles come to form part of the law of Cyprus \ncan be seen in the area of interim or interlocutory injunctions, a basic tool in civil \nlaw. Section 32 of the Courts of Justice Law No 32/60 provides in a general way \nthat an interim injunction may be issued where (i) there is a serious question to be \ntried, (ii) there is a probability that the applicant is entitled to a remedy, and (iii) that \nunless the interim injunction is issued it will be difficult or impossible for justice to \nbe done at a later stage. Section 32 has been the subject of many judgments of the \nSupreme Court of Cyprus (the leading case being Odysseos v Pieris Estates Ltd \n(1982) 1 CLR 557 ) and has been interpreted as being of such a wide ambit so as \nto allow our courts to grant Anton Pillar  Orders, ( In re Ch"}
{"start": 3500, "text": "n to be \ntried, (ii) there is a probability that the applicant is entitled to a remedy, and (iii) that \nunless the interim injunction is issued it will be difficult or impossible for justice to \nbe done at a later stage. Section 32 has been the subject of many judgments of the \nSupreme Court of Cyprus (the leading case being Odysseos v Pieris Estates Ltd \n(1982) 1 CLR 557 ) and has been interpreted as being of such a wide ambit so as \nto allow our courts to grant Anton Pillar  Orders, ( In re Christoforos Pelekanos \n(1989) 1 CLR 467) , Mareva  Injunctions, ( Nemitsas Industries Ltd v S&S Maritime \nLines Ltd (1976) 1 CLR 302, ABP Holdings Ltd v Kitalidi (No 2) (1994) 1 CLR \n694), worldwide freezing orders ( Seamark Consultancy Services Limited v \nLasala (2007) 1 CLR 162 ) and Norwich Pharmacal  disclosure orders ( Avila \nManagement Services Limited v Frantisek Stepanek (2012) 1 CLR 1403) , in \neach case reflecting developments in English law. In Penderhill Holdings Ltd v \nKloukina (2014) 1 CLR 118 ,the Supreme Court held that the Cypriot Courts' \npractice of following English case law has allowed for the swift adoption of modern \nlaw that accounts for technological change and modern means and practices of \ncommercial dealing; and \n in Stylianou v Papakleovoulou (1982) 1 CLR 542 , the Supreme Court of Cyprus \nreviewed the history of the acceptance of the doctrine of equitable estoppel as part \nof Cypriot law, which it described as having \" gained, in recent decades, \nconsiderable ascendency under the guidance of Lord Denning M.R., as a \nfundamental aspect of English law \", with the further comment being made that \" [t]he \nimaginative, if we may say so with respect, application of the doctrine by English \ncourts, in diverse circumstances, has broadened the frontiers of justice \". The Court \nthen considered whether recent developments to the doctrine in England should be \nfollowed so as to allow a claimant in Cyprus to invoke estoppel in order to found \nproprietary rights, concluding that they should be followed: \n\"Until the decision in Crabb v. Arun. D.C.  [1975] 3 All E.R. 865, it was debatable \nwhether promissory estoppel could found a cause of action. The prevalent view was \nthat it could be put forward as a shield but not used as a sword for the vindication \nof the rights of the promisee. In Crabb  supra, the Court of Appeal found there is no \njustification for this limitation nor any intrinsic need for thus limiting a fundamental \ndoctrine of justice, and pronounced that in appropriate circumstances it could be \ninvoked to find property rights; hence proprietary estoppel. … \nC10/37/3\n- 4 - \nIn our judgment, proprietary estoppel forms part of the doctrines of equity and as \nsuch is applicable in Cyprus in accordance with s.29(c) of the Courts of Justice Law, \n14/60 \". \n6. It follows that the existence or formulation of concepts in a given legal text, like that of the \nCyprus Contract Law, Cap. 149, is not by itself a hindrance to our courts in following and \naccepting English case law in its present form, as the same has over the years developed \nin a particular area. \n7. As regards the disagreement between Mr Erotocritou and myself under this heading, at \npage 3 of the Joint Report, Mr Erotocritou states: \" Caselaw from England and other \ncommon law jurisdictions can be taken into account under Cyprus law to the extent that \nsuch caselaw is not inconsistent with the express wording of a legislative enactment in \nCyprus, or the caselaw of the Supreme Court of Cyprus \". This statement reflects paragraph \n5.9.3 of Erotocritou 1.  \n8. Whilst I cannot say that anything in the above statement is wholly incorrect, I am unable to \nagree totally with what Mr Erotocritou says for the following reasons. \n9. First, Mr Erotocritou's statement does not adequately reflect the degree to which English \ncase law (and that of other common law jurisdictions) is followed in Cyprus. His phrasing, \nthat such case law \" can be taken into account \" "}
{"start": 7000, "text": " of the Supreme Court of Cyprus \". This statement reflects paragraph \n5.9.3 of Erotocritou 1.  \n8. Whilst I cannot say that anything in the above statement is wholly incorrect, I am unable to \nagree totally with what Mr Erotocritou says for the following reasons. \n9. First, Mr Erotocritou's statement does not adequately reflect the degree to which English \ncase law (and that of other common law jurisdictions) is followed in Cyprus. His phrasing, \nthat such case law \" can be taken into account \" where no specific Cypriot legislation or \nSupreme Court of Cyprus ruling to the contrary exists, understates the position, and \nsignificantly so. Rather, for judges and practitioners in Cyprus reference to and reliance \nupon English case law is an almost daily affair. English cases are not merely \" taken into \naccount \" in the absence of binding Cypriot law or precedent, they are of great persuasive \nauthority. As may be seen from the many English cases that are subsequently referred to \nin this report, English precedents do constantly form the basis of legal reasoning in Cypriot \njudgments.  \n10. The difference between Mr Erotocritou and I on this point is, therefore, a question of degree, \nrather than one of fundamental disagreement, but it is an important difference because in \nmy view the importance and relevance of English case law to the historic and ongoing \ndevelopment of Cypriot law cannot be understated. English principles of common law and \nequity are followed in Cyprus not only in the area of unjust enrichment, by reason of section \n2(1) of the Contract Law, Cap. 149, which states that \" expressions used …. shall be \npresumed so far as is consistent with their context, and except as may be otherwise \nexpressly provided, to be used with the meaning attaching to them in English law… \", but in \nall areas of the law by reason of section 29(1)(c) of the Court of Justice Law 14/60 \n(discussed at paragraphs 14 to 19 of Artemis 2), which reinforces section 2(1) by enshrining \nEnglish principles of common law and equity as a source of law.  \nC10/37/4\n- 5 - \n11. Secondly, I consider that Mr Erotocritou's statement similarly understates, significantly, the \ndegree of contradiction that would have to exist between a legal rule established in English \ncase law, on the one hand, and a rule established by Cypriot legislation or a judgment of \nthe Supreme Court of Cyprus, on the other, before the English rule would be disregarded. \nMr Erotocritou suggests that mere inconsistency between the two is enough, but in my \nexperience, and as I stated on page 6 of the Joint Report, it is only where there is specific \nCypriot legislation to the contrary, which can only be interpreted in one way, that the \napplication of English case law on the same issue will be precluded. My statement in this \nregard should be understood to apply equally to judgments of the Supreme Court of Cyprus, \ni.e., it is only where there is no room for interpretation of a rule emanating from such a \njudgment that, in my view, the potential application of a rule emanating from English case \nlaw to the contrary will be excluded. \n12. I consider that my above opinion is well supported by the case law discussed at paragraphs \n19 to 25 of Nathanael 1 and paragraph 21 of Artemis 2 (and which I discuss further at \nparagraphs 45 to 47 below), and the leading academic commentary I quote at paragraphs \n25 and 26 below, which together show that the Cypriot courts have repeatedly approved \nEnglish legal pronouncements on unjust enrichment and incorporated principles of unjust \nenrichment and restitution developed in England when construing section 70 of the Contract \nLaw, Cap. 149, in particular.  \n13. As another example, I would refer to Koutas v Nicosia Municipality (1989) 1 CLR 516 , in \nwhich the Supreme Court accepted that, following equitable principles developed in English \ncase law, the doctrine of economic duress is applicable in Cyprus. Koutas  was followed in \nThe Ship \"Panay"}
{"start": 10500, "text": "h legal pronouncements on unjust enrichment and incorporated principles of unjust \nenrichment and restitution developed in England when construing section 70 of the Contract \nLaw, Cap. 149, in particular.  \n13. As another example, I would refer to Koutas v Nicosia Municipality (1989) 1 CLR 516 , in \nwhich the Supreme Court accepted that, following equitable principles developed in English \ncase law, the doctrine of economic duress is applicable in Cyprus. Koutas  was followed in \nThe Ship \"Panayia Myrtidiotissa\" v Sidiropoulos (1998) 1 CLR 1000 , in which the \nSupreme Court considered whether the application of economic duress in Cyprus was \ninconsistent with section 15 of the Contract Law, Cap. 149, which provides: \n\"15. (1) \"Coercion\" is the committing or threatening to commit, any act forbidden by the \nCriminal Code, or any amendment thereof, or the unlawful detaining, or threatening to \ndetain, any property, to the prejudice of any person whatever, with the intention of causing \nany person to enter into an agreement. (2) It is immaterial whether the Criminal Code, or \nany amendment thereof, is or is not in force in the place where the coercion is employed \". \n14. The Supreme Court reasoned that because section 15 \" does not cover threats to business \nor trade \", then the rules developed in England as regards such threats, i.e. the doctrine of \neconomic duress, could be applied. \n15. As regards examples of cases where a rule of English common law or equity has not been \nfollowed in Cyprus due to the existence of specific Cypriot legislation or case law to the \ncontrary that can only be interpreted one way I would first refer to Sutton v The King (1933) \n14 CLR 160 , a pre-independence case which considered whether the English common law \nC10/37/5\n- 6 - \nrule (as existed at the time) regarding the admission of evidence of a victim's first complaint, \nwhich English rule was limited in application to cases involving sexual offences and \npermitted such evidence to go only to the issues of consent or credibility, should be followed \nin Cyprus. It was held by the Supreme Court of Cyprus, and affirmed by the Privy Council, \nthat the English rule, with its particular limitations, could not be applied in Cyprus in view of \nthe clear wording of section 7 of the Criminal Evidence and Procedure Law of 1929, which \nread: \n\"7. Any Magisterial Court before which any person charged of any offence triable summarily \nwith or without consent is being tried, or any Magisterial Court before which a preliminary \ninquiry on a charge for any offence not triable summarily brought against any person is \nbeing held, or any Court before which any person accused of any offence by information is \nbeing tried, may receive in evidence, on behalf of the complainant or of the prosecution, \nthe particulars of any complaint or any statement relating to the offence made by the person \non whom the offence has been committed, or the person in charge of any property against \nwhich the offence has been committed and who was present when the offence was so \ncommitted. \nProvided that the particulars of any such complaint or statement shall not be admissible on \nbehalf of the complainant or of the prosecution unless it appears to the Magisterial Court \nbefore which a preliminary inquiry is being held or the Court before which the accused \nperson is being tried that the complaint or statement has been made, having regard to the \ncircumstances of the case, immediately after the commission of the offence, and to the first \nperson or persons to whom the person making the complaint or statement spoke after the \ncommission of the offence, or to the person or persons to whom the Court considers that it \nwas natural that he would complain or make a statement regarding the offence\" (emphasis \nadded) \".  \n16. The words of the statute were found to extend Cyprus' first complaint rule beyond the \nEnglish common law rule and it was further found that (in the words of Lord Atkin i"}
{"start": 14000, "text": "commission of the offence, and to the first \nperson or persons to whom the person making the complaint or statement spoke after the \ncommission of the offence, or to the person or persons to whom the Court considers that it \nwas natural that he would complain or make a statement regarding the offence\" (emphasis \nadded) \".  \n16. The words of the statute were found to extend Cyprus' first complaint rule beyond the \nEnglish common law rule and it was further found that (in the words of Lord Atkin in the \nPrivy Council) the statute's wording \" must mean \" that, contrary to the English rule, first \ncomplaint evidence could be accepted in Cyprus as proof of the facts to which the complaint \nrelated. See also Hji Louka v The Republic (1961) CLR 57 : \"A first complaint by the \ncomplainant is sufficient corroboration of her (or his) testimony. The law of Cyprus regarding \nfirst complaints is different from the law of England in view of section 10 of the Evidence \nLaw, Cap. 9 \"2; Liasides v Police (2002) 2 CLR 434  (a sexual assault case in which the \ncourt, following Sutton  and Hji Louka , did not follow the English rule requiring \ncorroboration to come from a source outside the evidence for which corroboration is sought, \nR v Baskerville 12 Cr. App 51 ); Andrei Tarita v Republic, Costel Viorel v Republic \nCriminal Appeals 106/2014 & 114/2014, dated 8 July 2016  (recent abduction and rape \ncase contrasting the first complaint rule under section 10 of the Evidence Law, Cap. 9 and \n2The first complaint rule contained in section 10 of the Evidence Law, Cap. 9 replaced, with minor amendments, that \npreviously set out in section 7 of the Criminal Evidence and Procedure Law of 1929, as referred to in Sutton . \nC10/37/6\n- 7 - \nat common law); and Eliades & Santis: The Law of Evidence – Procedural and \nSubstantive Aspects, page 39 . \n17. As a second example, I would refer to section 2(2)(d) of the Contract Law, Cap. 149, which \nprovides: \" When, at the desire of the promisor, the promisee or any other person has done \nor abstained from doing, or does or abstains from doing, or promises to do or to abstain \nfrom doing something, such act or abstinence or promise is called a consideration for the \npromise \" (emphasis added). This statutory provision is generally understood in the Cypriot \nlegal community to differ from (and to exclude) traditional English common law rules insofar \nas the underlined language makes clear that: (i) past consideration can support a valid \ncontract, and (ii) consideration can move from a third party, rather than the promisee \n(although the third party cannot enforce the contract as he is not a party to it).  \n18. As regards past consideration, in Raif v Dervish (1971) 1 CLR 158 , which concerned a \ncontract of sale in relation to which certain payments had been made before the contract \nwas executed, the Supreme Court stated, \" past consideration may well be good \nconsideration sufficient to support a valid contract under our law .\" In all the circumstances \nof the case, this statement should be regarded as obiter dicta , but nevertheless Raif is \nfrequently cited in support of the proposition that past consideration is capable of supporting \na valid contract under Cypriot law. In Romanos v Chrysanthou (1991) 1 CLR 991 , the \nSupreme Court referred to Raif with approval in concluding that the past consideration at \nissue in that case was valid and lawful. In \"The Law of Contract at Common Law and in \nthe Law of Cyprus\", published 2021, pages 163 to 168) (which is considered to be the \nleading academic authority in Cyprus on the law of contract3), the author, Mr Polyvios \nPolyviou, notes that, in contrast, the general rule of English common law is that \" past \nconsideration is no consideration \", although in certain circumstances past consideration \nmay suffice under English law. He refers in particular to the Privy Council case Pao On v \nLau Yiu Long [1980] AC 614  as authority for the proposition that a past act, i"}
{"start": 17500, "text": "shed 2021, pages 163 to 168) (which is considered to be the \nleading academic authority in Cyprus on the law of contract3), the author, Mr Polyvios \nPolyviou, notes that, in contrast, the general rule of English common law is that \" past \nconsideration is no consideration \", although in certain circumstances past consideration \nmay suffice under English law. He refers in particular to the Privy Council case Pao On v \nLau Yiu Long [1980] AC 614  as authority for the proposition that a past act, if done at the \npromisor's request, on the understanding that payment would be made and that payment \nwould be legally recoverable, may constitute valid consideration under English law. Due to \nthe clear wording of section 2(2)(d) of the Contract Law, Cap. 149, however, a past act \ndoes not need to meet any such requirements in order to constitute good consideration \nunder Cypriot law. \n19. As regards the sufficiency of consideration moving from a third party, rather than the \npromisee, I am not aware of any case that expressly confirms that the position in Cyprus is \ndifferent from that in England, but as noted above this is the general understanding of the \n3Mr Polyvios Polyviou was a lecturer of law between 1973 and 1980 at Oxford University, and is a practising advocate \nin Cyprus. Mr Polyviou is in fact the author of three textbooks on the law of contract: (1) \"The Law of Contract\" , a two-\nvolume textbook of 922 pages published in 2014; (2) \"Contract in the Law of Cyprus: Theory and Practice\" , a \ntextbook of 763 pages published in 2017; and (3) \"The Law of Contract at Common Law and in the Law of Cyprus\" , \na two-volume work of 885 pages published in 2021. From my experience on the Bench, I can state that Mr Polyviou's \ntextbooks are often relied upon by both advocates and judges.  \nC10/37/7\n- 8 - \nCypriot legal community, based on the wording of section 2(2)(d) of the Contract Law, Cap. \n149. \n20. As a third example, I would refer to section 63 of the Contract Law, Cap. 149, which \nprovides: \" Every promisee may dispense with or remit, wholly or in part, the performance \nof the promise made to him, or may extend the time for such performance, or may accept \ninstead of it any satisfaction which he thinks fit \". In Zographakis v Agathocleous 1 CLR \n31, the Supreme Court considered a case in which the parties entered a contract in 1942 \nto sell a plot of land, the purchaser paid part of the price upfront and agreed to pay the \nbalance within two years, whereupon the property would be transferred. By a series of \nsubsequent oral agreements, the parties agreed to extend the date for performance of the \nsale contract, but in 1953 the seller told the purchaser that he had transferred the land to \nhis daughter and so could not complete. The purchaser sued, and the seller claimed that \nthe action, being on their contract of 1942, was time-barred as the purchaser's cause of \naction had accrued in 1944 when the two year period expired. The Supreme Court observed \nthat this would indeed be the result under English law, but described section 63 as \" a \nnotable departure from the English Law of Contract \" and agreed with the purchaser that, \nunder section 63, \" an agreement to extend the time for performance postpones the right of \naction accruing and consequently postpones the statute running against the promisee \". The \nSupreme Court further commented, \" [t]he fact that in Cyprus agreements under section 63 \nof the Contract Law can be made without consideration should make the Courts regard the \nevidence of such agreements with caution and require strict proof from the party on which \nthe burden lies \"4. \nSubject 2: Cyprus Contract Law  \n(a) How is the Contract Law, Cap. 149, applied under Cyprus Law? \n21. Although it is for the legal historian to trace in depth the legal history of Cyprus, it is \nnecessary, albeit in summary, to explain a few basic things in order to understand the way \nthe Courts in Cyprus interpret, among other legal text"}
{"start": 21000, "text": "sideration should make the Courts regard the \nevidence of such agreements with caution and require strict proof from the party on which \nthe burden lies \"4. \nSubject 2: Cyprus Contract Law  \n(a) How is the Contract Law, Cap. 149, applied under Cyprus Law? \n21. Although it is for the legal historian to trace in depth the legal history of Cyprus, it is \nnecessary, albeit in summary, to explain a few basic things in order to understand the way \nthe Courts in Cyprus interpret, among other legal texts, the Contract Law, Cap. 149.  \n22. Before its introduction into the Statute Book in 1931, by the then-British government of \nCyprus, there were not any systematic rules relating to contracts governing everyday \ntransactions on our island. The Ottomans, who ruled Cyprus prior to granting the island to \nthe British in 1878, had in place their own law based mainly on the Muslim Sacred Law, but \nin 1867, the then-British Consul in Cyprus made a report stating that the poor administration \nof justice on the island was causing great damage to the country and was a factor inhibiting \nits progress. ( G. M. Pikis: \"The English Common Law, the Rules of Equity and their \n4See also \"The Law of Contract in Common Law and in Cyprus Law\", published 2021, page 251 , stating that \nsection 63 \" entails a huge change from common law \" and precludes the recognition, in Cyprus, of the English common \nlaw rule of Foakes v Beer . \nC10/37/8\n- 9 - \nimplementation in Cyprus, Chapter 1 ).The British then introduced English law to Cyprus \nin stages, starting with the administration of the Courts (Courts of Justice Order, 1882), and \nthey also used the tool of civil procedure in furtherance of the overall administration of \njustice. Common law and equity were introduced as a complete system of law in 1935.  \n23. It was generally accepted that the English methodology in the legal sphere worked well, as \nit provided for a more systematic approach than had been experienced under Ottoman rule, \nentrenching in practice basic rights like property and civil rights and relieving the people of \nCyprus from the perceived arbitrariness of Ottoman law. It was for this reason that it was \nfelt that the basic legal rules pertaining to contractual relationships as then applied should \nbe formulated into a legal text, that is the Contract Law, Cap.149, in order that a systematic \nand unified approach could be taken to determining matters related to contractual \ntransactions whilst continuing to follow principles of English common law. In so doing, the \nBritish followed the same approach as they had taken in India, where there had been \nintroduced The Indian Contract Act of 1872 and The Specific Relief Act of 1877.  \n24. The Cypriot legislature, upon Independence in 1960, expressly chose to retain English \ncommon law and equitable principles by way of the Courts of Justice Law No 14/60. \nMoreover, the Constitution of Cyprus, ratified in 1960, by Article 188 retained all laws \npassed prior to Independence subject to their not being in contradiction to any constitutional \nprinciple.  \n25. The modern inter-connection of Cypriot and English law on the specific point of the law of \nunjust enrichment is addressed in Mr Polyviou's recent textbook, \" Unjust Enrichment and \nRestitution at Common Law and in the Law of Cyprus\", published 2022 . This textbook \nanalyses the whole area of unjust enrichment and restitution, including the history and \ndevelopment of unjust enrichment, its terminology and categorization of the relevant claims, \nthe criteria used, the contractual and equitable bases, the applicable defences etc. In \nchapter 28, Mr Polyviou addresses the involvement of English legal principles directly and \nstates the following at page 530 (in translation from Greek): \n\"on the basis of the usual approach of the Cypriot legal system, the Courts as well as the \nlegal science in relation to unjust enrichment and restitution have progressed a lot more \nthan the provisions of the Contra"}
{"start": 24500, "text": "categorization of the relevant claims, \nthe criteria used, the contractual and equitable bases, the applicable defences etc. In \nchapter 28, Mr Polyviou addresses the involvement of English legal principles directly and \nstates the following at page 530 (in translation from Greek): \n\"on the basis of the usual approach of the Cypriot legal system, the Courts as well as the \nlegal science in relation to unjust enrichment and restitution have progressed a lot more \nthan the provisions of the Contract Law Chapter 149, and do not explain recent \ndevelopments according to the law of contract but under the approach and perspective of \nEngland and other Commonwealth countries that recognize as new areas of law that of \nunjust enrichment as well as that of restitution. The result is a particularly interesting effort \nof the Cypriot Courts to formulate this new category of law without disregarding altogether \nthe wording and the provisions of the Contract Law\" (emphasis added). \nC10/37/9\n- 10 - \n26. At pages 578-579, Mr Polyviou provides the following summary: \n\"[i]n general terms, despite the different wording of the Cypriot law (that the basic notions \nare part of a statute) … the substantive law, as it emerges from the case law of the Supreme \nCourt, appears to follow the approach of the English and Canadian law, on unjust \nenrichment as well as restitution issues … Furthermore, it was immaterial that the \nprovisions of the Cypriot law appear to form part of the Contract Law or that at the time of \nenacting the Contract Law the basic theory that the English Courts had followed was that \nof an implied or quasi contract. The Cypriot Courts simply follow English case law in \ndelineating unjust enrichment in strict terms, as well as in related areas where there seems \nthat an obligation is created on the part of one person against another outside of contract. \nNoteworthy is the reference in recent Cypriot case law to the four criteria or questions \nusually asked on unjust enrichment (always in a strict sense), as well as the response of \nthe Cypriot Courts to the two related areas regarded as part of the wider notion of unjust \nenrichment, firstly, granting the remedy of restitution in relation to tortious and contractual \nbreach… and secondly, the effort of the real beneficiary to have his rights acknowledged \nwhere these rights have unlawfully passed on to the ownership or control of another \n(through tracing or constructive trust)\" (emphasis added).\n27. I agree with Mr Polyviou's analysis. \n28. Against this background, I now turn to consider Mr Erotocritou's statement at paragraph \n2.1, page 5 of the Joint Report, that \" [t]he Contract Law, Cap.149, is largely a codification \nof the English common law connected with contracts \". This statement reflects his opinion \nas stated at paragraph 5.4 of Erotocritou 1.  \n29. I do not agree. The Contract Law, Cap. 149, does not represent an effort at codification, \nbut consolidation: it is expressly stated at the outset, before section 1, that it is a law \" [t]o \namend and consolidate the law relating to contract \" (emphasis added). \n30. As to the difference between these terms, according to one legal dictionary, the purpose of \ncodification is to \" present an orderly and authoritative statement of the leading rules of law \non a given subject, whether those rules are to be found in statute or common law \", whereas \nthe purpose of consolidation is to \" present the whole body of the statutory law on a subject \nin complete form, repealing the former statutes .\" (Words and Phrases Legally Defined\" \nSecond Edition, Vol.5. pages 110-111). According to another, Jowitt's Dictionary of \nEnglish Law Second Edition, Volume 1, page 1695-1696,  a statute is consolidating \n\"when it consolidates or throws together, into one statute, several previous statutes relating \nto the same subject- matter, with or without alterations of substance .\" According to a third, \nthe Oxford Dictionary of Law 5th Edition  at pag"}
{"start": 28000, "text": "ct \nin complete form, repealing the former statutes .\" (Words and Phrases Legally Defined\" \nSecond Edition, Vol.5. pages 110-111). According to another, Jowitt's Dictionary of \nEnglish Law Second Edition, Volume 1, page 1695-1696,  a statute is consolidating \n\"when it consolidates or throws together, into one statute, several previous statutes relating \nto the same subject- matter, with or without alterations of substance .\" According to a third, \nthe Oxford Dictionary of Law 5th Edition  at page 279, a codifying statute is \" A statute that \nsets out the existing law (i.e., both statute law and common law) on a particular subject . \nC10/37/10\n- 11 - \nSuch statutes are extremely rare; an example is the Law of Property Act 1925 \"(emphasis \nadded). \n31. Such definitions are reflected in case law. As stated in Administrator- General of Bengal \nv Prem Lal Mullick (1895) L.R. 22 Ind. App. 107, P.C. per Lord Watson  at p.116, \" The \nvery object of consolidation is to collect the statutory law bearing upon a particular subject, \nand to bring it down to date, in order that it may form a useful code applicable at the time \nwhen the consolidating Act is passed \"(emphasis added).  \n32. Putting it in simple terms, in my view when a legislature looks to consolidate the law in \nrelation to a particular subject matter, this means that it seeks to draw together into one \nplace, from current disparate sources, rules relating to that subject matter. In comparison, \nwhen a legislature looks to codify the law in relation to a particular subject matter (a process \nthat may also involve consolidation), the further connotations are that the resulting code will \nreplace any previous disparate sources of law in relation to that subject matter, and that, \ngoing forward, changes to the law will be effected by way of changes to that code alone, \nrather than to any previous sources. A codifying statute, therefore, is more rigid than a \nconsolidating one.  \n33. Reflecting its expressly stated nature as a consolidating statue, the Contract Law, Cap.149, \nin its current version of 1959, amended and brought together several previous laws i.e., \nCap. 192, (the Contract Law in the 1949 Edition of the Laws of Cyprus) and Laws 25/53 \nand 7/56. Importantly, section 2(1) of the Contract Law, Cap. 149, is worded in a way that \nallows for legal concepts to be interpreted in an evolutionary way by stating that \n\"expressions used …. shall be presumed so far as is consistent with their context, and \nexcept as may be otherwise expressly provided, to be used with the meaning attaching to \nthem in English law… \".  \n34. The specific retention of common law and equity by the legislator upon Independence in \n1960, almost 30 years after the original enactment of the Contract Law, Cap. 149, in 1931, \nmeant that common law and equitable principles as developed in English case law would \ncontinue to be taken into account. Otherwise, there would be no real or practical meaning \nattached to section 29(1) of the Courts of Justice Law 14/60, which expressly provided for \nthe introduction of common law and equity in Cyprus, paving the way for reliance upon \nfuture pronouncements of England's ever-developing common law and equity system. Our \ncase law since Independence has followed closely all English case law in relation to many \nsubjects. As regards the law of contract in particular, frequent reference to and reliance \nupon principles, rules and notions of English law is an everyday affair within the Cypriot \ncourts, as I have explained above.  \n35. The nature of the Contract Law, Cap. 149, as a consolidating statute can be contrasted with \nthat of the Indian Contract and Specific Relief Acts. In the textbook relied upon by Mr \nC10/37/11\n- 12 - \nErotocritou, it is said: \" The Indian Contract Act is in effect, and for the reasons explained in \nour commentary on the first section, a code of English law \" (Pollock and Mulla: Indian \nContract and Specific Relief Acts, 11th Edition, page "}
{"start": 31500, "text": "hin the Cypriot \ncourts, as I have explained above.  \n35. The nature of the Contract Law, Cap. 149, as a consolidating statute can be contrasted with \nthat of the Indian Contract and Specific Relief Acts. In the textbook relied upon by Mr \nC10/37/11\n- 12 - \nErotocritou, it is said: \" The Indian Contract Act is in effect, and for the reasons explained in \nour commentary on the first section, a code of English law \" (Pollock and Mulla: Indian \nContract and Specific Relief Acts, 11th Edition, page vii - Preface to the First Edition \n- and page 5) .Moreover, the preamble to the Indian Contract Act does not contain the \nexpress reference to consolidation that appears in the Contract Law, Cap. 149, as I have \nemphasised at paragraph 29 above. Whilst neither I nor (as far as I am aware) Mr \nErotocritou are experts in Indian law, I note that Mr Erotocritou does not refer to any Indian \nlaw equivalent to Cyprus' Courts of Justice Law No 14/60 by which, following independence, \nEnglish common law and equitable principles were specifically retained as a source of law \nin Cyprus5.  \n36. At paragraph 2.1 on page 5 of the Joint Report, Mr Erotocritou also states \" [n]ot all \nprovisions of the Contract Law, Cap.149, purport to codify English contracts law, as certain \nparts of the Contract Law, Cap.149 differentiate Cyprus law from English law \". I disagree \nwith this statement principally because, as I have explained above, the Contract Law, Cap. \n149, represented an effort to consolidate, rather than codify, Cypriot law (as it stood in \n1931).  \n37. As regards Mr Erotocritou's statement that \" parts of the Contract Law, Cap.149 \ndifferentiates Cyprus law from English law \", I note first of all that Mr Erotocritou does not \nspecify which parts of the Contract Law, Cap. 149, he is referring to here and, in any event, \nI do not see the relevance of this statement to the issues I have been instructed to consider. \nI should note, however, that to the extent he means to refer to sections 2(2)(d) and/or 63 of \nthe Contract Law, Cap. 149, then I would agree with him, for the reasons I have given at \nparagraphs 17 to 20 above.  \n38. Lastly on this subject, in the same paragraph 2.1 on page 5 of the Joint Report, Mr \nErotocritou states that \" [g]uidance from caselaw from England and other common law \njurisdictions can be drawn to the extent that it does not contradict the content of the text \nContract Law, Cap.149 or other local law or the caselaw of the Supreme Court \". I am unable \nto agree with this statement for the reasons given at paragraphs 9 to 14 above. \nSubject 3: Unjust enrichment claims under section 70 of the Contract Law, Cap.149 \n(a) What are the constituent elements for a claim under section 70? \n39. The constituent elements of section 70 are stated clearly in the wording of the section itself \nwhich reads as follows: \n5For the avoidance of doubt, where, on page 5 of the Joint Report, I agreed with Mr Erotocritou that these Cypriot and \nIndian statutes are \" largely identical \", I was referring to their content. As I have explained, there is nevertheless a \nfundamental difference between them insofar as the Cypriot statute is a consolidation, not a codification, which I \nconsider to be consistent with the different approach that Cyprus and India appear to have taken, following \nindependence, to retaining English common law and equity as a source of law. See further paragraph 48 below. \nC10/37/12\n- 13 - \n\"70. Where a person lawfully does anything for another person, or delivers anything to him, \nnot intending to do so gratuitously, and such other person enjoys the benefit thereof, the \nlatter is bound to make compensation to the former in respect of, or to restore, the thing so \ndone or delivered .\" \n40. In the case of  Ismini Kyriakou Hjiloizi v Irini Iona (1963) 2 CLR 11 , the Court identified \nthe components of section 70 as follows: (i) the act must be done lawfully, (ii) for another \nperson, (iii) it must be done by a person not "}
{"start": 35000, "text": "ng for another person, or delivers anything to him, \nnot intending to do so gratuitously, and such other person enjoys the benefit thereof, the \nlatter is bound to make compensation to the former in respect of, or to restore, the thing so \ndone or delivered .\" \n40. In the case of  Ismini Kyriakou Hjiloizi v Irini Iona (1963) 2 CLR 11 , the Court identified \nthe components of section 70 as follows: (i) the act must be done lawfully, (ii) for another \nperson, (iii) it must be done by a person not intending to act gratuitously, and (iv) the person \nfor whom the act is done must enjoy the benefit of it.  \n41. Disagreement between Mr Erotocritou and myself regarding these components arises \nbecause, at paragraph 2.1 on page 7 of the Joint Report, Mr Erotocritou states: \" [b]ased on \nthe caselaw interpreting section 70 of the Contract Law, Cap.149, the phrase \"for another \nperson\" requires that the claimant establishes that it intended to enrich the defendant \". \nSuch statement is explicitly reflected at paragraph 23 of Erotocritou 1, where he explains \nthat the authors of the Indian textbook, Pollock & Mulla: The Indian Contract and \nSpecific Relief Acts 16th edition , commenting upon the phrase \" for another person \" as \nused in the Indian legislative provision equivalent to section 70 of the Contract Law, Cap. \n149, also believe that this means the claimant must have intended to enrich the defendant. \nI disagree with Mr Erotocritou's statement, for the following reasons.  \n42. First, irrespective of what position has been taken by the courts in India when interpreting \nThe Indian Contract and Specific Relief Acts, there is no Cypriot case law, and none has \nbeen cited by Mr Erotocritou, suggesting that a claimant making an unjust enrichment claim \n(whether expressed with or without reference to section 70) must establish that he intended \nto enrich the defendant. There is simply no such statutory requirement and I do not consider \nthat this proposition can be read into section 70 or be the natural consequence of the words \n\"for another person .\" These words simply require that the claimant has done an act as a \nresult of which the other person has received a benefit.  \n43. The operative words of section 70, and the only reference to any 'intention' on the part of \nthe claimant, are those words stipulating that the claimant acts \" not intending to do so \ngratuitously .\" In the context of the principles of unjust enrichment and restitution, as \ndeveloped in English case law and which (as I have explained in Nathanael 1) the Cypriot \ncourts will seek to give effect to when considering a claim for unjust enrichment (whether \nexpressed with or without reference to section 70), I consider that these words should be \ninterpreted to mean simply that an unjust enrichment claim will not lie where the claimant \nintended the defendant to receive the enrichment without adequate reimbursement of \nvalue. \nC10/37/13\n- 14 - \n(b) Does Section 70 provide a basis to recognise unjust enrichment as an autonomous cause of \naction? \n44. At paragraph 2.1 near the top of page 8 of the Joint Report, Mr Erotocritou states, in \nresponse to the question \" [d]oes section 70 provide a basis to recognize unjust enrichment \nas an autonomous cause of action? \", that \" [t]he answer is no \". This statement reflects \nparagraphs 5.17 to 5.19 of Erotocritou 1.  \n45. I disagree with Mr Erotocritou's statement, which fails to account for, and is wholly \ninconsistent with, the modern approach of the Cypriot courts, which aims to give full effect \nto the principles of unjust enrichment and restitution as developed under English law. For \nexample, in Nakis Theocharidis v Ioannou (2012) 1 CLR 1311 , it was held on appeal that \nthree prerequisites must be satisfied for an unjust enrichment claim: (i) the defendant must \nhave been enriched by the receipt of a benefit, (ii) the benefit must have been received at \nthe expense of the claimant, and (iii) it must be unjust for the "}
{"start": 38500, "text": "rn approach of the Cypriot courts, which aims to give full effect \nto the principles of unjust enrichment and restitution as developed under English law. For \nexample, in Nakis Theocharidis v Ioannou (2012) 1 CLR 1311 , it was held on appeal that \nthree prerequisites must be satisfied for an unjust enrichment claim: (i) the defendant must \nhave been enriched by the receipt of a benefit, (ii) the benefit must have been received at \nthe expense of the claimant, and (iii) it must be unjust for the defendant to retain the benefit, \nwith reference being made by the Cypriot Supreme Court to Goff and Jones, The Law of \nRestitution 7th Edition, p.12 onwards ; Kleinwort Benson Ltd v Lincoln City Council \n[1998] 4 All E.R. at p.561; and Banque Financière de la Cite v Parc (Battersea) Ltd \n[1998] 1 All E.R. 737 ,where the same approach was followed. \n46. This modern approach of the Cypriot courts is reflected in the case law (including Nakis \nTheocharidis v Ioannou ) that I discussed at paragraphs 19 to 25 of Nathanael 1 under \nthe heading \" Question C: 'Does Cypriot Law recognize unjust enrichment as a standalone \ncause of action?' \"6, as well as that set out at paragraphs 21 and 29 to 32 of Artermis 2. My \nopinion and conclusions stated therein need not be repeated in full, suffice to say that I \nremain certain in my view, based on my years of experience on the Bench, including hearing \nand determining some of Cyprus' leading cases in this area, that: \n the Cypriot courts will accept unjust enrichment as a distinct legal category, as it \nhas been recognised in English cases, once they are presented with a case that \nprovides the opportunity for them expressly to do so; and  \n in the meantime, section 70 (as well as the other sections of the Contract Law, Cap. \n149, related to unjust enrichment, namely sections 64, 65 and 72) will continue to \nbe treated by the courts as incorporating the principles of unjust enrichment and \nrestitution as developed in England and which the Cypriot courts regularly refer to \nwith approval. \n6This evidence supplemented what was set out at paragraph 21 of Artemis 2 under the same heading, as well as what \nappeared in that report under the heading \" Question F: 'To what extent are sections 70 and 65 of the Contract Law \ninterpreted and applied by the Cypriot courts in a manner that is consistent with the principles of unjust enrichment \ndeveloped in English common law and equity?' \" \nC10/37/14\n- 15 - \n47. There is no room under this modern approach of the Cypriot courts for treating section 70 \n(which dates from 1931) as being limited in scope to one manifestation or species of unjust \nenrichment claim, such as quantum meruit , or for interpreting section 70 other than in the \ncontext of the principles of unjust enrichment and restitution established under English law. \nOur courts have already rejected such an approach, and it is an undeniable fact that writs \nof summons and statements of claim filed before the Cypriot courts in relation to claims \nbased on unjust enrichment have for many years simply stated that the plaintiff seeks relief \n(i.e., return of money, compensation or restitution) from the defendant on the stated basis \nof \"unjust enrichment \", without referring to any provision of the Contract Law, Cap. 149. \nThe courts dealing with such claims, whether at first instance or on appeal, treat them firstly \nby recognising the existence under Cypriot law of a general remedy of restitution for unjust \nenrichment, and secondly by treating section 70 as providing a legal foundation for all such \nunjust enrichment claims. See further the extracts from \" Unjust Enrichment and \nRestitution at Common Law and in the Law of Cyprus\", published 2022 , quoted at \nparagraphs 25 and 26 above. \n48. In addition, I should note that to the extent Mr Erotocritou relies on Indian case law or \nacademic commentary to support his contrary view, I consider that this carries little to no \nweight as compared to the Cypriot"}
{"start": 42000, "text": "ment, and secondly by treating section 70 as providing a legal foundation for all such \nunjust enrichment claims. See further the extracts from \" Unjust Enrichment and \nRestitution at Common Law and in the Law of Cyprus\", published 2022 , quoted at \nparagraphs 25 and 26 above. \n48. In addition, I should note that to the extent Mr Erotocritou relies on Indian case law or \nacademic commentary to support his contrary view, I consider that this carries little to no \nweight as compared to the Cypriot authorities to which I have referred. One can readily see \nthat India, under independence, has taken a very different approach to Cyprus as regards \nthe continuing influence and application of English law. As Mr Erotocritou notes at \nparagraph 5.14 of Erotocritou 1, the Indian textbook Pollock and Mulla: \"The Indian \nContract and Specific Relief Acts\", 16th edition ,states at page 1079 that the \ncorresponding section 70 of the Indian Contract Act \" must be interpreted according to its \nclear and explicit terms, and not in reference to the provisions of the English law on the \nmatter \", and the Preface to the 9th Edition of the same textbook describes the case of \nSatyabrata Gose v Mugneeram & Co, 1954 S.C.R . 310 as \" a decision of the Supreme \nCourt that the Act to the extent that it deals with a particular subject, is exhaustive upon the \nsame and that it would be incorrect to say that where these sections are not applicable, \nrecourse can be had to principles of English Law which may have a persuasive value and \nare helpful in showing how those courts have decided cases under similar circumstances \" \n(emphasis added). \n49. It should also be noted that the case of Satyabrata Gose  dealt with a very different subject \nmatter, namely that of frustration of contract under section 56 of the Indian Contract Law, \nand no pronouncement similar to the one quoted above has been made by the Supreme \nCourt of Cyprus. On the contrary, the Cypriot courts, in comparison, have already moved \nbeyond such a position by repeatedly referring to and relying upon English law when \ninterpreting and applying the Contract Law, Cap. 149, since independence. Indeed, on page \n4 of the Joint Report, Mr Erotocritou and I agree that the Contract Law, Cap. 149, is not \nC10/37/15\n- 16 - \nconsidered exhaustive in the sense that it does not preclude the existence and recognition \nof other principles or developments in the law of contract. The apparently very different \napproach of the Indian courts has not limited the approach in Cyprus. \n(c) Does section 70 provide for liability in indirect enrichment scenarios? If yes, is a causal link \nsufficient to establish indirect enrichment?  \n50. At paragraph 2.1 at the bottom of page 8 of the Joint Report, Mr Erotocritou states: \" [t]he \nexpress wording and structure of section 70 only provides for liability in circumstances of \ndirect enrichment, where the claimant does something for the defendant and it is the \ndefendant who enjoys the benefit of the action of the claimant \". This statement reflects \nparagraphs 5.20 to 5.21 of Erotocritou 1.  \n51. In the same paragraph, Mr Erotocritou further states that the Cypriot courts have not \nadopted English case law regarding the availability of relief for unjust enrichment in cases \nof indirect enrichment (namely, where the defendant has received an enrichment not from \nthe claimant directly but, in a typical case, via one or more intermediaries between them), \nand that the adoption of such case law would be contrary to the express wording of section \n70 and the Supreme Court's decision in Sekavin SA v The Ship \"Platon Ch\" (1987) 1 \nC.L.R. 297 . Such statements reflect paragraphs 5.22 to 5.38 of Erotocritou 1. \n52. I disagree with Mr Erotocritou's statements for the following reasons.  \n53. First, although Mr Erotocritou is correct that, as yet, no case has been decided by the \nSupreme Court sitting as an appellate court recognising a claim for unjust enrichment in \nrespect of an"}
{"start": 45500, "text": "h case law would be contrary to the express wording of section \n70 and the Supreme Court's decision in Sekavin SA v The Ship \"Platon Ch\" (1987) 1 \nC.L.R. 297 . Such statements reflect paragraphs 5.22 to 5.38 of Erotocritou 1. \n52. I disagree with Mr Erotocritou's statements for the following reasons.  \n53. First, although Mr Erotocritou is correct that, as yet, no case has been decided by the \nSupreme Court sitting as an appellate court recognising a claim for unjust enrichment in \nrespect of an indirect enrichment, and no English case law on the subject has been adopted \nso far by the Cypriot courts, this is for the simple reason that, as far as I am aware, to date \nno such opportunity to do so has been presented to the Cypriot courts. It is my firm opinion \nthat, consistent with the case law cited at paragraphs 19 to 25 of Nathanael 1 and paragraph \n21 of Artemis 2, in which the Supreme Court has repeatedly approved English legal \npronouncements on unjust enrichment, as and when a case concerning indirect unjust \nenrichment arises, the Cypriot courts will follow English case law recognising the availability \nof relief for unjust enrichment in such scenarios, for example  Reflo Limited (In \nLiquidation) v Varsani [2014] EWCA Civ. 360 , Menelaou v Bank of Cyprus UK Ltd \n[2016] A.C. 176 and Investment Trust Companies v Revenue and Customs Comrs \n[2018] A.C. 275 . I have no doubt that the Cypriot courts, like their English counterparts, \nwould recognise that the imposition of liability for unjust enrichment in circumstances of \nindirect enrichment is a sensible and just legal development, given especially that modern \neconomic transactions are more complex and more readily carried out using electronic \nmeans than was the case (or could have been envisaged) back in 1931 when the Contract \nLaw, Cap. 149, was enacted. I would also refer in this context to what I have said at \nparagraph 5(a) above regarding the Cypriot courts' development of section 32 of the Courts \nC10/37/16\n- 17 - \nof Justice Law No 32/60, allowing interim injunctions to be granted in a range of \ncircumstances that were not anticipated when the Law was passed in 1960.  \n54. Certainly, in my opinion, justice would not be denied because of the wording of section 70; \nindeed, the wording of section 70 does not preclude liability for unjust enrichment arising in \nsituations of indirect enrichment. Although section 70 commences with the words, \" [w]here \na person lawfully does anything for another person, or delivers anything to him  …\", I see \nno good reason why the verbs 'doing' and 'delivering' should be construed narrowly so as \nto mean, effectively, 'doing directly' or 'delivering directly', and in my opinion they will not be \nconstrued in such a narrow way by the Cypriot courts when an appropriate case arises.  \n55. The case of Sekavin SA v The Ship \"Platon Ch\" (1987) 1 CLR 297 , relied upon by Mr \nErotocritou, is no authority to the contrary. It was an admiralty case dealt with as a first \ninstance case at the Supreme Court and it was decided on its own specific facts. In \nsummary, the plaintiff had supplied fuel oil bunkers to a vessel, defendant 1, that had been \ntaken into possession by defendant 2 in the exercise of their powers as mortgagee of the \nvessel. The plaintiff did not receive payment for the fuel oil bunkers and sued both \ndefendant 1 and defendant 2, including on the basis of a claim in unjust enrichment (the \nalleged enrichment being the value of the fuel oil bunkers). After the plaintiff obtained ex \nparte permission to serve the writ of summons outside the jurisdiction, defendant 2 applied \nto set aside the order for service abroad on the ground that the ex parte  application \ndisclosed no cause of action against it in unjust enrichment. \n56. The trial court held that the facts composing the plaintiff's claim brought the case wholly \noutside the ambit of section 70, stating (at page 302): \" By and large, the section reproduces \nthe common law"}
{"start": 49000, "text": "l oil bunkers). After the plaintiff obtained ex \nparte permission to serve the writ of summons outside the jurisdiction, defendant 2 applied \nto set aside the order for service abroad on the ground that the ex parte  application \ndisclosed no cause of action against it in unjust enrichment. \n56. The trial court held that the facts composing the plaintiff's claim brought the case wholly \noutside the ambit of section 70, stating (at page 302): \" By and large, the section reproduces \nthe common law principles of quasi-contractual liability of the recipient of goods or services \nsupplied or rendered non-gratuitously; whereupon an obligation is cast on the beneficiary \nof the goods or services to make reasonable compensation for their value (quantum meruit), \nor restore them \". The facts disclosed an outright sale of the fuel oil bunkers by the plaintiffs \nto the vessel, defendant 1, with the property in the bunkers having passed to defendant 1. \nNothing was ever delivered to defendant 2, who would not have been liable for a prior \ndelivery of necessaries to the vessel, unless the Master of the vessel, in ordering them, \nacted as defendant 2's agent, which was not the case.  \n57. In my opinion, because defendant 2 was not found to have received a benefit (as a matter \nof fact), the case has nothing to do with the issue of whether a benefit (enrichment) received \nindirectly can be the subject of a claim in unjust enrichment. This was not a case involving \na complex series of transactions found to be a sham ( Reflo Limited (In Liquidation) v \nVarsani [2014] EWCA Civ. 360 ), or a set of coordinated transactions constituting a single \nscheme ( Menelaou v Bank of Cyprus UK Ltd [2016] A.C. 176 ) and defendant 2 was \nnever under a contractual or quasi-contractual obligation to make a payment to the \nC10/37/17\n- 18 - \nplaintiff/supplier for the fuel oil bunkers. Neither the parties in the case, nor the Court, \ndiscussed any issue of direct or indirect transfer or enrichment. \n58. None of the subsequent cases of the Supreme Court (sitting as an appellate court) that \nhave referred to Sekavin  (namely, Minerva Finance & Investments Ltd v Georgiadi \n(1998) 1 CLR 2173 , A.I. Karpasitis & Sons (Industry) Ltd v Karafoka (1999) 1 CLR 1980 ;\nand Ioannou v Charalambous (2012) 1 CLR 507 ), addressed the point of direct or indirect \nenrichment either, and in any event such cases only mentioned Sekavin in passing. In \nparticular: \n The first of these cases, Minerva Finance , concerned a payment of a sum of money \nby the plaintiff to the defendants (directly) for the release to him of a vehicle. The \nplaintiff then claimed this amount was paid by mistake or under duress, or in \ncircumstances that constituted, inter alia , unjust enrichment. The plaintiff's claim in \nunjust enrichment was made in general terms, without reference to section 70 or \nany other statutory provision (which, as I have noted above, is common practice in \nCyprus), and on the facts the alleged enrichment was clearly direct. The plaintiff \nwon at trial, the defendants appealed, and before the Supreme Court the plaintiff \nfor the first time suggested that, in the alternative, his case could fall within sections \n70 to 72 of the Contract Law, Cap. 149. In this context, the Supreme Court made \n(only) the following passing reference to Sekavin : \"The prerequisites of including a \ncertain case in section 70 have been explained in a number of cases (… Sekavin \nS.A. v Platon Ch\"). As it was emphasized, the section does not apply where the act \nfor which restitution is sought, including the payment of money, is performed under \nthe express request of the defendant\" . Clearly, this statement has nothing to do with \nthe issue of whether an indirect enrichment can give rise to liability under section \n70, and even if Sekavin were a relevant authority on that issue (which it is not, for \nthe reasons I have given above), this statement cannot be read as endorsing any \napproach taken in Sekavin "}
{"start": 52500, "text": "zed, the section does not apply where the act \nfor which restitution is sought, including the payment of money, is performed under \nthe express request of the defendant\" . Clearly, this statement has nothing to do with \nthe issue of whether an indirect enrichment can give rise to liability under section \n70, and even if Sekavin were a relevant authority on that issue (which it is not, for \nthe reasons I have given above), this statement cannot be read as endorsing any \napproach taken in Sekavin  on that issue.  \n In similar fashion, in Karpasitis v Karafoka (supra),  the Supreme Court considered \na case which it characterized as being of an unorthodox nature, in that the parties' \ndispute over an alleged loan between them had been settled by way of a consent \norder in a first action but fell to be decided in a later action. The facts were found \nnot to give rise to a claim of unjust enrichment. The Supreme Court quoted an \nextensive passage from Minerva , including the above-mentioned reference to \nSekavin , but again the case had nothing to do with indirect enrichment and the \npassing reference to Sekavin  cannot be read as any sort of endorsement of a \nposition on that issue.  \nC10/37/18\n- 19 - \nThe same extract from Minerva  was quoted in the Supreme Court's judgment in \nIoannou v Charalambous (supra) , a case involving a transfer of funds from the \nclaimant to defendant (directly) which the claimant sought unsuccessfully to recover \non the basis that it was an (unrepaid) loan, alternatively on grounds of unjust \nenrichment. It is obvious again that no indirect enrichment was involved and none \nwas in any way discussed.  \n(d) Does section 70 provide for liability in instances where there is a lack of lawfulness of the \nrelevant transaction? \n59. At paragraph 2.1 on page 10 of the Joint Report, Mr Erotocritou states that \" [t]he express \nwording of section 70 provides that what the claimant does for the defendant has to be \ndone \"lawfully\" in order to be recoverable \". Mr Erotocritou further states that \" [t]he doctrine \nof ex turpi causa non oritur actio has been widely applied by the Cyprus courts in refusing \nto allow a claimant to recover a benefit transferred to another under a transaction tainted \nby illegality, including where the illegality is founded on foreign law \". This reflects \nparagraphs 5.56 to 5.63 of Erotocritou 1, where he concludes that \" Cyprus law does not \nallow for relief for unjust enrichment, where the transaction resulting in the enrichment was \ntainted by illegality \". As I will explain, I consider Mr Erotocritou's statements to be overly \nbroad, and therefore inaccurate, and so I do not agree with them.  \n60. Section 70 indeed provides for a restitutionary liability in circumstances \" where a person \nlawfully does anything for another person … \". For the reasons I have set out above, I \nconsider that the Cypriot courts will interpret section 70 so as to give full effect to the \nprinciples of unjust enrichment and restitution as they have been developed in England. \nThose principles would not preclude an unjust enrichment claim where, for example, the \ndefendant has been enriched at the claimant's expense by means of a fraudulent or sham \nagreement (or series of agreements) pursuant to which funds moved from the claimant to \nthe defendant, assuming the claimant had no knowledge of the fraud or otherwise acted \nbona fide  (see for example the Reflo Limited, Menelaou and Investment Trust \nCompanies cases cited above at paragraph 53; I am not aware of any Cypriot case \ninvolving a similar fact pattern).\n61. In order to give effect to those principles, in my opinion the Cypriot courts when presented \nwith such a fact pattern would likely construe the words \" [w]here a person lawfully does \nanything for another person \" in section 70 to mean that the claimant must have acted bona \nfide (because if the claimant has not acted bona fide it is unlikely that considerations of \njustice and fairness would req"}
{"start": 56000, "text": "d above at paragraph 53; I am not aware of any Cypriot case \ninvolving a similar fact pattern).\n61. In order to give effect to those principles, in my opinion the Cypriot courts when presented \nwith such a fact pattern would likely construe the words \" [w]here a person lawfully does \nanything for another person \" in section 70 to mean that the claimant must have acted bona \nfide (because if the claimant has not acted bona fide it is unlikely that considerations of \njustice and fairness would require the defendant to give restitution of its enrichment to the \nclaimant). If the claimant was unaware of any illegality in the transaction and acted bona \nfide, then in my view the Cypriot courts would not refuse that claimant a restitutionary \nC10/37/19\n- 20 - \nremedy in respect of any benefit passing under that transaction, even if ultimately it is \ndemonstrated that the transaction is tainted by illegality. \n62. In practice, however, rather than interpreting those words in section 70 in such a way, in \nsuch a hypothetical case I expect the Cypriot courts could instead ground liability in unjust \nenrichment either upon section 65 of the Contracts Law, Cap. 149, which deals with the \nreturn of property passing under invalid agreements (and which I discuss further below), \nand/or in the general theory of unjust enrichment that, in my opinion (as made clear in \nNathanael 1), the Cypriot courts will expressly state to be part of the law of Cyprus as soon \nas an appropriate case arises.  \n63. For the following reasons, I also consider Mr Erotocritou's reliance upon the doctrine of ex \nturpi causa non oritur actio to be inapt. \n64. I agree that, in some cases, the doctrine of ex turpi causa non oritur action (literally, \" no \n[cause of] action can arise from an illegal act \") has been applied by the Cypriot courts to \nprevent the return of property that passed under an agreement. But as I explain below, in \neach of the cases on which Mr Erotocritou relies at paragraphs 5.58 to 5.62 of Erotocritou \n1, the claimant who later sought return of property passing under an illegal agreement was \na knowing participant in that illegality:  \n In Christodoulou v Vraets (2009) 1 CLR 802  – a case in which I handed down the \njudgment – the principle of ex turpi causa non oritur actio  was held to apply where \na claimant sought recovery of sums paid under a contract to purchase and smuggle \nuncut diamonds from Angola's black market. The contract was directly prohibited \nby (Angolan) law. The claimant, who was aware of the illegality, was unable to claim \ncompensation or damages or the return of money advanced in furtherance to the \nillegal contract. \n In Andronikou v Mavropoulou Civil Appeals No.14/2014 and 89/2014, \n30/09/2021 , the claimant had paid sums to the defendant which the claimant \nintended would be passed on to employees of a company to whom the claimant \nwas attempting to sell a parcel of land in order to facilitate the sale. The Supreme \nCourt, referring to Christodoulou (supra) , held that the claimant, who had intended \nto give an illegal bribe, was not entitled to any relief by virtue of the doctrine of ex \nturpi causa non oritur actio .\nIn Evhriso Ergoloptiki Etaireia Ltd v Costa Themistocleous (2008) 1 CLR 456 , \nthe parties entered into an oral agreement for the construction of a house, the \ndefendant failed to pay part of the agreed price and the claimant contractor claimed \ninter alia in unjust enrichment. The construction agreement, however, was illegal, \nbecause under section 38 of the Registration and Control of Contractors of Building \nC10/37/20\n- 21 - \nand Technical Works Law of 2001 (Law 29(1)/2001), any construction agreement \nhad to be in writing, and on appeal it was found that this Law not only made the \nparties' oral agreement invalid and unenforceable, but a criminal offence. The \njudgment expressly records that both parties pleaded guilty to a relevant criminal \ncharge and were convicted.  \n In Ergoliptiki Etaireia And"}
{"start": 59500, "text": ", was illegal, \nbecause under section 38 of the Registration and Control of Contractors of Building \nC10/37/20\n- 21 - \nand Technical Works Law of 2001 (Law 29(1)/2001), any construction agreement \nhad to be in writing, and on appeal it was found that this Law not only made the \nparties' oral agreement invalid and unenforceable, but a criminal offence. The \njudgment expressly records that both parties pleaded guilty to a relevant criminal \ncharge and were convicted.  \n In Ergoliptiki Etaireia Andreas Kaskanis Ltd v Dreka Etaireia Kataskeuon Ltd \n(2009) 1 CLR 507 , both parties tendered for sewage construction works that neither \nof them could perform alone, as each was licenced to perform work of only a \nparticular level and value. They agreed, therefore, that if the tender was won by one \nof them, the work they were not licenced to perform would be carried out by the \nother. But under the provisions of Law 97/73 (which was in force prior to its repeal \nby Law 29(1)/2001, referred to above), such an agreement was illegal. The Court \nfound that both parties were in pari delicto  and rejected the claimant's unjust \nenrichment claim. \n In Polydorou v Polydorou Civil Appeal No 97/2014 dated 28 September 2021 , \na house was constructed by a contractor who did not have the license required \nunder Law 29(1)/2001. The homeowner knew this, and agreed to display the \nplacard of another, licensed contractor to circumvent the Law. Her later claim \nagainst the contractor in unjust enrichment, following malfunctions to the property, \nwas rejected7.  \n65. Therefore, all five of the cases relied upon by Mr Erotocritou concerned agreements that \nwere for the purpose of furthering an illegal act: smuggling black market diamonds, paying \na bribe or illegal construction work. They were agreements which could never have been \nprima facie  legal and, in each case, the claimant who later sought return of property passing \nunder the illegal agreement was a knowing participant in that illegality. In no way could it \nbe said that the claimant acted bona fide .\n66. As regards the case of A & C Antoniou Resorts Ltd v Eleonora Hotel Apartments Ltd \n(2002) 1 CLR 1321 , to which both Mr Erotocritou and I refer on pages 13 and 14 of the \nJoint Report, this concerned an agreement that was not of the same criminal or immoral \nnature as those at issue in the cases considered above. Instead, the case concerned a \nlease agreement of over one year's duration, which was void because the claimant tenant \nand defendant landlord did not comply with the formalities mandated by section 77(1) of \nthe Contract Law, Cap. 149, which provide for such leases to be void if they are not \nevidenced in writing and witnessed by two witnesses. Notwithstanding that both claimant \nand defendant were party to this illegal agreement, the Supreme Court upheld the tenant's \n7Paragraph 5.63 of Erotocritou 1 also refers to Kitsi v District Attorney , however the citation given \"4(B) CLR 1077\" is \nincorrect, and should read \"1 CLR 1077\". \nC10/37/21\n- 22 - \nclaim seeking to have the landlord return the benefit it received upon cashing a bank \nguarantee given by the tenant, with section 65 being used as the basis of the return. The \nSupreme Court expressly contrasted a case where a contract is void because of a failure \nto comply with formalities with a hypothetical situation of parties entering into an agreement \nthat is void due to unlawful consideration or illegal purpose under section 23 of the Contract \nLaw, which provides: \n\"23. The consideration or object of an agreement is lawful, unless- \n(a) It is forbidden by law; or  \n(b) Is of such a nature that, if permitted, it would defeat the provisions of any law; or \n(c) Is fraudulent; or \n(d) Involves or implies injury to the person or property of another; or \n(e) The Court regards it as immoral, or opposed to public policy. \nIn each of these cases, the consideration or object of an agreement is said to be unlawful. \nEvery agreement of whic"}
{"start": 63000, "text": "ract \nLaw, which provides: \n\"23. The consideration or object of an agreement is lawful, unless- \n(a) It is forbidden by law; or  \n(b) Is of such a nature that, if permitted, it would defeat the provisions of any law; or \n(c) Is fraudulent; or \n(d) Involves or implies injury to the person or property of another; or \n(e) The Court regards it as immoral, or opposed to public policy. \nIn each of these cases, the consideration or object of an agreement is said to be unlawful. \nEvery agreement of which the object or consideration is unlawful is void .\" \n67. In my opinion, the above cases show that relief under the unjust enrichment provisions of \nthe Contracts Law, Cap. 149, may be denied where a claimant transfers away property \npursuant to an agreement that is tained by illegality of a criminal and/or immoral nature (and \nnot illegality arising from a mere failure to comply with formalities) and was him/herself a \nknowing participant in such illegality. The cases do not support Mr Erotocritou's broader \nassertion that relief will be denied in any and all cases involving illegality in the relevant \ntransaction. In particular, where a person who is party to an agreement that is tainted by \nsuch illegality, but who has themselves acted bona fide , there is no reason why the doctrine \nex turpi causa non oritur actio  should apply to them. Such persons should be able to bring \na claim to recover any property that they had (innocently) transferred away, either under an \nagreement (section 65) or in the expectation that value would be given in return (section \n70). As stated in the case of Arkadiou v Porto Lara Estates Ltd (2010) 1 CLR 2035  (in \nwhich I gave the court's unanimous judgment), if the illegality emanates from both parties \nthe contract is unenforceable, but it if comes from only one of the parties it is unenforceable \nby the one who had the illegal intention (quoting Charalambous v Daccache (1989) 1E \nCLR 269  and Treitel: The Law of Contract 8th Edition , page 381). \n68. I consider, therefore, that Mr Erotocritou states matters too broadly when he says that relief \nfor unjust enrichment will be denied in any case involving a transaction tainted by illegality. \nProperly construed, the touchstone for the denial of relief in such cases is not the illegality \nof the transaction per se , but the bad faith of the claimant. \nC10/37/22\n- 23 - \n69. For completeness, I would also note that, in my opinion, in an appropriate case even a \nclaimant who has acted in bad faith may be able to maintain a claim in unjust enrichment \nprovided that the defendant also has acted in bad faith such that both parties are in pari \ndelicto . I refer in this regard to the minority judgment that I authored in Marfin Popular \nBank Co Ltd v Michael (2012) 1 CLR 41 , as described at paragraph 21 of Artemis 21 as \nsupplemented (and corrected) by paragraphs 14 to 15 of Nathanael 1. As I explained \ntherein, the case involved a hire purchase agreement which was a sham to the knowledge \nof both parties (the claimant bank and defendant counterparty), there being nothing which \nwas to be hire-purchased, the transaction effectively being a mechanism to disguise a loan. \nNotwithstanding that the claimant bank was party to the sham, in my judgment the \ndefendant was at least equally culpable and, in the particular circumstances of the case, \njustice required that the defendant return to the bank the unreturned funds that had been \npaid out under the agreement (rather than the defendant retaining that enrichment, \nunjustly). I, and the other Supreme Court Justices who joined in my opinion, therefore would \nhave allowed the claimant's claim under section 65 of the Contract Law, Cap. 149, \nnotwithstanding their own participation in a sham agreement. In my judgment, I referred to \nand relied upon English authorities including Treitel: The Law of Contract 8th ed, pp 428-\n429 and the case of Saunders v Edwards [1987] 1 WLR 1116 .The majority (including the \nlate Mr Artem"}
{"start": 66500, "text": "e defendant retaining that enrichment, \nunjustly). I, and the other Supreme Court Justices who joined in my opinion, therefore would \nhave allowed the claimant's claim under section 65 of the Contract Law, Cap. 149, \nnotwithstanding their own participation in a sham agreement. In my judgment, I referred to \nand relied upon English authorities including Treitel: The Law of Contract 8th ed, pp 428-\n429 and the case of Saunders v Edwards [1987] 1 WLR 1116 .The majority (including the \nlate Mr Artemis), whilst reaching a contrary conclusion on the basis of a point unrelated to \nthe substantive application of section 65, did not disagree or voice any contrary view to the \nanalysis set out in my minority judgment of the principles upon which section 65 is based.  \n70. However, I accept that the above is my opinion and does not currently represent the law in \nCyprus, such that if both parties act in bad faith it is likely that an unjust enrichment claim \nby one party will fail (as was the case in Ergoliptiki Etaireia Andreas Kaskanis Ltd v \nDreka , referred to above). \n(f) What are the available defences in an action under section 70? \n71. Mr Erotocritou and I agree that neither section 70 nor any other provision in the Contract \nLaw, Cap. 149, provide for any defences (see page 11 of the Joint Report). Mr Erotocritou \nand I also agree that it has been widely accepted by the Cypriot courts that a number of \ncommon law defences are available to unjust enrichment claims.  \n72. For example, we agree that the defence of change of position (as acknowledged in many \ncases in England and Wales, including the seminal case of Lipkin Gorman v Karpnale \nLtd [1991] 2 AC 548 ) is, depending on the facts, available to a defendant to a section 70 \nclaim. Mr Erotocritou and I further agree that the defence of ministerial receipt would, \ndepending on the facts, be available to a defendant to a section 70 claim (see page 11 of \nthe Joint Report). \nC10/37/23\n- 24 - \n73. It is important to emphasise that we are agreed on the existence of the change of position \ndefence under Cypriot law notwithstanding that neither of us is aware of any case in Cyprus \nin which the change of position defence has been squarely raised for decision. \nNevertheless, I am certain that English cases in relation to this defence, such as the recent \nCourt of Appeal decision in School Facility Ltd v Christ the King College [2021] 1 W.L.R. \n6129 , will be followed by the Cypriot courts, if and when a suitable case arises.  \n74. The one area of disagreement between myself and Mr Erotocritou is that I consider the fact \nthat the Cypriot courts have acknowledged that the defences available at common law are \navailable to a defendant in a section 70 claim, notwithstanding that they are not provided \nfor in the Contract Law, Cap. 149, to be simply one manifestation of the Cypriot courts' \npreparedness to recognise and give effect more widely to notions and principles of unjust \nenrichment and restitution in general as developed by the English courts. \n75. It is apparent from page 11 of the Joint Report that Mr Erotocritou disagrees with my \nposition. He does not say why in the Joint Report, but at paragraph 5.45 of Erotocritou 1 he \nsays, \" … I understand that the availability of [the change of position] defence under Cyprus \nlaw is not in dispute between the parties. Nevertheless, I will explain the reasons why it is \navailable, to demonstrate that this defence fits within section 70 and that its availability does \nnot represent a broader importation of English unjust enrichment law into Cyprus law \".  \n76. From the paragraphs that follow in Erotocritou 1, it is clear that his view is based on his \nfurther statement at paragraph 5.50 that the change of position defence is \" neither \ninconsistent with nor precluded by the wording or structure of the said section \". That \nreasoning, however, is wholly in keeping with my own, insofar as I am of the view that there \nis nothing in the Cont"}
{"start": 70000, "text": "ts availability does \nnot represent a broader importation of English unjust enrichment law into Cyprus law \".  \n76. From the paragraphs that follow in Erotocritou 1, it is clear that his view is based on his \nfurther statement at paragraph 5.50 that the change of position defence is \" neither \ninconsistent with nor precluded by the wording or structure of the said section \". That \nreasoning, however, is wholly in keeping with my own, insofar as I am of the view that there \nis nothing in the Contract Law, Cap. 149, that is inconsistent with or precludes a wider \nrecognition of the principles of unjust enrichment and restitution such as has been \ndeveloped in England. The case law discussed at paragraphs 19 to 25 of Nathanael 1 and \nparagraph 21 of Artemis 2 is consistent with such wider recognition.  \nSubject 4: Bank's claim for unjust enrichment under section 65 of the Contract Law, Cap. \n149 \n(a) What are the constituent elements for a claim under section 65? \n77. In paragraph 2.1 on page 12 of the Joint Report, Mr Erotocritou states \" [i]n addition to the \nconstituent elements listed in the agreed column, Cyprus law provides that the void \nagreement must be between the claimant and the defendant \". I disagree with Mr \nErotocritou's statement for the following reasons. \n78. Although it is not in dispute that an agreement between two parties is a constituent element \nof a claim under section 65, there is no requirement for the agreement to be between the \nclaimant and the defendant. That is clear from the wording of section 65 itself, which \nC10/37/24\n- 25 - \nprovides that \" when an agreement is discovered to be void, or when a contract becomes \nvoid, any person who has received any advantage under such agreement or contract is \nbound to restore it, or to make compensation for it, to the person from whom he received \nit\" (emphasis added). The section refers to \" any person \"; it does not state that such person \nhas to be party to the agreement which is discovered to be void or the contract which \nbecomes voidable8. \n79. Further, like section 70, section 65 will be interpreted by the Cypriot courts in a manner \nembodying and giving effect to the principles of unjust enrichment and restitution developed \nin England. It follows that English case law that regards intermediate transactions as being \nof no consequence if they are found to be a sham, would be approved by the Cypriot courts, \nthere being no pragmatic or legal basis or policy reason for deviating from such authorities. \nI refer here to cases such as Investment Trust Companies, Reflo Limited (In \nLiquidation) and School Facility Ltd v Christ the King College [2021] 1 W.L.R. 6129 . \nSo, for example, if an enrichment has passed from a claimant to a defendant via a series \nof sham agreements, I am certain that the Cypriot courts would not deny an otherwise just \nclaim brought under section 65 on the basis that there was a series of sham agreements \nbetween the claimant and defendant, rather than a single sham agreement to which both \nwere party. \n(b) Does section 65 provide for liability in indirect enrichment scenarios? If yes, is a causal link \nsufficient? \n80. In paragraph 1.1 on page 12 of the Joint Report, Mr Erotocritou states that \" [t]he express \nwording of section 65 only applies to circumstances of direct enrichment where the \ndefendant, who has received an advantage under a void agreement, is bound to restore it, \nor to make compensation for it, to the claimant who must be the person from whom he \nreceived it \" and that therefore section 65 \" does not provide for liability where enrichment is \nindirect \".  \n81. I disagree with Mr Erotocritou's statement for the reasons set out at paragraphs 53 to 58 \nabove (where I addressed the same question in relation to section 70), which I shall not \nrepeat here in full, suffice to say that there is nothing in the express wording of section 65 \nwhich provides that a defendant must have received an enrichment directly from a"}
{"start": 73500, "text": "e the person from whom he \nreceived it \" and that therefore section 65 \" does not provide for liability where enrichment is \nindirect \".  \n81. I disagree with Mr Erotocritou's statement for the reasons set out at paragraphs 53 to 58 \nabove (where I addressed the same question in relation to section 70), which I shall not \nrepeat here in full, suffice to say that there is nothing in the express wording of section 65 \nwhich provides that a defendant must have received an enrichment directly from a claimant; \nit is simply enough that the defendant has \" received any advantage \" under the void \nagreement or contract that has been declared invalid. There is no reason in principle or on \na fair reading of section 65 why the section could not be applied in scenarios where the \ndefendant has been unjustly enriched by receiving property that has passed to him \n8Section 65 uses both \" agreement \" and \" contract \" (both in the original English text and in its Greek translation), I believe   \nin order to distinguish between (i) an agreement that is void from the start and therefore never became a lawful contract, \nand (ii) a contract validly concluded but later declared invalid. \nC10/37/25\n- 26 - \nindirectly from the claimant, for example via a series of sham agreements (as discussed at \nparagraph 79 above) and so through the hands of one or more intermediate recipients.  \n82. As regards the second part of the question, consistent with the general prerequisite for an \nunjust enrichment claim that the defendant must have been enriched by the receipt of a \nbenefit at the claimant's expense (see Nakis Theocharidis v Ioannou (2012) 1 CLR 1311 , \ndiscussed at paragraph 45 above), and assuming all other elements of the cause of action \nare satisfied, in my view it is sufficient to establish liability if there is a causal link between \nthe defendant's enrichment and the corresponding detriment or loss to the claimant. \n(c) Does section 65 provide for liability where there is a lack of lawfulness of the relevant \ntransaction? \n83. In paragraph 1.1 on page 13 of the Joint Report, Mr Erotocritou states that \" [a] claimant \ncannot recover sums paid under a sham or unlawful agreement under section 65 \". Mr \nErotocritou further states that \" [t]he doctrine of ex turpi causa non oritur actio has been \nwidely applied by the Cyprus courts in refusing to allow a claimant to recover a benefit \ntransferred to another under a transaction tainted by unlawfulness \".  \n84. I disagree with Mr Erotocritou's statement for the reasons set out at paragraphs 59 to 68 \nabove (where I addressed the same question in respect of section 70).  \n(d) Does section 65 provide for liability in scenarios where there was no contract between the \nclaimant and the defendant? \n85. In paragraph 1.1. on page 14 of the Joint Report, Mr Erotocritou states \" [s]ection 65 does \nnot apply where there was no agreement / contract between the claimant and the \ndefendant \". I disagree with Mr Erotocritou's statement. \n86. In my view, this question describes one example of a scenario of indirect enrichment, and \nso I would rely again upon what I have said at paragraphs 80 to 82 above. As stated there, \nsection 65 requires the existence of an agreement but there is no requirement that this be \nbetween the claimant and defendant. What is required is a causal nexus between the \nclaimant transferring away property (or another benefit) pursuant to an agreement and the \ndefendant's receipt of that property or benefit, which may be the case even where there are \nintermediate transactions.  \n(e) What are the available defences in an action under section 65? \n87. Mr Erotocritou and I agree that, although section 65 does not expressly provide for any \ndefences, common law defences such as the defence of change of position and ministerial \nreceipt are applicable to a claim under section 65 (see page 14 of the Joint Report). \nC10/37/26\n- 27 - \n88. Further, that which I have stated at paragraphs 71 to 76 ab"}
{"start": 77000, "text": "benefit, which may be the case even where there are \nintermediate transactions.  \n(e) What are the available defences in an action under section 65? \n87. Mr Erotocritou and I agree that, although section 65 does not expressly provide for any \ndefences, common law defences such as the defence of change of position and ministerial \nreceipt are applicable to a claim under section 65 (see page 14 of the Joint Report). \nC10/37/26\n- 27 - \n88. Further, that which I have stated at paragraphs 71 to 76 above in relation to defences under \nsection 70 holds true for section 65 as well. \nSubject 5: Unjust enrichment otherwise than under the Contract Law, Cap. 149 \n(a) Can a claim for unjust enrichment be promoted outside the express provisions of the Contract \nLaw, Cap. 149? \n89. In paragraph 1.1 on page 15 of the Joint Report, Mr Erotocritou states that \" [t]he principles \nof unjust enrichment have been expressly codified by the Contract Law, Cap. 149, and the \nCyprus Courts are bound to observe the provisions of the Contract Law, Cap 149 \" and that \n\"[n]o claim for unjust enrichment can be promoted outside the provisions of the Contract \nLaw, Cap. 149 \".  \n90. As will be apparent from what I have said earlier in this report, I disagree. I have explained \nabove that the Contract Law, Cap. 149, is a consolidation law (properly so described in the \ncase of  Anthoulla Papadopoulou v Polycarpou (1968) 1 CLR 352 ), not a codification. If \nMr Erotocritou's position were correct, then the Supreme Court would have stated in plain \nwords that claims in unjust enrichment can only be brought within the confines of the \nspecific manifestations of sections 64, 65, 70 and 72 of the Contract Law, Cap. 149. But to \nthe contrary, it has done the opposite, referring repeatedly with approval to the principles \nof unjust enrichment and restitution as they have been developed under English common \nlaw.  \nSubject 6: Miscellaneous issues \n(a) Do credits in a bank account constitute property under Cypriot Law? \n91. In paragraph 2.1 on page 16 of the Joint Report, Mr Erotocritou states that \" [c]hoses in \naction are contractual rights as against the bank and not proprietary rights to the money in \nthe account as against the world \". Such statement reflects paragraphs 5.94 to 5.95 of \nErotocritou 1. What Mr Erotocritou says in this sentence is true, but his resulting position \nthat credits in a bank account do not constitute property under Cypriot law is incorrect. \n92. Cypriot law on this matter follows English law, and so credits in a bank account constitute \nchoses in action, that is rights of proceeding in a court of law to procure the payment of a \nsum of money ( Osborn: A Concise Law Dictionary 5th Ed, p. 69).  They can be enforced \nagainst the bank by way of an action: see Torkington v Magee [1902] 2 KB 427 , where a \nchose in action was defined as \" personal rights of property which can only be claimed or \nenforced by action and taking physical possession \". They are intangible property rights but \nthey are a form of legal property nonetheless, which may be pledged, assigned or otherwise \nform the subject of a lien. Credits in a bank account can also be the subject matter of an \ninjunction, as accepted, inter alia , in CBS United Kingdom Ltd v Lambert [1982] 3 All ER \nC10/37/27\n- 28 - \n237, as they fall within the meaning of \" assets \" in section 37(3) of the Supreme Court Act \n1981.  \n93. Credits in a bank account are also treated as property under specific legislation that exists \nin relation to proceeds of crime, Law 188(1)/2007. By amendments to that Law made by \nLaw 13(1)/2018, property includes cash money as well as proprietary rights whether \ntangible or intangible and whether in electronic or other form, etc ( Attorney-General of the \nRepublic v FBME Bank Ltd and Cyprus Popular Bank Public Co Ltd, Civil Appeals \nE32/20 and E33/20 dated 20.7.2021 ). \n(b) Is there liability under Section 65 or Section 70 if the claimant has been restored to its origi"}
{"start": 80500, "text": "tion that exists \nin relation to proceeds of crime, Law 188(1)/2007. By amendments to that Law made by \nLaw 13(1)/2018, property includes cash money as well as proprietary rights whether \ntangible or intangible and whether in electronic or other form, etc ( Attorney-General of the \nRepublic v FBME Bank Ltd and Cyprus Popular Bank Public Co Ltd, Civil Appeals \nE32/20 and E33/20 dated 20.7.2021 ). \n(b) Is there liability under Section 65 or Section 70 if the claimant has been restored to its original \nposition or if funds advanced by it have been returned (directly/indirectly)? \n94. In my opinion, the answer to this question will depend on the findings of fact in a given case. \nIf, for example, the restoration of the claimant to its original position or the return of funds \nadvanced by the claimant is the result of the defendant returning to the claimant the \nenrichment that the defendant received at the claimant's expense, then this should \neliminate any potential liability under section 65 or 70, or potential liability at common law \nor in equity for unjust enrichment. \n95. If, on the other hand, the claimant is restored to its original position in circumstances where \nthe defendant remains enriched (for example because a third party has intervened, for \nwhatever reason, to make the claimant whole), then I consider that the Cypriot courts would \nconsider whether, in all the circumstances of the case, the ongoing retention of the \nenrichment by the defendant would be unjust. If so, then liability to make restitution may be \nimposed. The relevant circumstance of the case would include whether, if restitution of the \ndefendant's enrichment is ordered, this could result in the claimant double recovering in \nrespect of its loss, which is a situation that the Cypriot courts would seek to avoid.  \n96. It is not clear to me whether Mr Erotocritou would disagree with what I have said above. In \nthe Joint Report he says only, at paragraph 1.1 on page 16, that \" [t]he Cypriot Court has \nthe power to refuse to grant relief in such circumstances, even if the restoration or return / \nreimbursement was not done by acts of the otherwise enriched defendant \". This does not \nappear to be inconsistent with what I have said above. \n(c) In the period February to March 2014, in what circumstances could a natural person (or persons) \nbe said to be the ultimate beneficial owner or controller of a Cypriot company? \n97. My opinion on this question remains as set out at paragraphs 51 to 54 of Artemis 2 and at \nparagraph 1.2 on page 16 of the Joint Report. Mr Erotocritou has indicated in the Joint \nReport that he disagrees with my opinion, but he has not given any reasons (even in \nsummary) for that view. I have nothing to add at this stage to what I have already said. \nC10/37/28\n- 29 - \n(d) How does Cypriot law attribute a person's knowledge to a company? In particular, how does \nCypriot law treat the knowledge of a person who has an ownership interest in the company but who \nhas neither control over the affairs of the company in general nor any involvement in the entry, or \nthe decision for the entry, of the company into particular transactions? \n98. At paragraph 1.1 on page 17 of the Joint Report, Mr Erotocritou says that \" Cypriot courts \napply a refined version of the common law 'identification doctrine' approach when attributing \nknowledge of persons to a company. \"  It is not entirely clear to me what Mr Erotocritou \nintends to mean by this phrase, but I understand it to mean, in substance, that the Cypriot \ncourts will, when assessing whose knowledge may be attributable to a Cypriot company, \nseek to identify, based on the particular facts of the case, which persons may act as the \ncompany's \" directing mind and will \", generally applying the guidance of Lord Hoffman in the \nPrivy Council case, Meridian Global Funds Management Asia Ltd v Securities \nCommission [1995] 2 AC 500 (PC) . To the extent that my understanding of Mr \nErotocritou's stateme"}
{"start": 84000, "text": "derstand it to mean, in substance, that the Cypriot \ncourts will, when assessing whose knowledge may be attributable to a Cypriot company, \nseek to identify, based on the particular facts of the case, which persons may act as the \ncompany's \" directing mind and will \", generally applying the guidance of Lord Hoffman in the \nPrivy Council case, Meridian Global Funds Management Asia Ltd v Securities \nCommission [1995] 2 AC 500 (PC) . To the extent that my understanding of Mr \nErotocritou's statement is correct, then I agree with Mr Erotocritou, although I would say \nthat the relevant consideration is better described as establishing the directing mind and \nwill, rather than a \" refined… identification doctrine \". \n99. The two cases cited by Mr Erotocritou at paragraphs 5.66 and 5.67 of his report are criminal \ncases, concerned with corruption within a law firm and an aviation disaster respectively. \nThe principles from the Meridian case, however, have been considered with approval by \nthe Supreme Court in relatively recent civil and criminal cases, for example, Andronikou v \nRepublic (2008) 2 CLR 486 (a case in which I gave the unanimous judgment on behalf of \nthe court), Constantinou v Paralimni Municipality, Lalenia Shops v Paralimni \nMunicipality and others, Criminal Appeals Nos 257/17, 258/2017 and others, dated 16 \nOctober 2019 (being a set of appeals that were heard together). The starting point for \nidentifying the person(s) who act as the directing mind and will of a company will generally \nbe its Board of Directors and/or its shareholders, acting in accordance with the powers \ngiven to them by the company's articles of association. The directing mind or will of a \ncompany, however, is not restricted to persons in those categories, and the concept may \nbe applied much more broadly, for example to persons who exercise de facto , but not de \njure, control over a company.  \n100. Cypriot concepts of ownership and control of a company have followed the principles that \napply as a matter of English law, and the Cypriot equivalent of the English Companies Act, \nthe Companies Law, Cap. 113, was modelled on the English Companies Act 1948. The \nflexible approach that the Cypriot courts will employ is shown by relatively recent Supreme \nCourt cases such as: \nC10/37/29\n- 30 - \nDelicatessen Christi Products Company Ltd v P.T.A. Foodlab & Nutritional \nServices Ltd (2006) 1 CLR 827 ,in which a company was held to be bound by the \nactions of two former directors; and \nKarayiannis Brothers & Co Ltd v Bank of Cyprus, Civil Appeal 367/08, 26 \nOctober 2017 , in which the Supreme Court (led by myself and in which I gave a \nunanimous judgment) decided that: (i) an individual whose father and brother were \ndirectors of a company, but was not a director himself, had authority to bind the \nrelevant company; and (ii) that individual's knowledge was to be attributed to the \ncompany. \n101. There is, in my view, no doubt that the Cypriot courts will continue to follow the practice of \nthe English courts in dealing with company control issues, including by applying the concept \nof 'shadow directors', i.e., where the de jure  directors are accustomed to act on the \ninstructions or directions of another individual acting 'behind the scenes', who is treated as \na 'shadow director' (although I am not aware of any Supreme Court case that uses this term \nexactly). However, there are a number of first instance judgments that have applied the \nconcepts of 'shadow director' and ' de facto director', for example in the following three cases \nbefore the District Court of Nicosia: \nIlya Yurov and others v Benedict Worsley and others, Action No 872/16 , \njudgment of 15 April 2016 ,concerned an interim injunction application in the \ncontext of a dispute as to ownership of a company. The judgment cited Snell's \nEquity 33rd edition (2015)  in relation to fiduciary duties owed by company directors, \nincluding shadow and de facto  directors; \nCoral Group Finance Ltd v"}
{"start": 87500, "text": "ctor' and ' de facto director', for example in the following three cases \nbefore the District Court of Nicosia: \nIlya Yurov and others v Benedict Worsley and others, Action No 872/16 , \njudgment of 15 April 2016 ,concerned an interim injunction application in the \ncontext of a dispute as to ownership of a company. The judgment cited Snell's \nEquity 33rd edition (2015)  in relation to fiduciary duties owed by company directors, \nincluding shadow and de facto  directors; \nCoral Group Finance Ltd v Vyacheslav Alexeevich Rudnikov and others, \nAction No 5038/14, judgment of 10 January 2017 , also concerned an interim \ninjunction application. It was alleged that defendant 1, as a de facto  or shadow \ndirector of defendant 3 (a company), was in breach of his fiduciary duties by giving \ninstructions to the company's actual directors as to how to act. The judgment \nreferred to Halsbury's Laws of England 4th ed. 2004 Re-issue  to the effect that a \nde facto  director is one who has assumed the status and functions of a company \ndirector as if he were a de jure director; and \nPetros Chr. Shiailis Aluminium Ltd v Georghios & Panayiotis Kyprianou \nConstruction Company Ltd, Action No 524/17, judgment of 4 April 2019 , \nconcerned an application to set aside a court judgment, reference being made to \nPalmer's Company Law 24th ed.paragraph 60-25 , to the effect that a person who \nacts as a director is presumed to be a de facto  director, irrespective of the fact that \nhe does not hold the position of a director. \nC10/37/30\n- 31 - \n102. A further example from the Larnaca Assize Court is Republic v Kittis and others, Criminal \nCase No 693/14, judgment of 22 December 2014 , whereby one of the accused was found \non the facts to have been acting at all times as a de facto  director, including by giving \ninstructions that only a director could give, and to have been considered by third parties to \nhave been a de jure  director. Reference was made to the criteria under English law for \nfinding someone to be a de facto director, as established in Gemma Ltd v Davies [2008] \n2 BCLC 281 , Secretary of State for Trade and Industry v Holier and others [2006] \nEWHC 1804 , and Mumtaz Properties Ltd and Others v Ahmed and Others [2011] \nEWCA Civ 610 .  \n103. I am also in no doubt that the Cypriot courts will not hesitate to probe into the detailed facts \nof a case in order to discover the real directing mind and will of a company. I am certain \nthat control of a company as a matter of Cypriot law – as I understand is the position under \nEnglish law – may be found to exist where a person controls (directly or indirectly) the \nmajority of voting power at shareholder level, or has the practical ability (through formal or \ninformal means) to cause those administering the company to act according to their \ninstructions.  \n104. The question of whose knowledge will be attributed to a company is thus heavily fact-\ndependant, the relevant facts to be considered including not only those concerning the \nrelationship between a particular person and the company but also concerning the wider \ncontext in which that person's knowledge is sought to be attributed. I agree with \nMr Erotocritou's statement in the Joint Report that \" [d]ifferent persons may for different \npurposes be treated as the company's 'directing mind and will' and so have their knowledge \nattributed to the company in a particular context \".  \n105. The second part of the question above presupposes that a legal owner of a company does \nnot actually control that company's affairs or have any involvement in relation to a particular \ntransaction by that company in respect of which the legal owner's knowledge is sought to \nbe attributed to the company. Mr Erotocritou states in the Joint Report that in such \ncircumstance, the legal owner's knowledge \" is not to be attributed to the company \". I do not \nfind myself able to agree with such a definitive statement; on the contrary, in my view it \nwould depend upon al"}
{"start": 91000, "text": "of a company does \nnot actually control that company's affairs or have any involvement in relation to a particular \ntransaction by that company in respect of which the legal owner's knowledge is sought to \nbe attributed to the company. Mr Erotocritou states in the Joint Report that in such \ncircumstance, the legal owner's knowledge \" is not to be attributed to the company \". I do not \nfind myself able to agree with such a definitive statement; on the contrary, in my view it \nwould depend upon all the relevant facts. For example, even assuming that the legal owner \nof the company does not, as a matter of practice, exercise control over its affairs (for \nexample, leaving all managerial decisions in the hands of its Board of Directors), it could \nstill be the case that the legal owner (assuming they own sufficient voting rights) would have \nthe ability to exercise control of the company's affairs if they wished to do so; for example \nby calling a general meeting of shareholders to approve or prevent certain transactions or \nby replacing the Board of Directors. What has been stated in paragraphs 53 and 54 of \nArtemis 2 is relevant to consider here: the key point being that the ability to exercise control \nover a company's affairs (whether exercised or not) may be a sufficient basis on which the \nC10/37/31\nC10/37/32\n"}
