{"metadata": {"corpus_path": "AA5_3 Third to Eighth Defendants’ Closing Submissions.pdf", "file_size": 784168, "mtime": 1755683452.9423485, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n  \nIN THE HIGH COURT OF JUSTICE  Claim No. BL-2017-000665  \nBUSINESS AND PROPERTY COURTS OF ENGLAND & WALES   \nBUSINESS LIST (ChD)  \n \nB E T W E E N:  \nJSC COMMERCIAL BANK PRIVATBANK  Claimant  \n- and -   \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED  \n(4) TRADE POINT AGRO LIMITED  \n(5) COLLYER LIMITED  \n(6) ROSSYN INVESTING CORP  \n(7) MILBERT VENTURES INC  \n(8) ZAO UKRTRANSITSERVICE LTD  Defendants  \n \n \n \nTHIRD TO EIGHTH DEFENDANTS’ CLOSING SUBMISSIONS  \n \n \nAA5/3/1\n \n A. INTRODUCTION 1 \nB. SUMMARY 1 \nC. TORT – NO CAUSATION ON THE FACTS 10 \nD. TORT – NO JOINT AND SEVERAL LIABILITY 27 \nE. TORT – CONDUCT NOT UNLAWFUL IN CIVIL LAW 33 \nF. TORT – LIMITATION 35 \nG. TORT – HARM / QUANTUM OF LOSS 38 \nH. ATTRIBUTION / KNOWLEDGE AND INTENTION OF Ds3-8 41 \nI. UNJUST ENRICHMENT – GOVERNING LAW 44 \nJ. THE FOREIGN LAW EVIDENCE ON UNJUST ENRICHMENT 46 \nK. UNJUST ENRICHMENT – RELEVANT LOANS AND RSAs NOT VOID 48 \nL. NO CAUSE OF ACTION FOR INDIRECT ENRICHMENT 51 \nM. NO INDIRECT ENRICHMENT ON THE FACTS 70 \nN. UNJUST ENRICHMENT – MEASURE OF LIABILITY 80 \nO. UNJUST ENRICHMENT – Ds3-5 ACTED AS AGENTS 84 \nP. UNJUST ENRICHMENT – CYPRIOT LAW – FURTHER POINTS 90 \nQ. UNJUST ENRICHMENT – UKRAINIAN LAW – LIMITATION 92 \nR. INTEREST – AWARDS AGAINST Ds3-8 92 \nS. CONCLUSION 93 \nSCHEDULE 1: NO-LOOP CONNECTIONS 1 \nSCHEDULE 2: DRAWDOWN REQUESTS 9 \nSCHEDULE 3: AGENCY DOCUMENTATION 10 \nSCHEDULE 4: CURRENCY OF DRAWDOWNS / UNJUST ENRICHMENT LIABILITY 13  \n \nAA5/3/2\n \n1 A. INTRODUCTION  \n1. The case against Ds3-8 was barely opened in the Bank’s written opening, and never \nopened orally in any meaningful way. The Bank’s focus has throughout been on D1 \nand D2, and it has not considered it necessary to present a careful analysis of how \nDs3-8 can properly be said tortiously to have caused the Bank loss, or to have been \nunjustly enriched. \n2. That is no doubt a reflection of the fact that Ds3-8 are companies with no realisable \nassets, whose joinder in these proceedings appears to have been for the \ninstrumental purposes of founding English jurisdiction, rather than with any real \ninterest in establishing their liability. \n3. The fundamental shortcomings of the unjust enrichment claims wholly undermine \nthe bringing of these proceedings in the English Court. The tort claims are \naddressed first for convenience (both in summary and detail), but without \nqualification of that point. \n4. These submissions seek to distil the key issues. Ds3-8 adopt and rely upon D1/2s’ \ncases as to repayment, use of funds and limitation. The important points which \nseverally apply to Ds3-8 are addressed below. \nB. SUMMARY  \n5. The evidence produced by the Bank suggests that both before and during the \nRelevant Period a loan recycling scheme was being run in the Bank, as illustrated \nby the Kazantsev and Gurieva Spreadsheets. An aspect of that scheme (separate \nto the obtaining of loan drawdowns) involved supplier companies executing supply \nagreement documents, and their bank accounts were credited with ‘prepayments’ \nand almost immediately debited with onward transfers.  \n6. The Bank has chosen to describe what happened as theft, and to characterise the \nnarrative as one in which a subset of drawdowns processed in the Relevant Period \ncomprised the stealing of those sums, with the supplier prepayments being a cover \nAA5/3/3\n \n2 for cycling of stolen money rather than the actual theft. The Unreturned \nPrepayments are in consequence simply an artefact of the way the Bank had to \nconstruct its claim for jurisdictional purposes.1 References to a scheme below are \nto the loan recycling scheme and not to a conspiracy to misappropriate. \n7. Two features of the loan recycling scheme in operation in 2014 expose the factual \ndefects in the tort and unjust enrichment claims against Ds3-8: \n(a) The Bank’s case is that its harm / loss was suffered immediately on each \nRelevant Drawdown. However, the execution of each Relevant Supply \nAgreement (“ RS"}
{"start": 3500, "text": "act of the way the Bank had to \nconstruct its claim for jurisdictional purposes.1 References to a scheme below are \nto the loan recycling scheme and not to a conspiracy to misappropriate. \n7. Two features of the loan recycling scheme in operation in 2014 expose the factual \ndefects in the tort and unjust enrichment claims against Ds3-8: \n(a) The Bank’s case is that its harm / loss was suffered immediately on each \nRelevant Drawdown. However, the execution of each Relevant Supply \nAgreement (“ RSA ”) and making of an Unreturned Prepayment occurred after  \nthe harm already been suffered. Acts causing harm and acts covering-up \nharm are distinct. \n(b) ‘Unreturned Prepayments’ is, in reality, a misleading expression so far as \nconcerns enrichment at the Bank’s expense. The funds flow analysis shows \nthat all the Relevant Drawdowns which were susceptible to tracing in fact \nflowed back to the Bank. And none of the USD577m of drawdowns which \ncould not be traced to their endpoint flowed to Ds3-8 as an Unreturned \nPrepayment at all: Davidson-2/2.34-8 {D2/11/18} ; Thompson \n{Day24/73:17-25} . Secondly, it could not be suggested that Ds3-8 in fact \nretained the benefit of those funds or was the end point of the transactions. \nAnnex D to D3-8-Def identifies the (immediate) onward transferees of all of \nthe Unreturned Prepayments they received. Of the so-called Unreturned \nPrepayments to Ds3-5, US$933,978,123 were immediately returned back to \nthe very same Relevant Borrower (albeit with different narrative supply \nagreement references). For the remainder, and those of Ds6-8, the onward \ntransferee was either a different Relevant Borrower or another non-\n \n1  While the Bank relies on there being an alleged cover-up as indicative of the Relevant Drawdowns being \na harmful theft, that is different to suggesting that the alleged cover-up was in itself harmful. Contrast \nwith how the Court of Appeal understood the Bank’s case to be, as presented to it in 2019 (with the \nfocus on the Unreturned Prepayments and not the Relevant Drawdowns) – at [146]: “ the English and \nBVI Defendants were the only Suppliers who received pre-payments that were not repaid. It was through \nthem that the missing US$1.9 billion was finally dissipated and it has yet to be recovered. ” {A5/12/34} \nAA5/3/4\n \n3 Ukrainian company which was also part of the loan recycling scheme \n(primarily D4’s Principal).  Ds3-8 did not make any onward transfers of the \nUnreturned Prepayments outside the ecosystem of the loan recycling \nscheme. \nThe claims in Tort \n8. In tort, the Bank’s case against Ds3-8 can only be described as entirely broad-\nbrush. As soon as the facts are analysed in detail, rather than by sweeping \ngeneralisation, the tort claim against Ds3-8 fails in both fact and law. \n9. As to the facts: \n(a) No causation (Article 1166) .  The Bank’s case as to D3-8s’ involvement in \nthe 2014 transactions is that they assisted in various ways to disguise and \ncover-up misappropriation.  But if loss was suffered upon the effecting of the \nRelevant Drawdowns, D3-8s’ alleged subsequent cover-up (whether malign \nor otherwise) cannot have caused  the loss. \n(b) No factual basis for Joint & Several Liability (Article 1190) . On any proper \napplication of Article 1190, Ds3-8 could not be liable for the entirety of the \nRelevant Drawdown loss – since it is plainly divisible as between the 270 \nRelevant Drawdowns. The proper reference points for evaluating whether \nD3-8s’ actions were “ joint ” and had “ unity of intent ” with D1&D2 must be \nthose drawdowns not the 2014 transactions / scheme in a broad and general \nsense. Ds3-8 cannot be jointly and severally liable for the harm caused given \nthat the documentary evidence shows: (i) the alleged acts of Ds3-8 being \narranged and/or occurring separately from, and only after the stage of, each \nof the Relevant Drawdowns; and (ii) that the selection of one of Ds3-8 to \nassist in the cover-up of each of the Relevant Drawdowns was on an ad "}
{"start": 7000, "text": " and had “ unity of intent ” with D1&D2 must be \nthose drawdowns not the 2014 transactions / scheme in a broad and general \nsense. Ds3-8 cannot be jointly and severally liable for the harm caused given \nthat the documentary evidence shows: (i) the alleged acts of Ds3-8 being \narranged and/or occurring separately from, and only after the stage of, each \nof the Relevant Drawdowns; and (ii) that the selection of one of Ds3-8 to \nassist in the cover-up of each of the Relevant Drawdowns was on an ad hoc \nbasis, typically months after the Relevant Drawdown in question. \n(c) Limitation.  On the facts, the claims against Ds3-8 are time-barred.  The \nBank’s claims could have been commenced against Ds3-8 well within the 3-\nAA5/3/5\n \n4 year period – because its claims against Ds3-8 are based on D3-8s’ entirely \nvisible conduct, and do not depend on establishing clandestine conduct \nrequiring further investigation.  \n10. The Bank’s case that Ds3-8 are liable in tort is bad in law: \n(a) Acts not unlawful.   The execution of the RSAs and the other things Ds3-8 \nare alleged to have done are not unlawful under Articles 3 or 13 and \ntherefore, in the absence of a relevant criminal findings or conviction, \ncannot be relied upon by the Bank to support a claim under Article 1166 (or \nArticle 1190). \n(b) Article 1190 not freestanding.  There can be no joint and several liability \nunder Article 1190 against Ds3-8 for jointly caused harm unless the criteria \nfor them being liable for that harm under Article 1166 are also satisfied. \nThe claims in Unjust Enrichment \n11. Turning to unjust enrichment, two matters fall to be determined at the outset: \n(a) Governing law.   Ds3-8 submit that this claim is plainly governed by Cypriot \nlaw; Cyprus being the place of receipt of the Unreturned Prepayments and \nso of the alleged enrichment.  The broader Ukrainian background is not such \nas to satisfy the high threshold required under the (retained) Rome II \nRegulation  to displace the law of the place of enrichment. \n(b) Claim fails as Relevant Loans and RSAs not void.  Whatever its governing \nlaw, the unjust enrichment claim depends upon establishing that the \nRelevant Loans and RSAs are all void.  However: (i) those contracts can only \nbe found to be void in legal proceedings to which the Borrowers (being \nparties to those contracts) are party; and (ii) even if those contracts were \nagreed in circumstances and with the intention as alleged by the Bank, they \nwould only be voidable not void. \nAA5/3/6\n \n5 12. The unjust enrichment claim fails under Cypriot law: \n(a) No cause of action for indirect enrichment.   Sections 65 & 70 of the \nContract Law are not engaged by indirect enrichment, and there is no \nstandalone cause of action for unjust enrichment in Cypriot law by which \nEnglish common law could be said to provide authority for relief in indirect \nenrichment scenarios.   \n(b) Indirect enrichment claim fails on the facts.   Even if a claim for indirect \nunjust enrichment by reference to English case law were viable in principle, \nthe features of the transactions are far more extreme than the categories of \nindirect enrichment exceptionally permitted under the principles in ITC v \nHMRC  [2018] AC 275.  Amongst other things:  \n(i) Typically, the Relevant Drawdown money was never actually \ntransferred on to Ds3-8.  The case for “funding” or “causative link” \ntypically depends on drawing connections between series of money \ncycles involving multiple different other Borrowers and Suppliers, \nusing the Bank’s Methodology instead of conventional funds flow \ntracing;  \n(ii) Those cycles cannot be said to comprise a co-ordinated series of \ntransfers predestined for Ds3-8: the selection of one of Ds3-8 to \nreceive a Prepayment was ad hoc and typically months after the \nRelevant Drawdown; and  \n(iii) Ds3-8 were not in any real sense the ‘end point’ or intended \nbeneficiary of any transaction (as the Gurieva Spreadsheet makes \nclear).  \n(c) No enrichment / ministeria"}
{"start": 10500, "text": "rowers and Suppliers, \nusing the Bank’s Methodology instead of conventional funds flow \ntracing;  \n(ii) Those cycles cannot be said to comprise a co-ordinated series of \ntransfers predestined for Ds3-8: the selection of one of Ds3-8 to \nreceive a Prepayment was ad hoc and typically months after the \nRelevant Drawdown; and  \n(iii) Ds3-8 were not in any real sense the ‘end point’ or intended \nbeneficiary of any transaction (as the Gurieva Spreadsheet makes \nclear).  \n(c) No enrichment / ministerial receipt . Ds3-5 (the English companies) \nreceived the Unreturned Prepayments on trust for their Principals and were \nnot enriched or can rely on the defence of ministerial receipt.  \nAA5/3/7\n \n6 (d) Other Defences.   (i) Ds3-8 changed position by making immediate onward \ntransfers; and (ii) the ex turpi causa principle precludes the Bank from \nobtaining the relief it seeks.  \n13. If Ukrainian law applies, the claim also fails: \n(a) No claim for indirect enrichment.   Article 1212 is not engaged by indirect \nenrichment, still less where transfers of property are only ‘causally \nconnected’ in the loose sense in which the Bank uses that phrase. The \nrequirement that enrichment be at the expense of the Bank requires a \nconditionality and correspondence of gain and loss, which is absent, even \nin the cases where the Unreturned Prepayment has not been preceded by \nmultiple loops of narratively connected prepayments. \n(b) Limitation.  On the facts, the claim is plainly time-barred. \n(c) Ds3-5 not enriched.  Ds3-5 (the English companies) were not enriched as \nthey received the Unreturned Prepayments qua agent. \nOverlapping Issues \n14. If the Bank’s claims were to survive those points, five additional issues which \noverlap across the tort and unjust enrichment claims would arise: (i) harm – points \nspecific to Ds3-8; (ii) ‘use of funds’ / ‘repayment’; (iii) the currency issue; (iv) \nattribution of knowledge and intentions of D1/D2 to Ds3-8; and (v) interest. \n15. Harm / Quantum – points specific to tort claims against Ds3-8.   \n(a) Article 1190.   Even if Ds3-8 could be jointly and severally liable with D1 / \nD2 under Article 1190, that would not be for the entirety of the value of all \nthe Relevant Drawdowns, which is clearly not “ indivisible ”. Each of Ds3-8 \nwould only be jointly and severally liable for harm arising from those of the \nRelevant Drawdowns to which its pleaded conduct was causally linked. \nAA5/3/8\n \n7 (b) Article 1166. As for several liability under Article 1166, given that: (i) harm \noccurred upon the Relevant Drawdowns and (ii) there is no direct \ncorrespondence between the Relevant Drawdowns and the Unreturned \nPrepayments (either temporally or quantitatively), there is no principled \nbasis to quantify harm caused by acts of Ds3-8 by reference simply to the \namount of the Unreturned Prepayments. For one of Ds3-8 to be liable in the \namount of a particular Relevant Drawdown, the Bank needed to identify and \nprove the pleaded conduct which caused that particular Relevant \nDrawdown . The Bank has not even attempted to do so.2  \n16. Harm / Quantum: (i) nature of 2014 transactions; (ii) ‘Use of Funds’ and (iii) \n‘Repayment’.  Ds3-8 rely on D2’s overarching submission that the 2014 \ntransactions, being a partial segment of the operation of the loan recycling scheme, \nwere not a source of harm which had not already been suffered.  Ds3-8 also rely \nupon D1’s evidence and submissions regarding ‘Use of Funds’ and ‘Repayment’, \nwhich demonstrate that the quantum of the alleged liability of Ds3-8 is wildly \noverstated:  \n(a) In tort, because harm is not actually sustained to the extent that the \nRelevant Drawdowns were repaid or were used to the Bank’s benefit; \n(b) In Cypriot law unjust enrichment, as restitution is not available where the \nBank has already been restored to its original position and/or if it is not \nunjust to deny restitution in the circumstances;3 and, \n(c) In Ukrainian law unjust enrichment, because enrichment is "}
{"start": 14000, "text": "ate that the quantum of the alleged liability of Ds3-8 is wildly \noverstated:  \n(a) In tort, because harm is not actually sustained to the extent that the \nRelevant Drawdowns were repaid or were used to the Bank’s benefit; \n(b) In Cypriot law unjust enrichment, as restitution is not available where the \nBank has already been restored to its original position and/or if it is not \nunjust to deny restitution in the circumstances;3 and, \n(c) In Ukrainian law unjust enrichment, because enrichment is only “ at the \nexpense ” of the Bank to the extent that D3-8s’ receipt corresponds to a \n(subsisting) reduction in the Bank’s property: ULJS/86.24 {C5/1/34} . \n \n2  In any event, as demonstrated at Section C below, there is no causal link. \n3  Nathanael-2/94-95 {C10/37/28} \n4  “ VN disagrees: in his view, since the original reduction of the Bank's property will have decreased in this \nscenario by the amount returned, it means, consequently, the termination of the relevant part of an \nobligation under Article 1212. ” \nAA5/3/9\n \n8 17. Appendix 4-2 to Thompson-4 {D1/474P}  (the “ Thompson Loss Calculations ”) \ncalculates loss in aggregate upon application of the ‘use of funds’ and/or \n‘repayments’ across all Relevant Drawdowns,5 addressing most of the \npermutations in D1’s ‘Decision Tree’ handout {AA6/21/1} . But those aggregate \nscenarios would only represent the liability of each of Ds3-8 if they were jointly and \nseverally liable for the entirety of the loss . There needs to be a disaggregation, which \nshows the quantum of liability under each Relevant Loan by reference to the \nUnreturned Prepayment it is said to have ‘funded’. In order to illustrate this \ndeficiency, Ds3-8 have created a spreadsheet which shows, by way of example, \nhow the alleged liability illustrated in the Thompson-4 Loss Calculation 21 \ndisaggregates as between each of the Relevant Drawdowns grouped by Unreturned \nPrepayments/Ds3-8 (“ Ds3-8 Spreadsheet ”).6 Ultimately, the burden remains on \nthe Bank to prove both the occurrence of harm and its amount. \n18. Currency Issue.  For purposes of loss in tort, Ds3-8 rely on the submissions of D1 \non the currency issue. As to unjust enrichment, Ds3-8 submit that any liability \n(whether under Cypriot or Ukrainian law) should be measured by reference to the \nvalue of the monies transferred by the Bank to the Relevant Borrowers: that reflects \nthe property the Bank transferred away and to which any entitlement to restitution \nshould relate.  It was the Relevant Borrowers that converted UAH to US dollars.  \n19. Attribution of D1/D2’s knowledge / intentions to Ds3-8 : Ds3-8 deny that there \nshould be any such attribution, for reasons of law and fact.7  However, the issue is \nactually peripheral. While failure to establish attribution would be destructive of \n \n5  References to Relevant Drawdowns in these submissions include references to Relevant Drawdown \nPortions, unless otherwise obvious from the context.  \n6  It does so by mechanistically cross-referencing: (i) the connections between the Unreturned \nPrepayments of each of Ds3-8 and the Relevant Drawdowns (per the Bank’s Methodology), with (ii) the \npermutations of harm in respect of each of the Relevant Drawdowns in the Thompson Loss \nCalculations. \n7  Although connected, this issue is distinct issue of whether D1/D2 owned and controlled Ds3-8.  Even if \nthe Bank establishes that they did so own and control, it does not follow that D1/D2s’ knowledge and \nintentions are to be attributed to Ds3-8, still less all of those knowledge and intentions for all purposes.  \nAA5/3/10\n \n9 the Bank’s claims against them, Ds3-8 do not need to resist attribution in order to \ndefeat the claims on the bases summarised above.  \n20. Attribution is only relevant: \n(a) For the claim in tort, insofar as the Bank needs to establish (i) that Ds3-8 \nintended to injure the Bank to support the alleged violation Articles 3 and \n13;8 and (ii) that Ds3-8 had ‘unity of intent’ with D1/D2 within the meani"}
{"start": 17500, "text": "ted to Ds3-8, still less all of those knowledge and intentions for all purposes.  \nAA5/3/10\n \n9 the Bank’s claims against them, Ds3-8 do not need to resist attribution in order to \ndefeat the claims on the bases summarised above.  \n20. Attribution is only relevant: \n(a) For the claim in tort, insofar as the Bank needs to establish (i) that Ds3-8 \nintended to injure the Bank to support the alleged violation Articles 3 and \n13;8 and (ii) that Ds3-8 had ‘unity of intent’ with D1/D2 within the meaning of \nArticle 1190. The claim would still fail in any event for the reasons \nsummarised above. If attribution is not established, then the tort claim will \nfail on the additional ground that Ds3-8 cannot have been at “ fault ” within \nthe meaning of Article 1166. \n(b) For the claim in unjust enrichment, insofar as the Bank needs to establish (i) \nthat Ds3-8 had the requisite malign intent such that the RSAs could be void \nas contrary to public policy; and (ii) that Ds3-8 did not act in good faith and \nso cannot rely on defences of change of position, ministerial receipt, agency \nand ex turpi causa .  Again, the claim would fail in any event for the reasons \nsummarised above. \n21. Interest.  Ds3-8 deny that the Bank has any entitlement to: (i) pre-judgment interest, \nor (ii) compound interest.  \n22. Each of these points are developed below. \n23. For that purpose, it is convenient in each case to consider separately two different \ncharacterisations of the process by which Relevant Drawdowns were obtained: \n(a) As the Bank’s counsel described it {Day13/87:13} , a “ Papering Exercise ”. \nIn that event, the steps taken by the Bank and the Relevant Borrowers, and \nthe process within the Bank and as between Bank and Borrower, for \napproving and agreeing the Relevant Loans and obtaining of Relevant \n \n8  Of course, D3-8s’ position, per Section E below, is that, whatever intent lay behind their acts, the acts \nof Ds3-8 are not in their nature capable of violating Articles 3 and 13 in any event. \nAA5/3/11\n \n10 Drawdowns were not ‘real’.  This was all ‘fake’ and done to cover what was \nno more than the debiting and crediting of accounts within the Bank by which \nthe “ Relevant Drawdown ” monies9 were cycled between accounts. The Bank \nsuggested this in its opening, submitting that:  \n“the ‘loans’ involved in the Misappropriation were all fraudulent shams – \nthey caused loss but they did not create debt (i.e the contractual right to \nclaim repayment of money)”10 and: “[the Bank] say[s] those loans were \nshams and they were just paperwork to cover up what really happened, \nwhich is that on 270 occasions [D1] and [D2], through their network of \nindividuals and companies, stole money from the Bank”  {Day2/61:25} . \n(b) The alternative, is that it was a “ Real Process ”, even if subject to attack. In \nthat event the steps were actually done and were capable of creating and/or \ncreated contractual lender-debtor relations between the Bank and the \nRelevant Borrowers (whether or not those steps were taken collusively for \nloan recycling or misappropriation purposes). \nC. TORT – NO CAUSATION ON THE FACTS  \n24. Ds3-8 deny that their general involvement in the 2014 transactions caused the \nBank’s loss. The necessary analysis requires the Court to: \n(a) Identify the precise harm alleged, and when and how it was suffered; \n(b) Identify the test for causation in Ukrainian law; and, \n(c) Apply that test, analysing whether the alleged acts of Ds3-8 caused the \nidentified harm. \n25. The Bank has made very clear that its case is that harm was suffered by the \nmisappropriation of its monies upon the Relevant Drawdowns – and not upon the \nlater (often much later) making of the Unreturned Prepayments. The Bank’s Hand-\nout, Day 2, para 2 {AA6/2/1} , describes the Bank’s case as “ that a series of losses \n \n9  With “ Relevant Drawdowns ” therefore being an inapt descriptor if there were in law or fact no loans. \n10  Per the Bank’s Hand-out, Day 2, para 2 {AA6/2/1}  \nAA"}
{"start": 21000, "text": "harm. \n25. The Bank has made very clear that its case is that harm was suffered by the \nmisappropriation of its monies upon the Relevant Drawdowns – and not upon the \nlater (often much later) making of the Unreturned Prepayments. The Bank’s Hand-\nout, Day 2, para 2 {AA6/2/1} , describes the Bank’s case as “ that a series of losses \n \n9  With “ Relevant Drawdowns ” therefore being an inapt descriptor if there were in law or fact no loans. \n10  Per the Bank’s Hand-out, Day 2, para 2 {AA6/2/1}  \nAA5/3/12\n \n11 arose at the point of each Relevant Drawdown on the straightforward basis that the \nBank’s money is fraudulently misappropriated ” (emphasis added).  \n26. The focus on that singular point of harm was emphasised in oral opening \n{Day2/60:17-24} :  \n“It's critical to recognise that our case is that the misappropriation caused \nharm to the Bank in the form of a series of direct immediate losses to the \nBank, ie the extraction of its money through the 270 relevant drawdowns. \nThe harm we rely upon is deprivation of property, money.  The essence of our \ncase is that there were 270 separate misappropriations of the Bank's money \nin the form of the relevant drawdown.” \n27. As to causation, Ds3-8 rely on D2’s submissions as to the relevant law.  On any view \nof both the Bank’s and Ds’ expert evidence, the test is not satisfied by an act simply \nbeing a ‘contributing factor’.  There is a hard-edged causation test requiring either \na ‘direct, necessary and inevitable ’ link (Mr Nahnybida): ULJS/41 {C5/1/19} , or at \nleast a real element of directness – Bank-Closing/418-427 {AA2/15/245} . \n28. The Bank’s case is that Ds3-8 caused the alleged harm by: \n(a) Creating and executing the RSAs (and RSA Pledge agreements) – PoC/54(b)  \n{A1/2/31} . Sections C.1  & C.2  below show how the RSAs were not actually \nused in the process by which the Relevant Drawdowns were effected.  Ds3-\n8 were also not the creators of the RSA documents. \n(b) Ds3-8 receiving and failing to “ repay ” the Unreturned Prepayments – \nPoC/54(c)  {A1/2/32} . Section C.3  below explains that: (i) D3-8s’ dealings \nwith the Unreturned Prepayments cannot have caused the harm as it had \nalready crystallised; (ii) in any event, in most cases Ds3-8 actually \ntransferred the monies directly back to the self-same Borrowers; and (iii) in \nthe remainder, it appears that the intended ultimate destination of the \nmonies Ds3-8 transferred onwards were the self-same Borrowers. \n(c) Executing and/or backdating documents in connection with the 2014 \nUkrainian court judgments and arbitration awards – Reply/9B-9C  \nAA5/3/13\n \n12 {A1/25/18} .  Section C.4  below sets out the explanation why this conduct \n(even if proved) cannot have caused the harm. \n(d) Creating and/or entering into Loan File Supply Agreements (“ LFSAs ”) –\nPoC/54(d)  {A1/2/32} .  Section C.5  below explains why this conduct (even if \nproved) cannot have caused the harm. \n(e) Bank-Opening/488 {AA2/1/197}  said that “ D3-8 caused the Bank harm \nindividually, in executing the particular RSAs and RSA Pledges to which they \nwere a party ”,11 which documents are said to have “ formed an integral part \nof the Misappropriation ”.  \n29. The timing and the contemporaneous documentary evidence show that those acts \nplayed no role in causing the Relevant Drawdowns. The Bank’s own case is that D3-\n8s’ involvement in the 2014 transactions was (only) to ‘cover-up’ the harm: “ the \nscheme is a fraud and that documentation, the relevant supply agreement and the \nlike, were put in place purely for the purpose of concealing that fraud ” {Day13/92:1-\n5}. The ‘cover-up’ did not cause the harm and was in any event ineffective: nobody \nwas fooled – as explained at Section C.6  below. D3-8s’ acts were not a cause of \nanything, let alone the identified alleged harm consisting in the Relevant \nDrawdowns. \n30. Indeed, by the two paragraphs in which causation vis-à-vis Ds3-8 is dealt with at \nBank-Closing/519-520 {AA2/15/287} , the Bank  effectively c"}
{"start": 24500, "text": "ent and the \nlike, were put in place purely for the purpose of concealing that fraud ” {Day13/92:1-\n5}. The ‘cover-up’ did not cause the harm and was in any event ineffective: nobody \nwas fooled – as explained at Section C.6  below. D3-8s’ acts were not a cause of \nanything, let alone the identified alleged harm consisting in the Relevant \nDrawdowns. \n30. Indeed, by the two paragraphs in which causation vis-à-vis Ds3-8 is dealt with at \nBank-Closing/519-520 {AA2/15/287} , the Bank  effectively concedes (by pointing \nonly to D3-8s’ involvement in the broader scheme) that its tort claim against Ds3-8 \ncan only succeed under Article 1190. However (as addressed in Section D below) \nthe Article 1190 claim fails for the reasons that the Article 1166 claim fails: (i) Article \n1190 is only available where the conduct of the co-tortfeasor satisfies the elements \nof Article 1166; and/or (ii) it necessarily follows from what is set out in this section \n \n11  As explained at para 38 below, Ds3-8 were actually not party to the RSA Pledges. \nAA5/3/14\n \n13 as to why the acts of Ds3-8 cannot have caused the Relevant Drawdowns that those \nacts cannot have, with any acts of others, jointly caused the Relevant Drawdowns.  \nC.1 CREATION AND EXECUTION OF RSA S \n31. D3-8s’ role vis-à-vis the RSAs cannot have caused the alleged harm.   \n32. The Relevant Drawdowns (and the RSAs to which they are alleged to be connected) \nfall into three categories: (i) those Relevant Drawdowns which were drawn down by \na Relevant Borrower who had no RSA at all (“ Non-RSA Connections ”); (ii) those \nRelevant Drawdowns which were cycled12 at least once via a different prepayment \nunder a different supply agreement before the Unreturned Prepayment was made \nunder the associated RSA (“ Looped Connections ”); and (iii) those Relevant \nDrawdowns which were transferred directly as an Unreturned Prepayment under \nthe associated RSA (“ No-Loop Connections ”). \nNo causation if Papering Exercise  \n33. If what occurred was simply a Papering Exercise, it must follow that the RSAs were \ndevoid of any practical or legal effect and so cannot have had a role in effecting the \ntransfers of the Relevant Drawdowns.  \n34. The position is even clearer in respect of RSA Pledge agreements referencing the \nRSAs.   \n35. All steps by the Bank and Relevant Borrowers and the entirety of the process \ninternal to the Bank, were undertaken by D1/D2 loyalists ‘in’ on the scheme.  There \nis no suggestion that an innocent Bank employee was manipulated into approving \nand agreeing loans and effecting drawdowns by misleading documentation such \nas the RSAs.  \n \n12  Without prejudice to D3-8s’ position that the Court should not accept the Bank’s Methodology. \nAA5/3/15\n \n14 No causation if Real Process \n36. The RSAs cannot have been a cause of any harm suffered upon any of the 270 \nRelevant Drawdowns because, variously: \n(a) For the Non-RSA Connections, comprising 4 of the Relevant Drawdowns \n(i.e., by Prominmet, RD 168; and the 3 Cypriot Borrowers, Fiastra RD 268; \nCelastrina RD 269; Densitron RD 279),13 there was never any RSA between \nthat Relevant Borrower and any of Ds3-8.  Indeed, the Bank’s case is that the \ncontemporaneous communications show that the Relevant Drawdowns of \nthe 3 Cypriot Borrowers took place before the agreements for their Relevant \nLoans were put in place: {Day14/114:10} - {Day14/119:12} . \n(b) For Looped Connections (accounting for 24514 of the 270 Relevant \nDrawdowns), the approval and agreeing of the Relevant Loans (under which \nthe Relevant Drawdown was obtained) pre-dated the coming into existence \nof the associated RSAs.15 The RSAs necessarily cannot have been used in \nthe process of the approval and agreeing of those loans. Insofar as the \napproval and agreeing of any of those Relevant Loans may have involved \nreliance by the Bank on the existence of a supply agreement, it cannot have \nbeen the associated RSA; and the Relevant Drawdowns were transferred \nonwards as part of"}
{"start": 28000, "text": "greeing of the Relevant Loans (under which \nthe Relevant Drawdown was obtained) pre-dated the coming into existence \nof the associated RSAs.15 The RSAs necessarily cannot have been used in \nthe process of the approval and agreeing of those loans. Insofar as the \napproval and agreeing of any of those Relevant Loans may have involved \nreliance by the Bank on the existence of a supply agreement, it cannot have \nbeen the associated RSA; and the Relevant Drawdowns were transferred \nonwards as part of the first loop under other supply agreements.16 The RSAs \nreferenced in the final loops of Looped Connections cannot have been a \ncause of the Relevant Drawdowns. \n \n13  As detailed in Thompson-1: for Prominmet, Appendix 4-8-29-1 {D1/196/3} ; for the 3 Cypriot Borrowers \n(Celastrina, Fiastra and Densitron), Appendix 4-8-47-1 {D1/233/3}  \n14  It would be 249 if the Non-RSA Connections, which are looped in nature, are included.  \n15  Often by many months.  Some of the Relevant Loans date back to September 2013 in some cases –  \nAppendix 3-3-1 {D1/100/1}  \n16  As can be seen from the generic diagram for Looped Connections at Thompson-1, Figure 3-2 {D1/1/35} \nAA5/3/16\n \n15 (c) For No-Loop Connections (accounting for 21 of the Relevant Drawdowns): \n(i) 14 of those Relevant Drawdowns were drawn down under Relevant \nLoans which had been approved and agreed well before the drawdown. \n(ii) For those 7 Relevant Drawdowns which were drawn down essentially \ncontemporaneously with the approval and agreeing of the Relevant \nLoans, the documentary evidence shows that the executed RSAs did \nnot play a role in effecting the drawdown. \nSchedule 1  identifies these 21 and contains full details of the documentary \nevidence for the 7 described at (ii). \n(d) RSAs were not used in the process of effecting the Relevant Drawdowns \n(under agreed and approved Relevant Loans). The loan drawdown requests \nfrom Borrower to Bank did not refer to the purpose of the drawdown still less \nthat it would be used to make (or ‘fund’) an Unreturned Prepayment. The \nrequest documents for the No-Loop Connections are listed in Schedule 2 . \n37. In addition: \n(a) The evidence of widespread backdating of the RSAs relied upon by the Bank \nactually supports D3-8s’ case on causation. If the documents did not even \nexist at the time of the Relevant Drawdowns they could not have had \nanything at all to do with the Relevant Borrowers obtaining those monies. \n(b) The documentary evidence shows that Ds3-8 did not actually create  the RSA \ndocuments.  Rather, they only executed  the drafts of the RSAs presented to \nthem by BOK / PBC.  See Section C.1  below. \n(c) The fact that RSAs were not a pre-requisite of obtaining drawdowns is \nillustrated by the fact that it was common for the process of executing \nsupply agreements to be overlooked altogether: see for example the email \nAA5/3/17\n \n16 from Shvetsova (BOK)17 to Melnyk of 04.10.14 {E3/184} , with table of missing \nsupply agreements at {E3/185P/1} . \nUse of RSAs in RSA Pledges agreements to secure Relevant Loans \n38. The Bank has also referred to the Borrowers having pledged their rights to goods / \nrepayment under RSAs to secure some of the Relevant Loans.  However, that does \nnot establish that Ds3-8 caused the Relevant Drawdowns: \n(a) The RSA Pledge agreements18 were contracts between the Bank and the \nRelevant Borrowers, to which Ds3-8 were not parties. See, for example, the \nagreement with the Bank by which Relevant Borrower Inkeriya pledged its \nrights in respect of its RSA with D8: {F127/17T/1} .  Any further use by the \nBorrowers of the RSAs is not attributable to Ds3-8. \n(b) The pledge agreements all post-dated the Relevant Drawdowns and they \ncannot have been causative of the conclusion of the Relevant Loans or \nmaking of the Relevant Drawdowns.  By way of example: (i) the Bank–Inkeriya \npledge agreement is dated 28.08.14; (ii) Inkeriya’s Relevant Drawdown was \n6 weeks earlier , on 14.07.14; (iii) D8’s receipt of the US$6m Un"}
{"start": 31500, "text": "d its \nrights in respect of its RSA with D8: {F127/17T/1} .  Any further use by the \nBorrowers of the RSAs is not attributable to Ds3-8. \n(b) The pledge agreements all post-dated the Relevant Drawdowns and they \ncannot have been causative of the conclusion of the Relevant Loans or \nmaking of the Relevant Drawdowns.  By way of example: (i) the Bank–Inkeriya \npledge agreement is dated 28.08.14; (ii) Inkeriya’s Relevant Drawdown was \n6 weeks earlier , on 14.07.14; (iii) D8’s receipt of the US$6m Unreturned \nPrepayment from Inkeriya was also on 14.07.14.19 \nC.2 RSA S: METHOD OF OBTAINING RELEVANT DRAWDOWNS  \n39. The Uniks Chronology {AA1/10}  reflects the high-water mark of the Bank’s case \nbecause it is one of the atypical 7 out of 270 Relevant Drawdowns (i) which involves \na No-Loop Connection, and (ii) where the Relevant Loan was itself approved only \nshortly before the Relevant Drawdown.  Yet, even then it is clear that the Uniks-D3 \nRSA was not utilised to cause loss. \n \n17  See Dramatis {AA1/6/5}  \n18  Set out in PoC, Schedule 1 {A1/3/1} \n19  Thompson-1, Appendix 3-2-19-2 {D1/45P/2}  \nAA5/3/18\n \n17 40. Uniks had drawn down US$36.8m under Relevant Loan 4U14262D on 31.07.14;20 \non 01.08.14 Uniks transferred US$36.8m to D3 with the transaction narrative \nidentifying RSA ‘240714-TU/1’ (dated 24.07.14).21 That was the sole RSA between \nUniks and D3, and D3 did not transfer the funds back to Uniks using that RSA in the \ntransaction narrative. The Bank suggests that D3 is therefore responsible for the \nloss represented by Uniks’ US$36.8m Relevant Drawdowns. \n41. However, the Uniks Chronology shows D3’s lack of involvement in procuring the \nRelevant Drawdowns: \n(a) Entries for 24.07.14 {AA1/10/4}  & 04.08.14 (12:41-42) {AA1/10/12} .  \nAlthough the Uniks-D3 RSA bears 24.07.14 on its face it appears to have \nbeen executed by D3 on 04.08.14 ( i.e., post-dating the Relevant Drawdown). \n(b) Entries for 29.07.14 (untimed; final row and 3 over page) {AA1/10/7} .  \nVarious internal Bank documents relating to approval of the Uniks Relevant \nLoan bear the date 29.07.14 on their face: (i) ‘Credit Committee \nPresentation’ {E4/82.1P/1} ; (ii) ‘Expert Analysis’ {F46/8/1} ; (iii) ‘Minutes of \nCredit Committee’ {E4/182/1} . The presentation and analysis documents \ndo refer to the Uniks-D3 RSA. However, they are obviously backdated \nbecause 29.07.14 pre-dates the creation of even the draft of the Uniks-D3 \nRSA (on 30.07.14, see below). \n(c) Entry for 29.07.14 (17:06) {AA1/10/7} . The Uniks Relevant Loan is approved \nby Mr Dubilet. \n(d) Entry for 30.07.14 (05:46–05:48) {AA1/10/8} .  A draft of the Uniks-D3 RSA is \nsought by BOK and created by Mr Barsuk at PBC and sent from him to BOK.22 \n \n20  In two tranches; the experts refer to these as Relevant Drawdowns 242 ($1k) and 243 ($36.799m). \n21  Thompson-1, Appendix 3-2-7-2 {D1/21P/1}  \n22  See Dramatis : (i) Mr Barsuk is from PBC {AA1/6/10} ; (ii) Mr Matyas is from BOK {AA1/6/4} .  (Neither had \nany role with D3.) \nAA5/3/19\n \n18 (e) Entries for 31.07.14 (11:19-11:28) {AA1/10/9}  & 01.08.14 (07:24-07:34) \n{AA1/10/10} .  Loan drawdown requests are sought by BOK and sent from \nPBC to BOK.  These documents do not refer to the Uniks-D3 RSA or to D3.23 \n(f) Entries for 31.07.14 (17:00) {AA1/10/10}  & 01.08.14 (12:12) {AA1/10/11} .  \nUniks Relevant Drawdown of US$36.8m is made (tranches of $1k and \n$36.799m). \n42. This shows clearly that: \n(a) D3 did not prepare the draft Uniks-D3 RSA but only executed it. \n(b) D3 only executed the Uniks-D3 RSA after  the Relevant Drawdown was made. \nThe drawdown was procured without D3’s contributory conduct. \n(c) The only documentation requested by BOK and actually provided by PBC in \nadvance of the Relevant Drawdown did not refer to the Uniks-D3 RSA or to \nD3. \n(d) The Bank approved the Uniks Relevant Loan prior to any mention of D3 or a \nUniks–D3 RSA. The Bank in fact relies upon this as evidence that the \nRelevant Loans are shams: {Day1/95:6-19}  \n43. Indeed, the way the"}
{"start": 35000, "text": " executed the Uniks-D3 RSA after  the Relevant Drawdown was made. \nThe drawdown was procured without D3’s contributory conduct. \n(c) The only documentation requested by BOK and actually provided by PBC in \nadvance of the Relevant Drawdown did not refer to the Uniks-D3 RSA or to \nD3. \n(d) The Bank approved the Uniks Relevant Loan prior to any mention of D3 or a \nUniks–D3 RSA. The Bank in fact relies upon this as evidence that the \nRelevant Loans are shams: {Day1/95:6-19}  \n43. Indeed, the way the Bank’s counsel put its case on Uniks was on the basis that the \ndocuments of and concerning D3 were entirely non-functional {Day1/106:7-20} : \n“we say, on the face of those documents you see the clearest possible \nfraud.  What's happened here, and it’s documented: at the request of \nKazantsev the previous day, the 28th, Dubilet and the others we showed you \napproved this purported loan, but had no documents, no basis for it .  There \nwas then an exercise involving multiple BOK employees working with PBC to \ngenerate paperwork to put on the file to purport to support it. They generated \nthis series of manifestly fictional backdated documents, all obviously \nprepared some time after the 29th, and then put them on the Bank's files. \nThat is simply what those documents show on the face. Those are the facts.” \n (emphasis added) \n \n23  Not cross-referenced in the Uniks Chronology but in the trial bundle at {E4/205.01/1}  & {E4/205.02/1} . \nAA5/3/20\n \n19 44. There are also further examples of draft supply agreements (albeit not RSAs) being \nprepared by BOK / PBC and not the suppliers themselves:  \n(a) Email from Shvetsova of BOK to Melnyk dated 24.09.14 re: new set of supply \nagreements (after RSAs and, so, not in the event done) {E5/199/1} : “Draft \ncontracts have been prepared and sent to K. Barsuk for review and signing.  \nPlease assist in signing the draft contracts by the end of September. ” \n(b) Email from Shvetsova of BOK to Melnyk dated 17.06.15 re: new set of supply \nagreements {E10/66/1} : “We have prepared draft new contracts. Please do \nassist in obtaining the signature from the counterparty. ” \nC.3 RECEIPT AND FAILURE TO REPAY THE UNRETURNED PREPAYMENTS  \n45. D3-8s’ receipt of the Unreturned Prepayments, onward transfer and non-\nrepayment under the relevant RSA were not a cause of loss.  All of these events \nnecessarily took place after  each of the Relevant Drawdowns, and therefore after \nthe harm had been suffered.  The Bank’s case is not that the failure to make the \nrepayments reduced the ability of the Relevant Borrowers to repay the Relevant \nDrawdowns. Indeed, in its Day-2 hand-out at para 3 {AA6/2/1} , the Bank makes \nclear that it does not “ claim for loss arising from being induced into entering \nimpaired loans, which turned out to be bad ”. \n46. Although therefore irrelevant to the question of causation in tort, it also warrants \nnoting that the Unreturned Prepayments were not “ unreturned ” in a real world \nsense. As already explained, onward transfers by Ds3-8 actually went either: (i) \ndirectly back to the same Relevant Borrower (just not using the RSA narrative under \nwhich it had been received); (ii) indirectly back to the same Relevant Borrower; or \n(iii) back to the Bank in repayment of a Relevant Loan (of a different Relevant \nAA5/3/21\n \n20 Borrower). The concept of an ‘Unreturned Prepayment’ is, outside the RSA \ncontractual relationship, a misnomer.24 \n47. D3-8s’ onward transfers of those monies are not fully traced in the forensic \naccountancy evidence25 but Thompson-1, §§8.6 & 8.7 {D1/1/286}  confirms the \naccuracy of D3-8-Def, Annex D {A1/24/2} .26 The breakdown of the Onward \nTransfers is as follows:  \n(a) Directly back to same Relevant Borrower.  In 36 instances (totalling \nc.US$933m)27 the Relevant Borrower transferring to Ds3-8 was also the \nonward transferee receiving the funds back from Ds3-8.  An example of this \nis shown on the right-hand side of Davidson-1, Appendix 8 tracing diagram \nof the Unretu"}
{"start": 38500, "text": "the forensic \naccountancy evidence25 but Thompson-1, §§8.6 & 8.7 {D1/1/286}  confirms the \naccuracy of D3-8-Def, Annex D {A1/24/2} .26 The breakdown of the Onward \nTransfers is as follows:  \n(a) Directly back to same Relevant Borrower.  In 36 instances (totalling \nc.US$933m)27 the Relevant Borrower transferring to Ds3-8 was also the \nonward transferee receiving the funds back from Ds3-8.  An example of this \nis shown on the right-hand side of Davidson-1, Appendix 8 tracing diagram \nof the Unreturned Prepayment under the Inkom-D3 RSA of 01.09.14 \n{D2/9/150} , reflecting row 21 of D3-8 Def, Annex D. \n(b) Indirectly back to the same Relevant Borrower.  These are examples where \nonward transferees were other non-Ukrainian companies involved in the \nscheme (typically the Principal of D4).  It may be inferred from the Gurieva \nSpreadsheet that that the onward transferee was only an intermediate step \nbefore return of the monies to the Relevant Borrower who had sent them to \n \n24  With those prepayments being classified as ‘unreturned’ only in the sense that the onward transfers by \nDs3-8 back to Borrowers were not identified in the narrative as a return of prepayment under the RSA in \nquestion. \n25  Davidson’s worksheets funds-flow methodology only shows onward transfers by Ds3-8 for No-Loop \nConnections situations and not for Looped Connections situations, being as it is an exercise to trace \nthe flow of the Relevant Drawdowns rather than the flow of the Unreturned Prepayments.  As such it \nonly shows the onward flows of the Unreturned Prepayments for those Unreturned Prepayments which \nwere direct transfers of the Relevant Drawdown onto the Defendant Supplier ( i.e., because in those \ncases the Unreturned Prepayments will be part of the funds flow of the Relevant Drawdowns).  \nThompson’s worksheets, applying as they do the Bank’s methodology which stops at Unreturned \nPrepayments by design, do not trace beyond the Unreturned Prepayments – albeit Thompson-\n1/8.6&8.7 {D1/1/286}  does confirm the accuracy of the immediate onward transfers as set out in D3-\n8-Def, Annex D. \n26  Save that, as explained in Thompson-1, footnote 491 {D1/1/286} , in some instances the onward \ntransfer preceded in time the receipt of the Unreturned Prepayment such that the latter made up an \noverdraft incurred by the former. \n27  As per D3-8-Def, Annex D: $277,582,700.00 in the case of D3 Teamtrend; $157,500,000.00 as to D4 \nTrade Point Agro and $498,795,433.00 as to D5 Collyer. \nAA5/3/22\n \n21 Ds3-8 in the first place.  See column AI of the Gurieva Spreadsheet labelled \n“to whom ” {E18/213P/1} , in which  all entries are labelled  “to the same ”.  \n(c) Back to the Bank in repayment of Relevant Loans. See the Uniks Chronology, \nentry for 31.07.14 {AA1/10/9} .  Skype chats showing that BOK staff intended \nthe US$36.8m drawn down by Uniks to be used to repay loans of other \nBorrowers (Real-Standart and Forsa). This contemporaneous conversation \ntallies with what actually happened according to D1’s funds flow analysis: \nD3 transferred part of the monies onwards to Real-Standart which in turn \ntransferred it back to the Bank {D2/9/608} . \n48. Neither D3-8s’ receipt of the Unreturned Prepayments nor their onward transfers \nworsened the Bank's position after the Relevant Drawdowns had been made: \n(a) All onward transfers were to other accounts within the Bank. \n(b) The net financial position of the Bank was the same pre-receipt, upon \nreceipt and post-onward transfer.  The position before and after was that \nthere was a credit balance in an account of a customer of the Bank in the \namount of the Unreturned Prepayment (be it Relevant Borrower, Ds3-8 or \nonward transferee).  The only change was the identity of the customer but, \non the Bank’s case, that is functionally irrelevant as all are said to be \nworthless D1/D2 owned and controlled companies.  \nC.4 2014  UKRAINIAN COURT JUDGMENTS AND ARBITRATION AWARDS  \n49. The Bank contends that the RSAs were used as part o"}
{"start": 42000, "text": "position before and after was that \nthere was a credit balance in an account of a customer of the Bank in the \namount of the Unreturned Prepayment (be it Relevant Borrower, Ds3-8 or \nonward transferee).  The only change was the identity of the customer but, \non the Bank’s case, that is functionally irrelevant as all are said to be \nworthless D1/D2 owned and controlled companies.  \nC.4 2014  UKRAINIAN COURT JUDGMENTS AND ARBITRATION AWARDS  \n49. The Bank contends that the RSAs were used as part of a scheme involving Ds3-8 to \nprocure the 2014 Ukrainian Judgments and arbitration awards (relating to the RSAs \nbut not Prominmet or the 3 Cypriot Borrowers).28  Ds3-8 were said to have executed \namendments to the RSAs to provide for Ukrainian jurisdiction. Even if all that were \n \n28  Bank-Opening/263–272 {AA2/1/113}  \nAA5/3/23\n \n22 true, it caused no harm to the Bank – since again it was all only part of the cover-up \nex post facto  the harm caused by the Relevant Drawdowns. \n50. Although therefore irrelevant to the question of causation, even if the 2014 \nUkrainian judgments and awards were collusively procured, they did not in the \nevent actually mislead or deceive – still less in a way that caused harm. The Bank \nsuggests that the scheme had two purposes (Bank-Opening/272 {AA2/1/116} ): \n(a) First, to enable the Borrowers to avoid incurring substantial penalties under \ncurrency control laws. But that is not a cause of harm to the Bank – any such \npenalties were not payable to it. \n(b) Second, to “ furnish the Bank with evidence – capable of being supplied to \nthe NBU – to explain why the Relevant Loans had not been repaid ” (emphasis \nadded). But it is not suggested that the judgments and awards actually ever \nwere provided to the NBU,29 or had any particular effect on actions of the \nNBU.  \nC.5 CREATION AND /OR ENTRY INTO LFSA S \n51. The LFSAs30 were allegedly put in place and then pledged as security for the \nRelevant Loans (“ LFSA Pledges ”).31 They had more favourable terms to the \nBorrowers than the RSAs and other supply agreements, so gave the appearance of \nbetter security to the Bank. The Bank alleges that this purported security “ was in \nreality created to disguise the Misappropriation ”32 to avoid detection by the NBU. \n(a) There are 78 LFSAs, variously executed by 12 of the 35 non-Ukrainian \nsuppliers:  \n \n29  See further, Bank-Opening/31 {AA2/1/23}  “… They were no more than pieces of paper that could be \nshown to the regulator or auditor if they asked why the Unreturned Prepayments were outstanding ” \n(emphasis added)   \n30  PoC, Schedule 1 {A1/3/1}    \n31  PoC/17(e) & 27–31 {A1/2/21}  \n32  PoC/31 {A1/2/22} \nAA5/3/24\n \n23 (i) Ds3-5 ( i.e., the English companies) executed 37 LFSAs (15 by D3, 5 by \nD4, 17 by D5) (“ D3-5 LFSAs ”).   \n(ii) 41 LFSAs were executed by one of 9 other non-defendant suppliers \n(“Non-D Supplier LFSAs ”).33 \n(iii) Ds6-8 ( i.e., the BVI companies) did not execute any LFSAs at all.  \n(b) No Relevant Drawdowns are connected to prepayments under LFSAs (the \nLFSAs do not feature on the Bank’s transaction narratives).  The only role of \nLFSAs was as part of the LFSA Pledges. \n(c) None of the Relevant Loans of Prominmet or the 3 Cypriot Borrowers were \n(purportedly) secured by LFSA Pledges.  \n52. On the Papering Exercise construction, the creation and/or execution of the LFSAs \ncannot have been a cause of harm because they will then not have been functional \ninstruments. \n53. If there was a Real Process, the creation and/or entry into the LFSAs by Ds3-5 still \ncannot have caused the alleged harm: \n(a) As with the RSA Pledges, the D3-5 LFSA Pledges were agreements as \nbetween the Bank and the Relevant Borrowers to which Ds3-5 were not \nparty. \n(b) The LFSA Pledges over D3-5 LFSAs, by the dates on their face,34 were all after \nthe event of the Relevant Drawdowns and the approval and agreeing of the \nRelevant Loans, and therefore cannot have been used to obtain the Relevant \nDrawdowns. \n \n33  Kalton Trad"}
{"start": 45500, "text": "eation and/or entry into the LFSAs by Ds3-5 still \ncannot have caused the alleged harm: \n(a) As with the RSA Pledges, the D3-5 LFSA Pledges were agreements as \nbetween the Bank and the Relevant Borrowers to which Ds3-5 were not \nparty. \n(b) The LFSA Pledges over D3-5 LFSAs, by the dates on their face,34 were all after \nthe event of the Relevant Drawdowns and the approval and agreeing of the \nRelevant Loans, and therefore cannot have been used to obtain the Relevant \nDrawdowns. \n \n33  Kalton Trade; Stefford; Spircom; Lemiserf; Alistream; Overseas Invest & Finance; Larabay; Wolcott \nCorp; Raich \n34  As per the non-italicised entries in the column “Pledge agreements” in PoC, Schedule 1 {A1/1.2/1}   \nAA5/3/25\n \n24 (c) The Relevant Loans were only ever partially secured by pledges over the D3-\n5 LFSAs.  In significant part, that body of loans were secured by LFSA Pledges \nover LFSAs of other suppliers.35 The supplier recipient of an Unreturned \nPrepayment and the supplier party to the LFSA pledged to secure the \nRelevant Loan used to obtain a Relevant Drawdown which ‘caused’ that \nUnreturned Prepayment, were often different.  Accordingly, given this lack \nof correspondence, each of D3-5s’ execution of LFSAs cannot be regarded \nas causally connected to the ‘funding’ of the Unreturned Prepayments each \nreceived. \n(d) The Bank alleges that a substantial number of the D3-5 LFSAs were \nbackdated.36 If that is so then the D3-5 LFSAs so would have been incapable \nof being used as part of LFSA Pledges causing any Relevant Drawdowns: if \nthe documents did not even exist at the time of the Relevant Drawdowns \nthey could not have had anything at all to do with the Relevant Borrowers \nobtaining those monies. \n(e) The D3-5 LFSAs cannot have caused the harm consisting in the Relevant \nDrawdowns of Prominmet and the 3 Cypriot Borrowers. \n54. Although there is no evidence before the Court as to the circumstances of the \ncreation of the D3-5 LFSA documents, it can be inferred that they were created in \nthe same manner as the RSA documents and the documents used in 2014 \nUkrainian proceedings (as per Section C.1  above): not created, but only executed, \nby Ds3-5. \n \n \n35  PoC/Schedule 1 {A1/3/1}    \n36  PoC/27 {A1/2/21}  \nAA5/3/26\n \n25 C.6 COVERING -UP EXERCISE WAS INEFFECTIVE  \n55. The evidence in any event also shows that the alleged cover up was ineffective. \n56. Nobody internal to the Bank was deceived by any of these documents: \n(a) On its case, the Bank was under wrongdoers’ control at the time. There was \nno need to fool internal Bank staff with documentation in order to procure \nthe Relevant Drawdowns. \n(b) New management were not deceived. \n(c) The RSAs were inherently incapable of fooling anyone, as explained by the \nBank’s own solicitor: “ [the RSAs] are incredible on their face, such that they \nshould not have withstood even the barest of genuine scrutiny ” (Lewis Aff/25 \n{H1/1/6} ). \n57. The NBU was not fooled by the RSAs or any Pledge Agreements: \n(a) On 19.02.15, in response to NBU’s Request 27, Mr Dubilet sent a list of RSAs \n/ LFSAs to the NBU (described as ‘foreign economic contracts’) \n{E8/8.1.2/1} . The Bank’s counsel described this as  “singularly \nuninformative ” and noted that “ it didn't obviously carry any weight at all with \nthe NBU because it issued an inspection order on 24 March ” {Day2/39:4-11}   \n(b) As explained in Bank-Opening/fn26 {AA2/1/28} , the NBU would only be \nsatisfied by “ security over contractual rights ” if there “was documentary \nevidence to show that they would be performed ”.  \n(c) The Bank’s evidence is that, in the absence of such corroboration, the RSAs \nwere not capable of fooling anybody. As Mr Shekmar of the NBU explained \nin connection with the ‘2016 Scheduled Inspection’ (Shekmar-1/34) \n{B1/12/10} : \n“In relation to collateral for the loans to corporate clients, the inspection \nreport records my finding that the Bank was relying on pledges over rights \nAA5/3/27\n \n26 to receive goods, in respect"}
{"start": 49000, "text": "was documentary \nevidence to show that they would be performed ”.  \n(c) The Bank’s evidence is that, in the absence of such corroboration, the RSAs \nwere not capable of fooling anybody. As Mr Shekmar of the NBU explained \nin connection with the ‘2016 Scheduled Inspection’ (Shekmar-1/34) \n{B1/12/10} : \n“In relation to collateral for the loans to corporate clients, the inspection \nreport records my finding that the Bank was relying on pledges over rights \nAA5/3/27\n \n26 to receive goods, in respect of which the Bank “lacked sufficient \ndocumentation showing grounds to expect cashflows from collateralised \nassets, including prepayment for the involved goods”. Accordingly, this \ncollateral did not reduce the Bank’s credit risk pursuant to NBU \nRegulation 23. Indeed, we were not able to identify a single instance, \nacross the many agreements analysed, of the Bank successfully \nenforcing this kind of security and taking control of the goods identified \nin the agreements. In terms of the documents required to evidence \ncashflow under the contracts, we were looking for goods handover \ncertificates showing the goods being delivered, or other types of \ndocuments that showed the goods entering the country at customs; or \nindeed any other type of historic document showing the suppliers’ and \nborrowers’ prior experience of delivering and receiving these goods or \nconducting a business in that regard. We were unable to identify any such \ndocuments for the many pieces of collateral of this type that we \nanalysed.” \n \n(d) Similarly, the NBU’s Report of April 2015 {E12/103.1/17}  rejected pledges \nover tranches of supply agreements which pre-dated the RSAs as \nunacceptable collateral.37  The report: \n(i) noted that the “[s]uppliers of manganese ore, polyethylene \nterephthalate and aircrafts are, as usual, non-resident companies, \nregistered in off-shore jurisdictions (Belize, Bahamas, British Virgin \nIslands) and the UK. The contracted petroleum product suppliers are \nin most of cases the counterparties that at the same time, are Bank’s \nborrowers ”; \n(ii) then set out most of the same negative observations as the Bank has \nmade in these proceedings about the lack of utility in the pledges over \nthe agreements; \n(iii) before concluding “ [c]ollateral for the loans of branch borrowers, \nwhich is not encumbered in favour of the Bank, cannot be regarded \n \n37  That the NBU is there referring to non-relevant supply agreements is evident from: “ … though the \ncontracts were mainly concluded in December 2013 … ” whereas the RSAs were from May 2014 \nonwards. \nAA5/3/28\n \n27 as acceptable collateral, and was not used for the calculation of \nprovisions ”. \n58. It was further noted in the EY Report of 19.03.17 {E17/148/14} , as the second point \nunder the heading “ Key observations ” that: \n“A high level of credit risk is caused by the following factors: … Poor \ncollateral quality – 84% of the loan portfolio of legal entities as of 19 \nDecember 2016 is secured by property rights to contracts for the supply of \ngoods, although the Bank cannot confirm the historical performance of such \ncontracts”. \n59. Even had the Bank claimed on the basis of harm caused by the alleged cover-up, \nthat claim would have failed: there is no liability for ineffectual or redundant \nwrongdoing.  \nD. TORT – NO JOINT AND SEVERAL LIABILITY  \n60. Ds3-8 rely on the evidence of Mr Marchukov and Mr Nahnybida and D2’s \nsubmissions as to the requirements and scope of Article 1190. \n61. Ds3-8 have no liability under Article 1190 for each of the following reasons:  \n(a) The prerequisite of Ds3-8 being liable under Article 1166 is not satisfied;  \n(b) The alleged harm is manifestly divisible;  \n(c) D3-8s’ conduct did not contribute to the alleged harm; and,  \n(d) There were no relevant acts with “ unity of intent ” (even if D1/D2s’s \nknowledge and intentions are capable of attribution to Ds3-8). \nNot liable under Article 1190 as no liability under Article 1166 \n62. For the various reasons "}
{"start": 52500, "text": " no liability under Article 1190 for each of the following reasons:  \n(a) The prerequisite of Ds3-8 being liable under Article 1166 is not satisfied;  \n(b) The alleged harm is manifestly divisible;  \n(c) D3-8s’ conduct did not contribute to the alleged harm; and,  \n(d) There were no relevant acts with “ unity of intent ” (even if D1/D2s’s \nknowledge and intentions are capable of attribution to Ds3-8). \nNot liable under Article 1190 as no liability under Article 1166 \n62. For the various reasons set out elsewhere in these submissions, Ds3-8 are not \nliable under Article 1166. Ds3-8 rely on D2’s submissions as to why this is \nnecessarily fatal to a claim against Ds3-8 under Article 1190.  \nAA5/3/29\n \n28 Harm is divisible \n63. Harm is clearly divisible by reference to the harm caused by each of the 270 \nRelevant Drawdowns. Each was effected separately (notwithstanding the similarity \nof the processes and that it all may have been done pursuant to an ongoing practice \nor loan recycling scheme).  As the Bank’s counsel put its case in oral opening: \n“on 270 occasions”, the Ds “stole money from the Bank”  {Day2/61:23}  \n  \n“the loss caused by their 270 fraudulent misappropriations”  {Day2/64:21-\n22} \n \nreferring to the “total loss” “arising from those 270 extractions of the Bank's \nmoney” (emphasis added)  {Day2/62:8-9} \n64. Indeed, as explained by the Bank’s counsel at {Day2/70:3-7} : “In our case, each \nrelevant drawdown extracted from the Bank was fraudulent.  Each one was \nunlawful.  Each one caused harm under Article 1166.  We're entitled to aggregate \nall of them, all 270, which is what we've done ... ” \n65. Consequently, Ds3-8 cannot each be liable for the entirety of the c. $1.91bn \nclaimed loss.  Each could only possibly be liable in respect of the amounts of the \nspecific Relevant Drawdowns which were connected to the Unreturned \nPrepayments each received. \n66. Even as to that smaller subset of losses: when analysing whether acts of Ds3-8 \nwere joint, and done with unity of intent with those of D1/D2 (and the Relevant \nBorrowers), the Court must examine matters Relevant Drawdown by Relevant \nDrawdown – not by reference to some assumed ‘Misappropriation’ scheme.   \nD3-8s’ conduct was not any cause of the alleged harm \n67. Bank-Closing/519-520 {AA2/15/287}  fails to appreciate that Article 1190 imposes \nliability for jointly caused harm, not for joint participation in some scheme an \naspect of which, effected by others, is what causes the harm:  \nAA5/3/30\n \n29 (a) ULJS/56.3 {C5/1/24} : “for the liability of the co-defendants to be joint and \nseveral under Article 1190, the harm must be caused by joint acts or \nomissions of several persons ” (emphasis added) \n(b) Mr Beketov agreed in cross-examination with the proposition that: “ if you are \nable to exclude one of the actions from the complex of actions, then there \nwill not be a joint harmful result \" {Day28/133:14-18} . \n68. As with Article 1166, liability under Article 1190 depends upon the alleged acts of \nDs3-8 having caused the effecting of the Relevant Drawdowns (being the alleged \nharm) – and not merely them having had a role in the 2014 transactions more \nbroadly.  Under both Article 1166 and 1190, the focus must always be on the harm. \n69. As set out in Section C above, D3-8s’ acts did not cause the Relevant Drawdowns \nand that remains so – and indeed is all the more obvious – when those acts are \nconsidered alongside the matters alleged against D1/D2, and acts of Bank insiders \nand the Relevant Borrowers. Even if it were found that D1/D2 procured everything \nconcerning the scheme, that would still not lead to Ds3-8 being liable under Article \n1190 given what the Bank has identified as the incidences of harm – and therefore \nthat which the Bank must show the acts of Ds3-8 have jointly caused. D1&D2s’ \nalleged procurement of their Bank insiders’ and Relevant Borrowers’ conduct led \nto acts ‘upstream’ of the Relevant Drawdowns (pre-harm); whereas any \nprocurement of D3"}
{"start": 56000, "text": "s \nand the Relevant Borrowers. Even if it were found that D1/D2 procured everything \nconcerning the scheme, that would still not lead to Ds3-8 being liable under Article \n1190 given what the Bank has identified as the incidences of harm – and therefore \nthat which the Bank must show the acts of Ds3-8 have jointly caused. D1&D2s’ \nalleged procurement of their Bank insiders’ and Relevant Borrowers’ conduct led \nto acts ‘upstream’ of the Relevant Drawdowns (pre-harm); whereas any \nprocurement of D3-8s’ conduct only led to acts ‘downstream’ of the Relevant \nDrawdowns (post-harm).  Assisting, or being ready to assist, after the event does \nnot render Ds3-8 liable. ULJS/57.1 {C5/1/24}  makes clear: “ Ukrainian law does not \nprovide a freestanding cause of action akin to the tort of conspiracy under English \nlaw”. \n70. Put another way: D3-8s’ acts could have been excluded and the Relevant \nDrawdowns would still have occurred.   \n71. Bank-Opening/519(1) {AA2/15/288}  refers to the overall scheme as involving \n“mov[ing] those funds out of Ukraine and into foreign currency ” but any \nAA5/3/31\n \n30 involvement of Ds3-8 in that activity is irrelevant as it is not alleged that that activity \n– subsequent as it was to each of the Relevant Drawdowns – was the source of harm \n(still less, a source of harm over and above what had been suffered upon the \nRelevant Drawdowns).  As described in Bank-Closing/494 {AA2/15/278} , that was \nall “ to conceal the theft and launder the proceeds ” and not to effect the theft. \n72. In the face of this core problem, Bank-Closing/519(2) {AA2/15/288}  suggests that \nhandling stolen monies can give rise to liability under Article 1190, citing the Gaz \nUkrainy  case {C3/20/1} . That is wrong: \n(a) Most fundamentally, it was a proprietary case: ‘Person 5’ actually  received \nthe stolen monies. This contrasts with the Bank’s case against Ds3-8: i.e., \nthat they executed documents to give the impression that the Relevant \nDrawdowns had flowed out via the Unreturned Prepayments.  The Relevant \nDrawdown monies actually flowed in the manner demonstrated by the funds \nflow analysis. \n(b) The determination that person 5 jointly caused the relevant part of the harm \nwas made in the preceding criminal proceedings, not in the civil case. \n(c) Nothing in the judgment suggests that Article 1190 provides for liability for \nan act after the relevant harm has been caused by others. It is obvious that \nthe event identified as the source of harm for which the Gaz Ukrainy  claimant \nsought compensation encompassed the dissipation of funds via ‘Person 5’ \nand was not simply the act of theft  itself.  By contrast, the Bank does not \nmake any such broader claim to harm in this case. \n(d) Further, although Mr Marchukov agreed in cross-examination that ‘Person 5’ \nwas not responsible for the “ initial ” theft of the monies {Day32/80:12-31} , \non a careful reading of Gaz Ukrainy  it appears that ‘Person 5’ was the \nimmediate recipient of the stolen monies – outside the company  – and \ntherefore can be regarded as participant in the act of theft.  ‘Person 5’ was \nAA5/3/32\n \n31 therefore in the position analogous to the Relevant Borrowers in this case.38  \nAt the very least, it is not clear that ‘Person 5’ played a role akin to a \ndownstream recipient separated from the theft.   \n(e) Mr Marchukov {Day32/80:22} -  {Day32/81:13} also pointed out that the \nliability of ‘Person 5’ may have further depended upon it having been pre-\nagreed that he receive the monies. As set out elsewhere in these \nsubmissions, Ds3-8 were selected to receive Unreturned Prepayments only \non an ad hoc  basis and often months after the Relevant Drawdowns. \n73. Finally, the submission at Bank-Closing/519(2) {AA2/15/288}  that Gaz Ukrainy is \n“(in Mr Marchukov’s words, the “leading authority” on joint and several liability\"  is \nitself misleading. Mr Marchukov’s words actually were that it was a “ leading \nauthority on the objective indicators of ‘joint actions’ ”39 "}
{"start": 59500, "text": "e the monies. As set out elsewhere in these \nsubmissions, Ds3-8 were selected to receive Unreturned Prepayments only \non an ad hoc  basis and often months after the Relevant Drawdowns. \n73. Finally, the submission at Bank-Closing/519(2) {AA2/15/288}  that Gaz Ukrainy is \n“(in Mr Marchukov’s words, the “leading authority” on joint and several liability\"  is \nitself misleading. Mr Marchukov’s words actually were that it was a “ leading \nauthority on the objective indicators of ‘joint actions’ ”39 (i.e., not joint and several \nliability in general). What Gaz Ukrainy  stands for is that there can be liability where \nit is “ impossible to determine what action and to which extent caused ” the harm \n(bottom of {C3/20/3} ). There is no such difficulty so far as concerns acts of Ds3-8 \nvis-à-vis the Bank’s identified harm: those acts just were not any kind of cause at \nall. Sorting out what may or may not have happened ‘upstream’ of that harm \ninvolving D1/D2, the Bank insiders and the Relevant Borrowers is not a matter \nrelevant to the liability of Ds3-8. \nActs with ‘unity of intent’  \n74. The starting points are that (i) “ unity of intent” is not a freestanding basis for liability \nunder Article 1190 by which a person can be liable for passively wanting harm to \noccur by a co-defendant’s acts or omissions, it is tethered to that defendant having \nacted or omitted to act with such intent (ULJS/56.3 {C5/1/24} ); and  (ii) knowing that \nsomething is going to be done by a co-defendant is different to intending that that \nco-defendant do that thing.  As such, even assuming attribution to Ds3-8 of D1/2s’ \n \n38  Of course, D3-8s’ submissions do not depend upon the Relevant Borrowers also not being liable. \n39  Marchukov-1/58 {C3/1/22} \nAA5/3/33\n \n32 knowledge that money was being misappropriated by way of the Relevant \nDrawdowns,40 this cannot be sufficient to render them liable under Article \n1190.  Point (i) is decisive: D3-8s’ acts were not part of the obtaining of the Relevant \nDrawdowns (as demonstrated above).  \n75. Indeed, even if Ds3-8 were said to have intended to cover-up  the alleged harm, it \ndoes not follow that they intended by those acts to cause  the alleged harm (and \nthat is not how the Bank puts its case in any event). \n76. It is conceptually impossible to find such intention given that, when approaching \nmatters on a Relevant Drawdown by Relevant Drawdown basis, D3-8s’ acts all \ncame after  each event of harm (as explained at Section C above).   \n77. The connection is actually even more attenuated. As detailed in Section M.1  \nbelow, the documentary evidence demonstrates that Ds3-8 were selected to act \nby BOK41 / PBC only on an ad hoc basis:   \n(a) It was not planned and pre-determined that a particular Relevant Loan \nwould be approved and agreed to facilitate a Relevant Drawdown for onward \ntransfer to a pre-selected supplier. Intrinsically to the ongoing management \nof the loan recycling process, at the time of approval and agreement of each \nRelevant Loan, it was not known by anyone (still less Ds3-8) whether any of \nDs3-8 would have any involvement thereafter.   \n(b) Moreover, for Looped Connections,  BOK/PBC typically only selected one of \nDs3-8 to receive an Unreturned Prepayment months after the Relevant \nDrawdown.  \n(c) In those circumstances, where one of Ds3-8 turned out to be the later \nselected supplier, it cannot have had the requisite “ unity of intent ” with \n \n40  Contrary to what is argued by Ds3-8 in Section H below, i.e., that there is no basis for such attribution \n(and that that is so even if D1/D2 are found to be the ultimate owners / controllers of Ds3-8). \n41  The Bank’s case is that scheme was “ co-ordinated by BOK ”: Bank-Opening/241 {AA2/1/105} . \nAA5/3/34\n \n33 D1/D2 to cause harm caused by the antecedent Relevant Drawdown.  Intent \ncannot be held or attributed retrospectively.  \n78. Ultimately, even assuming attribution of D1/D2s’ knowledge to Ds3-8, there is no \nliability under Article 1190"}
{"start": 63000, "text": "below, i.e., that there is no basis for such attribution \n(and that that is so even if D1/D2 are found to be the ultimate owners / controllers of Ds3-8). \n41  The Bank’s case is that scheme was “ co-ordinated by BOK ”: Bank-Opening/241 {AA2/1/105} . \nAA5/3/34\n \n33 D1/D2 to cause harm caused by the antecedent Relevant Drawdown.  Intent \ncannot be held or attributed retrospectively.  \n78. Ultimately, even assuming attribution of D1/D2s’ knowledge to Ds3-8, there is no \nliability under Article 1190 if all that could be shown is that:  \n(a) by the time one of Ds3-8 was selected to receive a particular Unreturned \nPrepayment and execute associated documents, there was then a shared \nintent between D1/D2 and Ds3-8 that Ds3-8 do so as a means to cover-up \nmisappropriation effected by means of a particular Relevant Drawdown; or  \n(b) after the event cover-up acts of Ds3-8 arranged after a Relevant Drawdown \ncan, looking backwards, be connected back to that Relevant Drawdown.  \nE. TORT – CONDUCT NOT UNLAWFUL IN CIVIL LAW  \n79. Ds3-8 rely upon the evidence of Ds’ experts (including that of Mr Nahnybida, who \nprovided his own analysis of the unlawfulness issues42 and the Bank elected not to \ncross-examine him on these points and D2’s submissions as to why, in principle, \nArticles 3 and 13 are not a proper basis for unlawfulness for purposes of Article \n1166.  There are two additional points: \n(a) First, none of the authorities cited in Bank-Closing/406-411 {AA2/15/238} as \nto the direct application of Article 3 established that it provided a free-\nstanding ground of unlawfulness for purposes of Article 1166. If it does, that \nis incredibly surprising. \n(b) Second, the basis for article 3 unlawfulness is “ the unacceptability of \nownership deprivation ”, in substance for present purposes, theft. If, \nhowever, the Relevant Transactions are not found to be direct \n \n42   Nahnybida-3/57–83 {C4/1/10} ; Nahnybida-4/23-37  {C9/1/5}  \nAA5/3/35\n \n34 misappropriation, but rather a recycling scheme, the premise of the article 3 \nunlawfulness fails. \n80. Recognising the weakness of its position on this point, the Bank is now emphasising \nalleged unlawfulness by breaches of fiduciary duties and duties under company / \nbanking law. But that claim is only made against D1 & D2. \n81. If the Ds’ analysis of Articles 3 and 13 is right, then the Bank’s tort claim against \nDs3-8 must fail.  \n82. But if that position is wrong, the claim against Ds3-8 in any event fails for three \nreasons peculiar to them: \n(a) Their alleged acts are not capable of being violations of Articles 3 or 13: \nNahnybida-3/¶¶65-67 {C4/1/11}  and Nahnybida-4/¶¶28-29 {C9/1/6} . They \ndid not deprive the Bank of property. Article 13 abuse of rights can in any \nevent only come into play when a relevant right is being abused. The reliance \nin Bank-Closing/516 {AA2/15/286}  on the “ right to enter into (purported) \ntransactions ” cannot be squeezed into that concept. \n(b) If what occurred was a Papering Exercise, then there necessarily cannot \nhave been any abuse of rights by Ds3-8 because their acts, in truth, will not \nhave involved the exercise of any rights at all. \n(c) If what occurred was a Real Process, D3-8s’ alleged acts did not involve an \nexercise of a ‘right’ in a relevant sense such as to even engage the abuse of \nrights principle: Nahnybida-4/30 {C9/1/6} . \n83. Ultimately, for Ds3-8 to be liable in tort, for the specific misconduct alleged against \nthem by the Bank in this case, would require a criminal conviction of natural \npersons such as their officers and the use of such conviction as basis for a claim \nAA5/3/36\n \n35 under Article 117243 (rather than Article 1166) – as explained in Nahnybida-5/49-58 \n{C9.6/1/17} . \nF. TORT – LIMITATION  \n84. Ds3-8 adopt the submissions of D1 & D2 as to: (i) the Ukrainian law of limitation; (ii) \nwhy, applying that law to the facts, the Bank’s tort claims are time-barred. \n85. As a matter of principle, the limitation period applicable to t"}
{"start": 66500, "text": "equire a criminal conviction of natural \npersons such as their officers and the use of such conviction as basis for a claim \nAA5/3/36\n \n35 under Article 117243 (rather than Article 1166) – as explained in Nahnybida-5/49-58 \n{C9.6/1/17} . \nF. TORT – LIMITATION  \n84. Ds3-8 adopt the submissions of D1 & D2 as to: (i) the Ukrainian law of limitation; (ii) \nwhy, applying that law to the facts, the Bank’s tort claims are time-barred. \n85. As a matter of principle, the limitation period applicable to the claims against Ds3-\n8 and any issue of its disapplication are not affected by whether limitation was or \nwas not running or should be disapplied for the claims against D1/D2.  Even if the \nBank may have wanted, or if it would generally be desirable, to try the claims \nagainst Ds3-8 together with those against D1/D2, the Bank could have issued a \nprotective claim form against Ds3-8 while it continued to investigate and prepare \nclaims against D1/D2. If failed to do so. Bank-Closing/650 {AA2/15/338} wholly \nignores this point. \n86. Keeping the issues separate in that way, there are three reasons why the contention \nthat the tort claims against Ds3-8 are time-barred on the basis that the 3 year period \nexpired before they were brought and it should not be disapplied under Article \n267(5)) is even stronger than that vis-à-vis the claims against D1/D2: \n(a) Identity of wrongdoer.  Ascertaining who was behind the misappropriation \n(i.e., identifying D1/D2 as wrongdoers) is irrelevant to when time began to \nrun as against Ds3-8, since their role was at all times visible: the Unreturned \nPrepayments are on the face of the Bank’s transaction records and the RSAs \nwere on the Bank’s files. Time necessarily began to run for the tort claims \nagainst Ds3-8 as soon as harm was discovered. \n(b) No difficulty in commencing claim against Ds3-8. The running of time on the \nclaims against Ds3-8 does not depend upon the Bank having knowledge or \n \n43  Entitled: “ Compensation by a legal entity or an individual of a damage caused by their employee or \nanother person” {C9.6/3/1} \nAA5/3/37\n \n36 constructive knowledge as to who is said to have procured their actions, but \nonly as to that conduct itself. Even on the Bank’s contention that time does \nnot begin to run until the claimant has a “ real opportunity ” to bring a claim,44 \nthe Bank had the opportunity to bring proceedings against Ds3-8 right as \nsoon as its new management took over after nationalisation.  \n(c) Revisions to the Bank Charter’s irrelevant to claims against Ds3-8.  The Bank \npoints to revisions to its Charter which they say effectively disabled the \nManagement Board from bringing a claim against D1/D2 while they were on \nthe Supervisory Board. But that is irrelevant to limitation for the claims \nagainst Ds3-8: the revisions only concerned claims against the Bank’s \nofficers. \n87. Separately, as to the claims based on the 4 Relevant Drawdowns of Prominmet and \n3 Cypriot Borrowers (which were only added by way of amendment in July 2020): \n(a) Further to the Order of Nugee J dated 08.09.20 {A6/48/1} , Ds3-8 adopt the \nsubmissions of D1/D2 that the date those claims are treated as having been \nbrought is the date of the protective claim form {I3/64/1}  (14.07.20) and not \n17.12.17.  On any view of the facts, claims in respect of those Relevant \nDrawdowns would be time-barred. The position is especially stark in respect \nof unjust enrichment, where each instance of enrichment ‘caused’ by a \nRelevant Drawdown is an inherently self-contained event. \n(b) If only those claims are time-barred, then the consequence would be: (i) a \nreduction in any overall joint and several liability for each of Ds3-8 under \nArticle 1190; (ii) a reduction in liability of D5 under Article 1166 – all 4 \nRelevant Drawdowns being said, on the Bank’s methodology, to have \n‘funded’ Unreturned Prepayments to D5 of US$17.3m and US$28.8m.45 \n \n44  As explored in cross-examination of Mr Alyoshin, and rejected by him {Day30/"}
{"start": 70000, "text": "rawdown is an inherently self-contained event. \n(b) If only those claims are time-barred, then the consequence would be: (i) a \nreduction in any overall joint and several liability for each of Ds3-8 under \nArticle 1190; (ii) a reduction in liability of D5 under Article 1166 – all 4 \nRelevant Drawdowns being said, on the Bank’s methodology, to have \n‘funded’ Unreturned Prepayments to D5 of US$17.3m and US$28.8m.45 \n \n44  As explored in cross-examination of Mr Alyoshin, and rejected by him {Day30/55:21} - {Day30/56:1-2} \n45  For the Prominmet RD, see Thompson-1, Appendix 4-8-29-1 {D1/196/3} .  For the 3x Cypriot Borrower \nRDs, see Thompson-1, Appendix 4-8-47-1 {D1/233/3}  \nAA5/3/38\n \n37 No disapplication of Ukrainian limitation provisions on public policy grounds \n88. The Bank also seeks to disapply any time-bar arising under Ukrainian law in reliance \non Article 26 of Rome II, which provides:  \n“The application of a provision of the law of any country specified by this \nRegulation may be refused only if  such application is manifestly \nincompatible with the public policy (ordre public) of the forum.”  \n (emphasis added) \n89. Recital 32 of Rome II provides:  \n“Considerations of public interest justify giving the courts of the Member \nStates the possibility, in exceptional circumstances, of applying exceptions \nbased on public policy and overriding mandatory provisions”  \n90. In Begum v Maran [2022] 1 All ER (Comm) 940 {M1/29/1} , the Court of Appeal's \napplication of Article 26 in the limitation context was informed by the position under \nthe Foreign Limitation Periods Act 1984 (“ FLPA 1984 ”), if that act were applicable.  \nSection 2, FLPA 1984 provides for disapplication of a foreign limitation period where \nit would “ conflict with public policy ” encompassing where it would “ cause undue \nhardship” to a party.  Coulson LJ held, at [113] {M1/29/28} , that “ public policy \nshould be invoked for the purposes of disapplying a foreign limitation period only in \nexceptional circumstances ” and that this “ could only be where the foreign \nlimitation period was contrary to a fundamental principle of justice ”, identified as a \n“very high bar ”.  As to Article 26, Coulson LJ noted that counsel “ rightly drew \nattention to the words of art 26, which said it 'only' applied if the foreign limitation \nperiod was 'manifestly incompatible' with public policy ”.  \n91. Coulson LJ at [102] {M1/29/26} also adopted propositions set out by Wilkie J, upon \na review of the authorities, in KXL v Murphy [2016] EWHC 3102 (QB) as to undue \nhardship:  \n “(a)  'Undue' in this context means 'excessive' …;  \n(b)  The focus is on the undue hardship caused to the claimant by the \napplication of a foreign limitation period over and above that inevitably \ncaused by the application of the foreign limitation period in question …  \nAA5/3/39\n \n38 (c)  If, within the foreign limitation period, the claimant acquires all the \nmaterial required for bring (sic)  the action, it is not contrary to public \npolicy to apply the foreign rule, even if he is only a few days late in \ncommencing the proceedings …” \n92. In that case, Wilkie J concluded that a non-extendable three-year Ugandan law \nlimitation period in the context of a claim for damages for sexual abuse could not \nbe said to be so short as inevitably to involve hardship of that kind.  \n93. It is submitted that the Ukrainian provisions on limitation, and their application to \nthe facts alleged by the Bank, do not come close to what would be required under \nthese public policy and undue hardship tests.  \nG. TORT – HARM / QUANTUM OF LOSS  \nG.1 NO CORRELATION BETWEEN CAUSATION AND QUANTUM OF LOSS  \n94. As for several liability under Article 1166, the Bank’s pleaded claim is (as it has \nalways been) that each of Ds3-8 is liable in the amount of the Unreturned \nPrepayments each received. 46   \n95. That claim was pleaded at a time when the Bank maintained that its loss lay in the \nBorrowers having failed to repay the Re"}
{"start": 73500, "text": " to what would be required under \nthese public policy and undue hardship tests.  \nG. TORT – HARM / QUANTUM OF LOSS  \nG.1 NO CORRELATION BETWEEN CAUSATION AND QUANTUM OF LOSS  \n94. As for several liability under Article 1166, the Bank’s pleaded claim is (as it has \nalways been) that each of Ds3-8 is liable in the amount of the Unreturned \nPrepayments each received. 46   \n95. That claim was pleaded at a time when the Bank maintained that its loss lay in the \nBorrowers having failed to repay the Relevant Loans (having not had the Unreturned \nPrepayments returned to them).  However, that is now inconsistent with the Bank’s \nshifted case that loss was suffered upon the Relevant Borrowers’ obtaining the \nRelevant Drawdowns (and indeed not upon D3-8s’ receipt of the Unreturned \nPrepayments).47 Given that there is no direct correspondence between the \nRelevant Drawdowns and the Unreturned Prepayments, there is no principled basis \nto quantify harm caused by each of Ds3-8 in the amount of the Unreturned \n \n46   In the alternative to its claim for joint and several liability for the entirety of the alleged loss: PoC/55 \n{A1/2/32}  “Alternatively, the Defendant Suppliers are each liable to compensate the Bank for the funds \nthey received pursuant to the Relevant Supply Agreements. ” \n47  See the 24.02.23 amendments {A2/9/9} : Claimant’s Amended  Response to the First Defendant’s Part \n18 Request for Further Information dated 21 April 2020 The 22 May Response , Response 6 to Request \n7 “… The Bank’s case is that the Misappropriation started with the transfer of funds from the Bank to the \nBorrowers under the Relevant Loans , as a result of which the. The  Bank suffered a loss as a result of the \nBorrowers failing validly to repay all or part of the Relevant Drawdowns .” \nAA5/3/40\n \n39 Prepayments. For one of Ds3-8 to be liable in the amount of a particular Relevant \nDrawdown, the Bank had to prove that an alleged act by that company caused that \nparticular Relevant Drawdown.  The Bank has not even attempted this exercise. \n96. Even if document execution by Ds3-8 is found to be causative of harm in a general \nsense, typically there was no correspondence between the documents executed \nby a particular Corporate Defendant and the source of the monies said to have \nfunded the Unreturned Prepayments: the Relevant Borrower who received the \nRelevant Drawdown was not the same Relevant Borrower who was counterparty to \nthe RSA. \nG.2 D3-8 S’ SPREADSHEET  \n97. Thompson-4, Appendix 4-2 sets out calculations for the Bank’s loss: (i) under \nvarious permutations of the bases for calculating loss, and (ii) applying the different \naspects of D1’s repayment defences. It presents loss on a global basis by reference \nto Relevant Drawdown (“ RDs ”) / Relevant Drawdown Portions (“ RDPs ”) in \naggregate. \n98. The summary pages48 of a spreadsheet produced by Ds3-8 are appended. It gives \nan example of how this would have to be disaggregated, using Loss Calculation 21 \n(“D3-8 Spreadsheet ”). It groups together those RDs/RDPs which are said to have \ncaused Unreturned Prepayments to a particular one of Ds3-8.  In that way, it can be \nseen how the various permutations as to starting points, currency and repayment \ndefences etc. affect the liability by reference to the Unreturned Prepayments \n(without prejudice to  D3-8s’ position that they are not in any event a proper \nreference point for measuring liability). \n99. This is not an expert forensic accounting exercise. All credit figures are taken from \nthe appendices to Thompson-4.  For reference, the spreadsheet contains the \nfollowing: \n Schedules prepared in order to undertake the disaggregation, specifically:  \n \n48   The full Excel file will be uploaded to Opus. \nAA5/3/41\n \n40 o Summary table (see below for further information)  \no Interactive table (see below for further information)  \no Combined data (see below for further information)  \no Repayment by other assets (information from Thompson4 Appendix 5-1-3 "}
{"start": 77000, "text": "dit figures are taken from \nthe appendices to Thompson-4.  For reference, the spreadsheet contains the \nfollowing: \n Schedules prepared in order to undertake the disaggregation, specifically:  \n \n48   The full Excel file will be uploaded to Opus. \nAA5/3/41\n \n40 o Summary table (see below for further information)  \no Interactive table (see below for further information)  \no Combined data (see below for further information)  \no Repayment by other assets (information from Thompson4 Appendix 5-1-3 on \nrepayment by other assets to allow analysis in ‘Combined data’ tab)  \no Loss calculations (information from Thompson4 Appendix 4-2 to cross check \nthe loss calculations under each scenario)  \n Thompson-4 Appendix 5-1-3  \n Other Thompson appendices required to complete the disaggregation, specifically:  \no Thompson1 Appendix 3-3-8  \no Thompson3 Appendix 5-1-1-1  \no Thompson4 Appendix 5-1-9-3  \no Thompson4 Appendix 5-1-10-1  \no Thompson4 Appendix 5-1-11-1  \n \n100. To connect the starting point for loss calculation and relevant credit figures to the \napplicable Corporate Defendants, the list of 270 Relevant Drawdowns detailed in \nThompson-3, Appendix 5-1-1-1 was used.  It records a USD equivalent total \nRelevant Drawdown amount of $2,335,943,519 and ‘Amount allocated to \nUnreturned Prepayments (i.e. Thompson Relevant Drawdown Portion)’ of \n$1,911,877,385. These 270 Relevant Drawdown Portion amounts have then been \nmatched to Unreturned Prepayments listed by Corporate Defendant in Thompson-\n1, Appendix 3-3-8 and totalling $1,911,877,385. These amounts have been \n(mechanically) matched by Borrower entity and/or amount.49 The matched data is \npresented on the ‘Combined data’ tab. \n101. By connecting the 270 Relevant Drawdown Portions (and Relevant Drawdowns) to \nthe six Corporate Defendants, it is possible to disaggregate Thompson’s loss \ncalculations to show the calculation of loss/enrichment by reference to the \nUnreturned Prepayments to each of Ds3-8. \n102. This disaggregation is presented on the ‘Interactive Table’ tab. The interactive table \nallows various different scenarios to be selected in order to show the value of \nrepayments/credit applied in each scenario and calculate the equivalent loss \n \n49  Note that there are seven Relevant Drawdowns recorded in Thompson3 Appendix 5-1-1-1 where the \nborrower entity does not match the borrower entity detailed in Thompson1 Appendix 3-3-8, however \nthese Relevant Drawdowns have been connected to D5 by matching the Relevant Drawdown Portion \namounts in Thompson3 Appendix 5-1-1-1 to the transaction value recorded in Thompson1 Appendix 3-\n3-8. \nAA5/3/42\n \n41 calculations. For each scenario, the total value of repayments/credit that are \nshown in row 28 will correspond to amounts shown in Thompson-4, Appendix 4-2, \nthe interactive table then shows the resulting loss/enrichment calculation for each \nscenario, as between the six of Ds3-8. The scenarios that can be selected on the \ninteractive table are: \ni) Basis of asset valuation:  \na. Net credit value  \nb. Bank’s expert and Dilsorano Consulting (for other assets) – this is the \nscenario reflected in the loss calculation in Thompson4 Appendix 4-2  \nc. Bank’s expert  \nd. D1’s expert  \nii) Transformation  \na. According to the repayments of principal by the New Borrowers – this is the \nscenario reflected in the loss calculation in Thompson4 Appendix 4-2  \nb. Full credit  \niii) Repayments where unable to identify source:  \na. Exclude – this is the scenario reflected in the loss calculation in Thompson4 \nAppendix 4-2  \nb. Include  \n  \n103. The total loss or enrichment calculated under each scenario is then presented on \nthe ‘Summary Table’ tab, analysed between the six of Ds3-8. \nH. ATTRIBUTION / KNOWLEDGE AND INTENTION OF Ds3-8  \nH.1 NO BASIS FOR ATTRIBUTING KNOWLEDGE OF D1/D2  TO DS3-8 \n104. Even if D1/D2 ultimately owned or controlled Ds3-8 (which is not accepted), it does \nnot follow that all of their knowledge or intentions would be attribut"}
{"start": 80500, "text": "o reflected in the loss calculation in Thompson4 \nAppendix 4-2  \nb. Include  \n  \n103. The total loss or enrichment calculated under each scenario is then presented on \nthe ‘Summary Table’ tab, analysed between the six of Ds3-8. \nH. ATTRIBUTION / KNOWLEDGE AND INTENTION OF Ds3-8  \nH.1 NO BASIS FOR ATTRIBUTING KNOWLEDGE OF D1/D2  TO DS3-8 \n104. Even if D1/D2 ultimately owned or controlled Ds3-8 (which is not accepted), it does \nnot follow that all of their knowledge or intentions would be attributed to Ds3-8. \n105. On Mr Beketov’s view of the ‘common sense’ test under Ukrainian law (which is the \nwidest suggested test), the knowledge and intentions of D1 / D2 in regard to the \nscheme generally do not fall to be attributed to Ds3-8: \n(a) On the Bank’s case, D1/D2s’ control of Ds3-8 was only exercised indirectly \nvia the UBOs and Primecap.  It must follow that knowledge cannot be \nattributed to Ds3-8 unless it was shared with the UBOs & Primecap. \nAA5/3/43\n \n42 (b) The Bank has not proved that the UBOs & Primecap were made aware by D1 \n/ D2 that the scheme which D1 / D2 was procuring them to implement (and \nfor which they were utilising Ds3-8) was a scheme of misappropriation – as \nopposed to, say, a scheme for loan recycling or circumventing foreign \ncurrency regulations. Indeed, it would stand to reason that, if D1 / D2 had \nbeen misappropriating money, they would not have wanted to share their \ntrue intentions unless absolutely necessary. \nH.2 BANK ’S FACTUAL CASE AS TO OWNERSHIP / CONTROL OF DS3-8  BY D1  / D2 \n106. Ds3-8 maintain their case that their UBOs are the individuals identified in their \nstatements of case, and that they were not owned or controlled by D1 or D2.  The \nconnections between the parties do not establish otherwise. Ds3-8 address below \nfor completeness three additional issues raised by the Bank. \nAlleged inconsistencies in D3-8s’ defence as to ownership / control \n107. In oral opening at {Day16/46:15} - {Day16/47:25} and in Bank-Opening/325(4) \n{AA2/1/139} , the Bank submitted that D3-8s’ pleaded case and interlocutory \nevidence: (i) had wrongly identified that a Ms Eleni Constantinou was D6’s \nregistered shareholder in their RFI Response, Schedule 1 at {A2/43/1} when a \ndeclaration of trust shows it to have been a Ms Chara Kyriakou {E7/101} ; (ii) D6’s \ndirector’s 2nd w/s referred to D6 having UBOs (plural) in Ukraine {H4/15/2} , before \nD6 later pleaded that Mr Romanovskyi was its sole UBO; (ii) D7’s director’s 2nd w/s \nreferred to D7 having UBOs (plural) in Ukraine {H4/16/2} , when its case is that Mr \nKiperman was its sole UBO.  These are false points:  \n(a) The RFI Response 1(b), Schedule 1 expressly set out {A2/40/2-3} ) the \nposition “ as at the time of the relevant transactions \", and the last of the \nUnreturned Prepayments was September 2014. The Bank’s Statement of \nFact for D6 shows that, as at the snapshot date of 11.07.14, Ms \nConstantinou was D6’s registered shareholder {K4-B1/4/1} . (Ms \nConstantinou’s declaration of trust qua D6’s registered shareholder in \nAA5/3/44\n \n43 favour of D6’s UBO, Mr Romanovskyi, is at {K3-B/583L/1} .) There was a later \nchange in registered shareholders from Constantinou to Kyriakou on \n01.12.14 – see the D6 company minutes at {K3-B/585L/1} . The RFI Response \nSchedule 1 was entirely accurate as to D6’s registered shareholder. \n(b) There is no basis to suggest that the references to UBOs plural in D6’s and \nD7’s directors’ 2nd w/s dated 02.03.18 were anything other than an error in \ndrafting. Indeed, D6’s director had two weeks earlier stated in her 1st w/s \ndated 22.02.18 at para 2.1 that D6’s UBO was Romanovskyi {H4/8/2}.  \nLikewise, D7’s director had stated in her 1st w/s dated 22.02.18 at para 2.1 \nthat D7’s UBO was Mr Kiperman {H4/9/2} . Contrary to the Bank’s \nsuggestion, D6’s pleading in the RFI Response on 27.01.20 that \nRomanovskyi was its UBO was not some change / shift in story.   \n(c) There is in any event no basis to suggest that a reference to “UBO"}
{"start": 84000, "text": "n error in \ndrafting. Indeed, D6’s director had two weeks earlier stated in her 1st w/s \ndated 22.02.18 at para 2.1 that D6’s UBO was Romanovskyi {H4/8/2}.  \nLikewise, D7’s director had stated in her 1st w/s dated 22.02.18 at para 2.1 \nthat D7’s UBO was Mr Kiperman {H4/9/2} . Contrary to the Bank’s \nsuggestion, D6’s pleading in the RFI Response on 27.01.20 that \nRomanovskyi was its UBO was not some change / shift in story.   \n(c) There is in any event no basis to suggest that a reference to “UBOs” in \nUkraine was a reference to D1 or D2: at the time of those witness \nstatements, D1 & D2 were resident in Geneva.50 \nFunding of D3-8s’ legal fees \n108. The Bank argues that D1 & D2 have been funding D3-8s’ legal fees. It is submitted \nthat the Court should not be drawn into making any findings about this:  \n(a) This allegation is not properly part of the Bank’s pleaded case.  The Bank \npurported to introduce an allegation, in light blue text, at Reply/6.3 \n{A1/25/8} : “D1-2 have funded and are funding D3-8’s legal fees in these \nproceedings. ” The light blue amendments were said to made pursuant to the \norder of Trower J dated 2 June 2023 ” ({A1/25/1} ). However, para 3 of that \nOrder {A6/115/2}  only permitted the Bank to make amendments to its Reply \nconsequential  to D3-8s’ amendments to their Defence on the currency \nissue. The Bank therefore had no permission to introduce that allegation. \n \n50  Judgment of Fancourt J of 04.12.18, para 2 {A5/10/2}  \nAA5/3/45\n \n44 (b) This would inappropriately draw the Court into making collateral findings in \nrespect of D1 & D2s’ obligations in respect of the WFOs against them.  \n109. In any event, the Bank’s allegations:  \n(a) Ignore Mr Kiperman’s status as a substantial businessman in his own right \n(which is not inconsistent with him being an associate of D1/D2);51 \n(b) Rely on unproved and previously undisclosed photographs of flats of the \nUBOs of D3 & D5 in a handout in Opening, which do no more than purport to \nshow their registered addresses. \nUkrainian Defamation Proceedings \n110. The Bank has also sought to introduce an allegation in Reply/6.4 {A1/25/8}  that \nD1/D2 procured Ds3-5 to bring and participate in defamation proceedings in \nUkraine.  Again, that is an un-pleaded allegation for which there was never any \npermission. \nI. UNJUST ENRICHMENT – GOVERNING LAW  \n111. Article 10 of the retained Rome II Regulation  provides {M1/3/6} :  \n“Unjust enrichment \n1.  If a non-contractual obligation arising out of unjust enrichment, \nincluding payment of amounts wrongly received, concerns a \nrelationship existing between the parties, such as one arising out of a \ncontract or a tort/delict, that is closely connected with that unjust \nenrichment, it shall be governed by the law that governs that \nrelationship. \n \n2.  Where the law applicable cannot be determined on the basis of \nparagraph 1 and the parties have their habitual residence in the same \ncountry when the event giving rise to unjust enrichment occurs, the \nlaw of that country shall apply. \n \n3.  Where the law applicable cannot be determined on the basis of \nparagraphs 1 or 2, it shall be the law of the country in which the unjust \nenrichment took place. \n \n51  For example, Kiperman was on the Supervisory Board of Ukrnafta {E10/211/28} . \nAA5/3/46\n \n45  \n4.  Where it is clear from all the circumstances of the case that the non-\ncontractual obligation arising out of unjust enrichment is manifestly \nmore closely connected with a country other than that indicated in \nparagraphs 1, 2 and 3, the law of that other country shall apply.” \n112.  The Bank addresses this issue in only one paragraph, Bank-Closing/523 \n{AA2/15/289} , and without properly engaging with the law. On a proper analysis, \nCypriot law is the applicable law: \n(a) Article 10(1) is not engaged. Despite having disavowed it in 2017,52 the Bank \npleaded reliance on Article 10(1) by invoking a “ tortious relationship ” \nbetween the Bank and Ds3-8, governed by Ukrainian law,53"}
{"start": 87500, "text": "han that indicated in \nparagraphs 1, 2 and 3, the law of that other country shall apply.” \n112.  The Bank addresses this issue in only one paragraph, Bank-Closing/523 \n{AA2/15/289} , and without properly engaging with the law. On a proper analysis, \nCypriot law is the applicable law: \n(a) Article 10(1) is not engaged. Despite having disavowed it in 2017,52 the Bank \npleaded reliance on Article 10(1) by invoking a “ tortious relationship ” \nbetween the Bank and Ds3-8, governed by Ukrainian law,53 although that \npoint is again not made in its closings. It is misconceived:  \n(i) The claim in tort is denied and is not one based on the kind of duty which \nmight establish a “ relationship ” with the Bank – as Teare J explained in \nBanque Cantonale de Geneve v Polevent Ltd  [2016] QB 394 at [16] \n{M4/3/7} : “… article 10(1) is not intended to refer to the mere \n“relationship” of wrongdoer and victim created by the commission of \nthe tort” .  \n(ii) In any event any such duty would not have been one “ existing ” prior to \nthe events giving rise to the claim.54 Bank-Opening/490 {AA2/1/197}  \nreflects a failure properly to apply these principles. \n(b) Article 10(2) does not apply. None of Ds3-8 had their habitual residence in \nthe same country as the Bank at the time when their bank accounts were \ncredited.  \n \n52  The Bank’s ex parte  skeleton argument dated 15.12.17, page 8, footnote 3: “ Article 10(1) does not apply \nbecause there is no existing relationship between the Bank and the Defendant Suppliers. ” {G2/1/8}   \n53  Reply/19.2 {A1/25/25}  \n54  See Dicey, The Conflict of Laws  (16th ed) at §36-031 {M4/6/6} : “… this appears to presuppose a \nrelationship already existing between the parties prior to the occurrence of the events which gives rise \nto the non-contractual obligation arising out of unjust enrichment ”. Teare J so held in Polevent  (above) \nat [17] {M4/3/8} . \nAA5/3/47\n \n46 (c) The law applicable to the unjust enrichment claims therefore falls to be \ndetermined under Articles 10(3) and 10(4). \n113. Given that the alleged unjust enrichment comprised the crediting of bank accounts \nheld in the Cyprus branch of the Bank, under Article 10(3), Cypriot law governs the \nunjust enrichment claim. The only argument in the Bank’s closing is that Article \n10(3) is exceptionally displaced by Article 10(4) on the basis that “ it is clear from all \nthe circumstances of the case ” that the unjust enrichment is “ manifestly more \nclosely connected ” to Ukraine than Cyprus.55  \n(a) Dicey, The Conflict of Laws  (16th ed) at §36-043-4 {M4/6/10}  explains that the \nrequirement of “ manifestly ” closer connection is only satisfied where there \nis a compelling reason, such as where the place of the enrichment has no \nreal connection to the overall problem. \n(b) That is plainly not the position in this case. The Bank operated a branch in \nCyprus, through which all of the relevant transactions were conducted. Ds3-\n8 were managed by professional directors in Cyprus. D3-5s’ service agent, \nPrimecap, was in Cyprus. \n(c) The features relied upon by the Bank establish material connections to \nUkraine. But that is not the test. On any view, the connections of the unjust \nenrichment to Cyprus are real and substantial and this cannot remotely be \nsaid to be one in which there is no real connection to the place of \nenrichment. \nJ. THE FOREIGN LAW EVIDENCE ON UNJUST ENRICHMENT  \n114. As to Cypriot law: \n \n55  As the Bank contends at Reply/19.3 {A1/25/26}  \nAA5/3/48\n \n47 (a) The Bank are wrong to suggest that Mr Nathanael’s evidence ought to be \npreferred to the cogent evidence of Mr Erotocritou. \n(b) Bank-Closing/538 {AA2/15/295} invites the Court to prefer Mr Nathanael \nsimply on the basis of his seniority as a retired President of the Supreme \nCourt, on the unreasoned basis that it necessarily outweighs Mr \nErotocritou’s 16 years of practice in the courts.  \n(c) A proper test is the substance of their evidence. It is obvious that Mr \nErotocritou was far"}
{"start": 91000, "text": "\n \n47 (a) The Bank are wrong to suggest that Mr Nathanael’s evidence ought to be \npreferred to the cogent evidence of Mr Erotocritou. \n(b) Bank-Closing/538 {AA2/15/295} invites the Court to prefer Mr Nathanael \nsimply on the basis of his seniority as a retired President of the Supreme \nCourt, on the unreasoned basis that it necessarily outweighs Mr \nErotocritou’s 16 years of practice in the courts.  \n(c) A proper test is the substance of their evidence. It is obvious that Mr \nErotocritou was far more on top of the detail and spoke of the way in which \nthe law is today applied in Cyprus; while Mr Nathanael was plainly guided by \nhis aspirations for its development. \n(d) It is particularly striking that Mr Nathanael had little answer to the fact that \nthe views he was expressing were not supported by judgments he himself \ndelivered. His attempt to explain the ongoing rejection of a free-standing \ncause of action on the basis that the Court was describing and following \nEnglish law as then “ advised ”56 is very difficult to accept. \n(e) The suggestion by the Bank that Mr Erotocritou had breached his duty to the \nCourt is entirely ill-founded. In seeking to establish the point, the cross-\nexaminer largely ignored what he was saying and repeatedly interrupted his \nattempts to answer what were often long and involved questions – see \n{Day34/63:7} ; {Day34/65:4}  and {Day34/67:1} . When he was finally allowed \nactually to answer, he explained: \n“If at the time of drafting the report I paid attention to this part, I would \nhave gladly put it and explain also what I’m trying to say now, that this \njudgment which Mulla refers to, it doesn’t, in my opinion, suggest a \nbroader proposition that any party at large can be the recipient of the \nadvantage under the contract, having in mind also the restrictions of \nprivity under Cyprus law.”  {Day34/67:3} \n \n56  {Day33/96:21}  & {Day33/98:12-14} \nAA5/3/49\n \n48 It is perfectly clear that he had missed the passage now relied up (which had \nnot been identified by Mr Nathanael), and the allegation of breach of duty has \nbeen made on the basis of a preconceived assumption unsupported by the \nevidence. \n115. As to Ukrainian law: \n(a) The points of substance are addressed below.  \n(b) The cross-examiner was visibly frustrated by having to cross-examine Mr \nNahnybida through an interpreter. But there can be no suggestion that Mr \nNahnybida should have been prepared to give evidence in imperfect English. \nShorter and simpler questions might have helped. On the substance, Mr \nNahnybida was wholly on top of the material; conscious of his duty to the \nCourt; and responsive to the points in issue.   \n(c) It is suggested at Bank-Closing/3 {AA2/15/8}  without any justification that Mr \nNahnybida was lacking in independence. In circumstances where the key \nauthority on which the Bank now founds its unjust enrichment claim ( i.e., the \nPeasant Farm  case) was brought to the Court’s attention by Mr Nahnybida, \nthis accusation is hollow. \n(d) Mr Beketov was by contrast often out on a limb when faced with what the \nrelevant judgments actually say. And his reliance on mistranslated \npassages, and incomplete quoting of the judgments he said supported the \n“causal connection ” principle did him no credit at all. \nK. UNJUST ENRICHMENT – RELEVANT LOANS AND RSAs NOT VOID  \n116. The Bank’s unjust enrichment claim depends upon establishing that the RSAs and \nthe Relevant Loans are void57 (otherwise Ds3-8 will have been lawfully entitled to \n \n57  Which, even if the unjust enrichment claim is governed by Cypriot law, is a matter of Ukrainian law as \nthey are Ukrainian law governed contracts. \nAA5/3/50\n \n49 receive the Unreturned Prepayments, or their enrichment will on any view not have \nbeen at the Bank’s expense).  However:  \n(a) First, those contracts can only be found to be void in legal proceedings to \nwhich the Relevant Borrowers (being parties to those contracts) are party;  \n(b) Secondly, even if those contracts w"}
{"start": 94500, "text": "titled to \n \n57  Which, even if the unjust enrichment claim is governed by Cypriot law, is a matter of Ukrainian law as \nthey are Ukrainian law governed contracts. \nAA5/3/50\n \n49 receive the Unreturned Prepayments, or their enrichment will on any view not have \nbeen at the Bank’s expense).  However:  \n(a) First, those contracts can only be found to be void in legal proceedings to \nwhich the Relevant Borrowers (being parties to those contracts) are party;  \n(b) Secondly, even if those contracts were agreed in circumstances and with \nthe intention as alleged by the Bank, they would only be voidable not void. \n117. As to the first point: \n(a) Mr Beketov conceded that in Ukraine the joinder of the Relevant Borrowers \nwould be necessary {Day29/69:16-24} : \n“Q. And if a Ukraine - so I want to put on one side all of the submissions \nthat my learned friends will make about procedural law because they are \nfor his Lordship. If a Ukraine court was addressing these claims, I think \nit’s right to say that you accept that if third parties are affected, they \nshould be joined in the proceedings and, if they are not, they may be able \nto lodge an appeal?  \nA. Yes”  \n(b) Notwithstanding that these proceedings are governed by English procedural \nlaw, there are good reasons why this Court should not make any finding as \nto voidness in the absence of the Relevant Borrowers.  \n(i) Double liability.  Ds3-8 would be exposed to double liability if a finding \nas to voidness is made by which the Borrowers are not bound: liability \nin unjust enrichment in these proceedings on the basis that the \ncontracts are void, and liability in contract on the basis that the RSAs \nare not void. \n(ii) Inconsistent judgments. Contractual liability under the RSAs has \nalready been established in the 2014 Ukrainian Proceedings, and if that \nis to be undermined in a later action then the Borrowers must properly \nbe party that action.  Notwithstanding the Bank’s allegations that those \nUkrainian judgments and award were collusively obtained, they still \nAA5/3/51\n \n50 stand and the Bank (which was a party to them) has made no attempt \nto have them set aside.  It is submitted that the Court should not \nentertain an argument that could give rise to inconsistent judgments \nbeing “ a potential disaster from the legal point of view ” per the well-\nknown description of Brandon LJ in The El Amria  [1981] 2 Lloyd’s Rep \n119, p 128(2) {M4/1.1/10} . \n(c) The Bank’s reliance on the case of Pattni v Ali  [2007] 2 AC 85 (PC) {M1/11/1}  \nis misplaced. D3-8s’ argument above does not depend upon any \ncharacterisation of a finding of voidness of the Relevant Loans as a finding \nin rem .  \n(d) In the context of locus standi, it is clear that in general A cannot seek \ndeclaratory relief as to the meaning of a contract between B and C outside \nexceptional circumstances – Federal Mogul Personal Injury Trust v Federal \nMogul [2014] Lloyd’s Rep IR 671 at [94] {M4/1.2/28} . If that is true, A should \nequally not be entitled to seek a determination that the contract between B \nand C is void, at least in the absence of both B and C. \n118. As to the second point, Ds3-8 rely on the submissions of D1 & D2 as to the Relevant \nLoans not being void, which analysis also applies vis-à-vis the RSAs. \n119. Finally, (if Ukrainian law governs), although Mr Beketov’s reports contain passages \nsuggesting that the D3-8s’ receipt of the Unreturned Prepayments will have been \n‘without sufficient legal grounds’ even if the RSAs are not void, on the basis of abuse \nof rights, that is not part of the Bank’s pleaded case: PoC/58c {A1/2/33} . \n120. In consequence, if the RSAs are not void, that is the end of the Bank’s unjust \nenrichment claim. \nAA5/3/52\n \n51 L. NO CAUSE OF ACTION FOR INDIRECT ENRICHMENT  \n121. The Bank’s unjust enrichment claims are fundamentally misplaced, in \nconsequence of their failure to focus on a primary recipient of the Bank’s actual \nmoney. There is no dispute that: \n(a) The Unreturned Prepay"}
{"start": 98000, "text": "SAs are not void, on the basis of abuse \nof rights, that is not part of the Bank’s pleaded case: PoC/58c {A1/2/33} . \n120. In consequence, if the RSAs are not void, that is the end of the Bank’s unjust \nenrichment claim. \nAA5/3/52\n \n51 L. NO CAUSE OF ACTION FOR INDIRECT ENRICHMENT  \n121. The Bank’s unjust enrichment claims are fundamentally misplaced, in \nconsequence of their failure to focus on a primary recipient of the Bank’s actual \nmoney. There is no dispute that: \n(a) The Unreturned Prepayments were made by the Relevant Borrowers, and \nnot the Bank; \n(b) The “ connection ” between the Relevant Drawdowns and the Unreturned \nPrepayments is not the flow of the funds drawn down; \n(c) Even on the Bank’s methodology, the transactional data connections \nbetween the substantial majority of the Relevant Drawdowns and the \nUnreturned Prepayments involves connection through one or more \nadditional loops via other parties. \n122. For the reasons set out in the further detail at Section M below, the unjust \nenrichment claims in those circumstances fail under both Cypriot and Ukrainian \nlaw even if a cause of action for indirect enrichment were available in principle. But \nit warrants noting at the outset that if English law had applied, the same result \nwould follow, and the analysis under ITC is explored in Section M.2  below.  That \nclaims for indirect enrichment are not available under the various guises posited by \nthe Bank is explained at Sections L.1, L.2 & L.3 (Cypriot law) and Section L.4 \n(Ukrainian law). \nL.1 S.70  OF CYPRIOT CONTRACT LAW NOT ENGAGED BY INDIRECT ENRICHMENT  \n123. The primary basis for an unjust enrichment claim under Cypriot law is section 70 of \nthe Contract Law, see {C10/3/3} :  \n“Where a person lawfully does anything for another person, or delivers \nanything to him, not intending to do so gratuitously, and such other person \nenjoys the benefit thereof, the latter is bound to make compensation to the \nformer in respect of, or to restore, the thing so done or delivered.” \nAA5/3/53\n \n52 124. It is convenient here to address a point made in Bank-Closing/539 {AA2/15/295} \nthat it is common ground that the Contract Law should be interpreted in \naccordance with English law. That is to intermingle and confuse two different \npoints. It is by virtue of section 2 to be interpreted in accordance with English \nprinciples of statutory interpretation. But as to its substance, the words of the \nstatute are the starting point and regulate the areas which they cover. While the \nContract Law is not exhaustive, common law principles will not be applied by the \nCyprus courts to depart from the language of the statute itself. \n125. On that context, the experts agreed that the starting point for interpretation is \nalways the words of the provision itself CLJS/§2(a)(1) {C12/1/4} . English law \nprinciples cannot be applied where that would result in inconsistency with the \nwording – as Mr Erotocritou made clear at {Day34/13:20-22} . But it goes further: Mr \nNathanael conceded that when a field is on a proper construction regulated by the \nrelevant statute in a manner intended to be exhaustive, there is no room for \nimporting English law principles: {Day33/88:4} - {Day33/91:19} . \n126. The Cypriot law experts agree {C12/1/7-8}  that the Cypriot Supreme Court: \n(a) has in a number of judgments expressly ruled that section 70 has not yet \nbeen found to provide a basis for unjust enrichment as an autonomous \ncause of action; \n(b) has not to date recognised a claim for indirect enrichment under section 70; \n(c) has described section 70 as having four requirements: “ (i) The act must be \ndone lawfully; (ii) for another person; (iii) it must be done by a person not \nintending to act gratuitously; and (iv) the person for whom the act is done \nmust enjoy the benefit of it. ”  \n127. This provision on its plain construction cannot apply to indirect transfers generally, \nand in particular cannot apply to the Looped Connection transactions \nc"}
{"start": 101500, "text": "te recognised a claim for indirect enrichment under section 70; \n(c) has described section 70 as having four requirements: “ (i) The act must be \ndone lawfully; (ii) for another person; (iii) it must be done by a person not \nintending to act gratuitously; and (iv) the person for whom the act is done \nmust enjoy the benefit of it. ”  \n127. This provision on its plain construction cannot apply to indirect transfers generally, \nand in particular cannot apply to the Looped Connection transactions \ncharacteristic of this case: \nAA5/3/54\n \n53 (a) The person who is bound to restore the benefit (“ the latter ”) is the person \nwho received it from the claimant and is the person for whom the act was \ndone (that is to whom it was delivered). The person entitled to be \ncompensated (“ the former ”) is the person who did the act or delivered the \nthing. \n(b) In order to satisfy requirement (ii) and (iii), it is inescapable that the claimant \nmust at the point of transfer have known it was making the transfer to the \ndefendant.  \n(c) The suggestion in Bank-Closing/543-549 {AA2/15/296}  that it was Mr \nErotocritou who was distorting section 70 is wholly misplaced. \n128. The only Cypriot case addressing a factual scenario of indirect enrichment is the \nSupreme Court’s judgment sitting in its first instance jurisdiction in Sekavin v Ship \n“Platon Ch ” (1987) 1 CLR 297 {C11/16/1} . An application to set aside service out of \nthe jurisdiction succeeded on the basis that a claim under section 70 for the value \nof the fuel supplied to a ship did not lie against the mortgagee of the ship which, \nsubsequent to the fuel supply, took possession of and sold it. The key passage is at \np.302: \n“The facts composing the claim of the plaintiffs against defendants are \nwholly outside the letter and spirit of s 70. To begin, the goods were never \ndelivered to the defendants [2], they were delivered to defendants 1 under \nand in accordance with a contract of sale. Nothing was ever delivered to the \ndefendants, they came under no contractual or quasi contractual obligation \nto the plaintiffs. As counsel for the defendants pointed out in argument even \nafter the assumption of possession by the mortgagees they would not be \nliable for necessaries supplied to the ship unless the Master in ordering \nthem acted as their agent” \n129. Pikis J there gave two distinct and independent reasons for the unavailability of \nsection 70.  First, that the claimant’s delivery of the fuel was to the first defendant, \nand the claimant delivered nothing to the mortgagee: i.e., the benefit which the \nmortgagee received from the claimant’s delivery of fuel was only an indirect \nenrichment. Secondly, that the delivery to the first defendant was under a contract \nAA5/3/55\n \n54 of sale. The Bank seeks to explain this case away as only turning on that contract \npoint. However, it is obvious from the passage cited above that Pikis J’s reasoning \nwas not so confined. \n130. That The “Platon Ch ” is not merely reflective of the narrow point that section 70 only \noperates when the claimant has no contractual right to compensation but delimits \nthe scope of section 70 more widely is clear from the fact it has subsequently been \nreferred to by the Supreme Court as a case which explains the application of \nsection 70, in the three cases cited footnote 4 of Erotocritou-1 {C11/1/24} , \nbeginning with the judgment in Minerva Finance and Investment Limited v \nGeorgiadis (1998)  {C14/1.1/1}  in which Mr Artemis presided.58 \n131. As agreed by the experts CLJS/§2(a)(1)(v) {C12/1/5} , further guidance may be \nsought from case law and practitioner works on the Indian Contract and Specific \nRelief Act (which has a provision in identical terms to section 70),59 in particular \nPollock & Mulla: The Indian Contract and Specific Relief Acts , now in its 16th ed. \n(“Pollock & Mulla ”). The Indian authority is clearly against section 70 \nencompassing relief in situations of indirect enrichment:  \n(a) Pollock & Mul"}
{"start": 105000, "text": "presided.58 \n131. As agreed by the experts CLJS/§2(a)(1)(v) {C12/1/5} , further guidance may be \nsought from case law and practitioner works on the Indian Contract and Specific \nRelief Act (which has a provision in identical terms to section 70),59 in particular \nPollock & Mulla: The Indian Contract and Specific Relief Acts , now in its 16th ed. \n(“Pollock & Mulla ”). The Indian authority is clearly against section 70 \nencompassing relief in situations of indirect enrichment:  \n(a) Pollock & Mulla explains at §70.23 (p.1099) {C11/64/5} : “the benefit must be \ndirect and not indirect, i.e., directly derived by the person for whom the work \nis done ”.  \n(b) In Governor-General in Council v Madura Municipal Council  (1948) UKPC 57 \n{C11/9/1} , the Privy Council was concerned with a situation whereby a \nrailway company at its own cost widened a culvert to take out water \noverflowing from a tank situated in a municipal area. The Board rejected the \nunjust enrichment claim, holding that the work was done for the benefit of \nthe private owners of property in the neighbourhood and not for the benefit \nof the municipality, which only indirectly derived a benefit. In cross-\n \n58  The other two cases in turn quote the passage from Minerva Finance. \n59  As confirmed in the Cypriot Irini Iona case {C11/11/9} . \nAA5/3/56\n \n55 examination by the Bank it was suggested that the Privy Council had made a \nfinding that the municipality had not benefitted at all and that was why the \nclaim failed {Day34/23:17} - {Day34/24:9} . The key passage from Lord \nSimonds is at the top of p.3 {C11/9/3} : “… the work was not done for the \nrespondent and nor does the respondent enjoy the benefit of it within the \nmeaning of the section ” (emphasis added).  That is just to say that such \nbenefit as was received was outwith section 70, it being indirect. It is \nnonsensical to read this as reflecting a factual finding that the municipality \nreceived no benefit at all. This is made clear from the passage further down \nthe page: “ Nor does the respondent enjoy the benefit of the work except in \nan indirect sense ” (emphasis added). \nL.2 S.65  OF CYPRIOT CONTRACT LAW NOT ENGAGED BY INDIRECT ENRICHMENT  \n132. The Bank also seeks to fit its claim under Cypriot law within section 65 of the \nContract Law {C11/4/23} :  \n“When an agreement is discovered to be void, or when a contract becomes \nvoid, any person who has received any advantage under such agreement or \ncontract is bound to restore it, or to make compensation for it, to the person \nfrom whom he received it.”  \n133. The experts are agreed {C12/1/12} that the component elements of a claim under \nsection 65 are (i) a void agreement and (ii) that the defendant had received an \nadvantage under the agreement. \n134. The Bank’s pleaded claim – Reply/25.8 {A1/25/34} – is that: (i) Ds3-8 received \nadvantages in the form of the Unreturned Prepayments; (ii) they were received \nunder the void RSAs; (iii) those Unreturned Prepayments were “caused by” the \nRelevant Drawdowns under the void Relevant Loans.  \nAA5/3/57\n \n56 135. If what occurred was simply a Papering Exercise, then section 65 necessarily \ncannot be engaged, since the Relevant Loans and RSAs were then not ‘real’ \n“agreements ” at all for the purposes of section 65.60 \n136. If what occurred was a Real Process, then section 65 is not engaged, since the \nUnreturned Prepayments were not an advantage received by Ds3-8 “ under ” the \nRelevant Loans as section 65 clearly and expressly requires. It is that requirement \nwhich means that save in exceptional circumstances its operation is necessarily \nconfined to direct enrichment. This is reinforced by the liability being to restore or \nmake compensation for the advantage  “to the person from whom he received it ”.  \nIn all but exceptional circumstances, those requirements can only be satisfied \nwhere the (void) agreement was between the claimant and the defendant directly. \n137. The Bank’s claim seeks to engage section 65"}
{"start": 108500, "text": "essly requires. It is that requirement \nwhich means that save in exceptional circumstances its operation is necessarily \nconfined to direct enrichment. This is reinforced by the liability being to restore or \nmake compensation for the advantage  “to the person from whom he received it ”.  \nIn all but exceptional circumstances, those requirements can only be satisfied \nwhere the (void) agreement was between the claimant and the defendant directly. \n137. The Bank’s claim seeks to engage section 65 by stitching together two sets of \ncontracts ( i.e., Relevant Loans and RSAs) in a manner not contemplated by the \nwording of the section.  In any event, the stitching does not work: the Bank cannot \neven suggest that these contracts represented back-to-back transfers, it has to \nplead “causation” as a tether between the two.  The claim fails:  \n(a) Ds3-8 received no advantage “ under ” the Relevant Loans (it received the \nUnreturned Prepayments by separate act of the Relevant Borrowers and, as \nthe Bank has pleaded, “ under ” the RSAs)61 and the Bank was not party to the \nRSAs. \n(b) Tortious concepts of causation can have no role in the application of section \n65 and there is no expert evidence to suggest otherwise. 62 \n \n60  Stating the obvious, Pollock & Mulla  at p.1015 notes: “ … section 65 starts because of there being some \nagreement or contract between competent parties.  It has no application to a case in which there never \nwas, and never could have been, any contract ” {C15/2/6} . \n61  “Under ” is a key term.  It is not ‘because of’ or ‘by reason of’ or ‘following’ or anything of that nature.  As \nper Pollock & Mulla  at p.1035 {C15/2/26} : “The advantage sought to be recovered must have been \nreceived under the contract; ” \n62  And even if it could, a causal link between the Relevant Drawdowns and the RSAs is not made out for \nthe converse of the reasons given in Section C.1  above as to why the RSAs did not cause the Relevant \nDrawdowns. \nAA5/3/58\n \n57 (c) Moreover, “ the persons from whom [Ds3-8] received ” the Unreturned \nPrepayments were, and so the proper claimants could only be, the Relevant \nBorrowers. \n138. Mr Nathanael and the Bank sought to make something of the fact that section 65 \napplies to advantages received by “ any person ” under a void agreement, and to \ncontrast that reference with the references to “ party ” in some of the preceding \nsections of the Contract Law {C11/4/23} .  However, “ person ” and “ party ” are used \ninterchangeably within section 64 too. The most that could be taken from that point \nis that in the unusual situation where another person might have received a benefit \nunder the agreement,63 the liability might still follow. \n139. No Cypriot case has been identified in which section 65 was applied where the \nagreement was with a different party ( i.e., not the defendant). To the contrary, the \nposition that section 65 applies only as between parties to an agreement was \nclearly stated in Ioannides as Administrator of Estate Haralampidis v Archdiocese \nof Cyprus  {C11/70/423}  and the passage at /429. The Bank sought to rely on the \ntranslation which Mr Erotocritou had exhibited to suggest that that statement was \nnot so broad, pointing out that it only referred to agreements between certain of the \nparties in that case.  But that is wrong. Despite the Bank confirming that Mr \nNathanael had said the translation was correct when a tentative objection was \nraised during cross-examination {Day34/58:19-21} , it has now been confirmed that \nMr Erotocritou’s correction in re-examination {Day34/93:9-11}  was substantially \ncorrect, and the relevant statement in the judgment should have been translated \nas follows (with the experts jointly providing further clarification at {C17/1/1} that \nthe bracketed “ [or one] ” should be understood as “ and any ”):  \n“… so that their Counterclaim can succeed, for the simplest reason that \nhere according to the findings of the first instance Court there was n"}
{"start": 112000, "text": "-21} , it has now been confirmed that \nMr Erotocritou’s correction in re-examination {Day34/93:9-11}  was substantially \ncorrect, and the relevant statement in the judgment should have been translated \nas follows (with the experts jointly providing further clarification at {C17/1/1} that \nthe bracketed “ [or one] ” should be understood as “ and any ”):  \n“… so that their Counterclaim can succeed, for the simplest reason that \nhere according to the findings of the first instance Court there was no \nagreement between the parties or between the Respondents Appellants [or \none] of the Appellants.” \n \n63  E.g. , where A agrees with B that if B pays A, A will deliver something to C.  C is not a party to the \nagreement but will have received whatever A delivered “ under ” the A – B agreement. \nAA5/3/59\n \n58 140. The Bank also sought to rely on a statement in Pollock & Mulla  {C15/2/30}  and \nsome authority to which it referred in regard to the equivalent section of the Indian \nstatute. Mr Nathanael had disavowed reliance on that material, so it could not be \nexplored with him in his cross-examination {Day33/114:13} - {Day33/115:23} . But, \nproperly read, it is clear that the passage does not support the Bank’s case to any \nmeaningful extent: \n(a) The case cited as authority for the application of section 65 when the \ndefendant was not party to the contract is the 1886 Indian judgment in Girraj \nBakhsh v Kazi Hamid Ali  {C15/3/4} . It concerned benefits conveyed to a \nminor under a contract concluded for his benefit by his guardian.  In that \ncase, although not a party to the agreement, the benefits were clearly \nobtained “ under ” that agreement and directly from the claimant. As such, \nthe conclusion that section 65 could still apply is no authority at all for the \nBank’s wider argument that it supports an interpretation which applies \nsection 65 to encompass true indirect enrichment. \n(b) That is made clear by the authority cited at the end of the same paragraph of \nPollock & Mulla : Government of India v Jammtadhar Rungta  AIR 1960 Pat 19 \n{C16/0.1/11} . It concerned a contract with the Government of India for the \nmilling and delivery of rice to its nominees. A claim against the nominees for \nenrichment was rejected at [57] because the contract had not been with \nthem. \n141. The Bank seeks to sidestep the lack of privity by further pleading at Reply/25.8(iv) \n{A1/25/34} : “the Relevant Loans and Relevant Supply Agreements formed a co-\nordinated set of void transactions such that they are to be treated together for the \npurposes of s.65 ”.  There is no basis for section 65 to be applied in that way (and it \nis in any event wrong for the reasons addressed in regard to the reliance on the \njudgment in ITC, below). \nAA5/3/60\n \n59 L.3 NO STANDALONE CYPRIOT LAW CAUSE OF ACTION IN UNJUST ENRICHMENT  \nApproach of English Court to claims based on evolution of foreign law \n142. In Yukos v Rosneft [2014] 2 CLC 162, Simon J distinguished between: (i) future \ndecisions on already developing areas of foreign law, and (ii) future developments \nof the foreign law, {M4/2/10}  at [30]: \n“… a further issue may arise where the foreign law is going through a period \nof change (as the Claimant contended in the present case). The question is \nthen the extent to which the English Court can anticipate the ‘trajectory’ of \nthe developing law. Mr Pollock referred to a passage in the judgment of \nBeatson J in Blue Sky One Ltd v. Blue Sky Airways LLC [2010] EWHC 631 \n(Comm) at [88] in support of his contention that it can. In that case Beatson \nJ was considering a particular problem: that the decisions of the Iranian \ncourts are seldom referred to, the views of commentators are seldom relied \non and only decisions of the Supreme Court sitting in banc constitute legally \nbinding precedent. In these circumstances I am not persuaded that Beatson \nJ’s reference to the ‘trajectory of Iranian law’ bears the weight that Mr \nPollock sought to attach to it. To the ex"}
{"start": 115500, "text": "(Comm) at [88] in support of his contention that it can. In that case Beatson \nJ was considering a particular problem: that the decisions of the Iranian \ncourts are seldom referred to, the views of commentators are seldom relied \non and only decisions of the Supreme Court sitting in banc constitute legally \nbinding precedent. In these circumstances I am not persuaded that Beatson \nJ’s reference to the ‘trajectory of Iranian law’ bears the weight that Mr \nPollock sought to attach to it. To the extent that he was submitting that the \nEnglish court should decide what conclusion a foreign court would reach on \na developing area of the law, the point is unobjectionable. If he was \nintending to invite me to make findings which went beyond the present state \nof Russian law and to anticipate a rational development of it, his invitation \nmust be declined.”  (emphasis added) \n143. In SFO v Litigation Capital  [2021] EWHC 1272 (Comm), Foxton J followed Simon J, \nholding at [529] {M4/5/179} :  \n“This is clearly an interesting point of Jersey law concerning the interaction \nof property and trusts law in the context of trustee fraud which is not subject \nto any direct Jersey authority, and on which there is much to be said on both \nsides. As Simon J held in Yukos Capital, the role of the court in these \ncircumstances is to decide what conclusion the foreign court would reach \non a developing area of the law, not to seek to anticipate a rational \ndevelopment in the foreign law or decide what the law should be.” \n (emphasis added) \n144. See also Banca Intesta v Comune Di Venezia [2022] EWHC 2586 (Comm) at [127] \n{M4/7/39} . \nAA5/3/61\n \n60 No standalone cause of action in unjust enrichment in Cypriot law \n145. In view of the limitations of claims under sections 65 and 70, the Bank seeks to \ncontend that while Cypriot Courts have not yet recognised an autonomous cause \nof action in unjust enrichment, they will do so as soon as the right case comes \nbefore the Supreme Court. That is an attempt to rely on what might be a rational \ndevelopment, and not on what Cypriot law currently is. \n146. The experts agreed in the joint statement {C12/1/7}  both that the Supreme Court \nhas not so far acknowledged an autonomous unjust enrichment cause of action, \nand that the Supreme Court has expressly found section 70 does not provide a \nbasis for an autonomous unjust enrichment cause of action. \n147. Artemis-2/20 and /21(e) {C10/1/5}  accepted that the Cyprus Supreme Court has \nnot yet recognised an independent/autonomous cause of action in unjust \nenrichment; see also Erotocritou-1/5.18 {C11/1/20} . That is confirmed by the \njudgments in Minerva Finance and Investments Ltd v Georgiadi  {C14/1.1/1}  at /8-\n10, quoted and confirmed in 2001 in Panagiotis Kitsis v Attorney General of Cyprus  \n{C14/2/12} . \n148. Both in those judgments and subsequently, the Cyprus Supreme Court has \nrepeatedly stuck to that position, and made clear that unjust enrichment is \naddressed in Cyprus under the provisions of the Contract Law, notwithstanding the \nrecognition of an autonomous cause of action in England since Lipkin Gorman v \nKarpnale Ltd  [1991] 2 AC 548.  Amongst others: \n(a) In 2012, in Ioannou v Charalambous   {C14/9/5} ,64 the Supreme Court relied \non the (erroneous) citation of English law as lacking a general cause of action \nin unjust enrichment and made clear at the that in Cyprus it is addressed by \nthe provisions of the Contract Law. \n \n64  Relied on in Nathanael-1/18 {C10/35/5}  \nAA5/3/62\n \n61 (b) In 2015, in Archippea v Demetriou  {C14/11/1}  Mr Nathanael himself gave the \nmajority judgment, citing the outdated English judgment in Orakpo v Manson  \nto say that English law does not recognise a general and unified cause of \naction, and confirming Minerva Finance  and Kitsis , notwithstanding the \ncomment that in England there was “ now talk of a restitutionary claim ”. \n(c) In 2017, in Alkiviades v The Phillips College  {C14/12/1} ,65 a judgment in \nwhich Mr Na"}
{"start": 119000, "text": "10/35/5}  \nAA5/3/62\n \n61 (b) In 2015, in Archippea v Demetriou  {C14/11/1}  Mr Nathanael himself gave the \nmajority judgment, citing the outdated English judgment in Orakpo v Manson  \nto say that English law does not recognise a general and unified cause of \naction, and confirming Minerva Finance  and Kitsis , notwithstanding the \ncomment that in England there was “ now talk of a restitutionary claim ”. \n(c) In 2017, in Alkiviades v The Phillips College  {C14/12/1} ,65 a judgment in \nwhich Mr Nathanael concurred, the Supreme Court continued to quote \nArchippea  and its suggestion that English law did not have a cause of action \nin unjust enrichment (at /6-7). \n(d) In 2019, Mr Nathanael again presided in Zenios Limited v Touch Properties \nand Investments  {C10/36.9/1} , expressly finding that the legal foundation for \ndamages on the basis of unjust enrichment is based on section 70 of the \nContract law, and quoting from Archippea.  The judgment did also refer to the \nmore modern English decision in Benedetti v Sawiris  [2013] 3 WLR 351, but \nonly as a citation for the general principle that unjust enrichment focuses on \nremoving the benefit obtained at the claimant’s expense, not compensation \nfor loss; and not referring to either Menelaou v Bank of Cyprus plc  [2016] AC \n176 nor ITC v HMRC  [2018] AC 275 (on which the Bank now seeks to rely). \n149. Bank-Closing/558-559 {AA2/15/300}  seeks to make its argument good by relying on \nevidence that (i) pleadings in Cyprus often do not expressly set out the legal \ngrounds for the claim (as opposed to the facts), and (ii) referring to cases which \naddressed unjust enrichment claims without express reference to section 65 or 70. \nIf that meant an autonomous cause of action has already implicitly been in \noperation then Mr Artemis’s express statement that Cyprus law had not yet \nrecognised such a cause of action (confirmed by Mr Nathanael) would have made \nno sense.  The judges did not in any of those cases suggest that they understood \nthemselves to be departing from the longstanding statement in the Supreme Court \ncase of Irini Iona  {C11/11/9} : “the plaintiff (respondent) can only succeed in her \n \n65  Referenced in Nathanael-1/20 at {C10/35/6}  \nAA5/3/63\n \n62 claim if she can bring it within the provisions of section 70 of or Contract Law ”.  Mr \nErotocritou made plain that no unjust enrichment claim had been upheld other \nthan under sections 65 and 70 {Day34/72:11-14} .  \n150. There is however clearly a body of opinion which supports the future recognition of \na wider cause of action in Cyprus law. Artemis 2/21(g) {C10/1/6}  cited Polyviou’s \ntextbook for the proposition that when a unified theory of unjust enrichment is \npresented it is likely to be based on section 70 of the Contract Law, and Mr \nNathanael also speculates as to that possibility in the joint statement {C12/1/8} . \nBut it is inescapable that: \n(a) It has not yet done so, notwithstanding repeated opportunities in the large \nnumber of cases since the equivalent development in English law; \n(b) It has had repeatedly cloven to sections 65 and 70 as the basis for unjust \nenrichment in Cyprus law; \n(c)  In those circumstances it cannot be said to represent Cyprus law as it \nstands, and the highest it can be put is that there might at some \nindeterminate point be such a rational development in the future, whether \nby legislative amendment or Court decision.  \n151. Indeed, even Mr Nathanael’s report did not in fact suggest more. The way he put it \nin paragraph 53 of his second report {C10/37/16}  was that: “ I have no doubt that \nthe Cypriot courts, like their English counterparts, would recognise that the \nimposition of liability for unjust enrichment in circumstances of indirect enrichment \nis a sensible and just legal development ” (emphasis added) and in cross-\nexamination confirmed that a standalone cause of action would involve a \n“development of the law ” {Day33/105:1-6} . \nL.4 ARTICLE 1212  OF UKRAINIAN CODE NOT E"}
{"start": 122500, "text": "e way he put it \nin paragraph 53 of his second report {C10/37/16}  was that: “ I have no doubt that \nthe Cypriot courts, like their English counterparts, would recognise that the \nimposition of liability for unjust enrichment in circumstances of indirect enrichment \nis a sensible and just legal development ” (emphasis added) and in cross-\nexamination confirmed that a standalone cause of action would involve a \n“development of the law ” {Day33/105:1-6} . \nL.4 ARTICLE 1212  OF UKRAINIAN CODE NOT ENGAGED BY INDIRECT ENRICHMENT  \n152.  Article 1212 of the Ukrainian Civil Code provides: \nAA5/3/64\n \n63 “Article 1212  General provisions on obligations in connection with the \nacquisition or preservation of property without sufficient legal \ngrounds   \n \n(1)   A person, who acquired property or preserved it at the expense of another \nperson (the victim) without sufficient legal grounds (groundlessly acquired \nproperty), is obliged to return this property to the victim. A person is also \nobliged to return the property when the basis on which it was acquired has \nsubsequently disappeared.  \n \n(2) The provisions of this Part shall apply irrespective of whether the groundless \nacquisition or preservation of property was the result of the behaviour of the \nacquirer of the property, the victim, other persons, or as a consequence, of \nan accident. \n \n(3)  The provisions of this Part shall also apply to claims regarding:  \n \n1)  return of performance under an invalid transaction;  \n2)  recovery of property by an owner from unlawful possession;  \n3)  return of performance by one of the parties to an obligation;  \n4)  compensation for harm by a person who illegally acquired the \nproperty or preserved it at the expense of another person.” \n153. It is important, given the reliance placed by the Bank on the Peasant Farm case (see \nbelow) and the explanation of that case given by Mr Nahnybida in cross-\nexamination, to appreciate the distinction between an Article 1212 claim based on \nacquisition of property and one based on preservation of property.   \n(a) Acquisition and preservation are not synonyms, but fundamentally different \nbases for liability. As explained at Beketov-8/240 {C1/1/79} , the former \ninvolves “ the actual acquisition of another’s property or property rights ”, \nwhile the latter involves the defendant “ preserving or saving his own property \nat the expense or detriment of another ”. The experts agreed ULJS/75.2 \n{C5/1/31}  that the Bank’s claim concerns acquisition of property by Ds3-8 \nand not preservation of property.  \n(b) The attack in Bank-Closing/533(1) {AA2/15/293}  suggesting this was an \nafterthought is entirely misplaced. The point had expressly been made in \nNahnybida-5/23.5 {C9.6/1/8}  when addressing the Peasant Farm case. The \nAA5/3/65\n \n64 references the Bank cites as to his cross-examination involve his \nexplanation of the correspondence/condition point as was belatedly \nrecognised at {Day33/12:17} . The point finally put – that the distinction \nbetween preservation and acquisition was a new one – was correctly \nrejected {Day33/13:3-9} ; it had as already noted been discussed in the joint \nmeeting and agreed.66  \n154. The experts agreed ULJS/75.2 {C5/1/31}  that, on a claim for acquisition, a claimant \nunder Article 1212 has to prove (i) the acquisition of property; (ii) that such \nacquisition was at the expense of the claimant; and (iii) the absence of legal \ngrounds for the acquisition. \n155. The key issue as to indirect enrichment is as to the meaning of the “ at the expense \nof” requirement. \n156. Mr Beketov and the Bank suggest that it requires simply “ causal connection ”, and \nthat the concept of causal connection in turn is wide enough to cover indirect \nenrichment in general. While there are judgments which refer to the requirement of \ncausal connection, Nahnybida-4/67-68 {C9/1/15}  point out that the very cases \ncited in Beketov-8/255 {C1/1/82}  show that to be only part of the test, clearly \nexplaining:"}
{"start": 126000, "text": "enrichment is as to the meaning of the “ at the expense \nof” requirement. \n156. Mr Beketov and the Bank suggest that it requires simply “ causal connection ”, and \nthat the concept of causal connection in turn is wide enough to cover indirect \nenrichment in general. While there are judgments which refer to the requirement of \ncausal connection, Nahnybida-4/67-68 {C9/1/15}  point out that the very cases \ncited in Beketov-8/255 {C1/1/82}  show that to be only part of the test, clearly \nexplaining: (i) the need for conditionality or correspondence of enrichment and \nloss; (ii) that such conditionality / correspondence has a temporal component \n(simultaneity or coincidence in time). Causal connection is necessary, but not \nsufficient. Mr Beketov’s attempt to exclude those requirements is a real reason to \ncriticise his evidence. \n157. The conditionality / correspondence requirement, along with its temporal \ncomponent, is incompatible with liability for indirect acquisition of property, and \ninevitably means that the necessary causal connection must be a very close one.  \n \n66  The reference to a case of 11 May 2022 is self-evidently the case of 11 May 2023 – the Peasant Farm  \ncase itself. \nAA5/3/66\n \n65 (a) The first case, no. 910/9345/17 of 26.4.18 contains a key sentence following \nright after the passage from paragraph 57 cited in Beketov-8/255, being that \nunderlined below: \n{C9/3/301} (D3-8s’ translation): “(3) causal connection between the \nincrease of property in one person and corresponding loss of property \nin another person; (4) the absence of sufficient legal grounds for \nincrease in the property in one party at the expense of another party, i.e. \nthe necessary condition is increase in the property of one party \n(acquirer) with simultaneous reduction of it in another party (victim) as \nwell as the absence of legal basis (juridical fact) for enrichment.”  \n \n{C1/180/1}  (Bank’s translation): “3) a causal connection between the \nenrichment of one person and appropriate loss of the property by \nanother person; 4) lack of sufficient legal grounds for the acquirer's \nenrichment at the expense of another person, that is the mandatory \ncondition is the coincidence in time of the increase in property of one \nparty (the acquirer) and reduction of property of another party (the \ninjured party), as well as the lack of sufficient legal ground (a legal fact) \nfor enrichment”. \n(b) The second case, no. 910/13271/18 of 06.02.20 was wholly mistranslated \nand misquoted in both Beketov-8/255(b) and in the form originally exhibited \nat {C1/182/1} , suggesting that the third element was a “ causal link … ”.  \nIndeed, “ causal link ” was underlined in the body of Beketov-8/255. \nNahnybida-4/70 {C9/1/15}  explained that the third element was properly \ntranslated as:  \n“(3) conditionality of increase or preservation of property on the side of \nthe acquirer by way of [or through] reduction, or non-increase on the \nside of victim\"  \n(c) In cross-examination, Mr Beketov accepted the translation errors.67 The \nBank’s new translation at {C9.8/12/9} , is in similar though not identical \nterms to that quoted above and crucially confirms that “ conditionality ” is the \nconcept used, not “ causal link ”.68  It is noteworthy that that new translation \n \n67  {Day28/151:22} - {Day28/152:11}  \n68  “(3) conditionality of increase or retention of property on the part of the acquirer by a decrease or \nabsence of increase on the part of the victim ” \nAA5/3/67\n \n66 was produced after all of Mr Beketov’s reports,69 and how his expressed \nposition could be reconciled with the corrected translation was never \nexplained. 70   \n(d) The third case Mr Beketov referred to, no. 916/2478/20 dated 01.06.21, \n{C1/181/1} , does refer to causal connection in the third element goes \nstraight on to explain (in a passage not quoted by Mr Beketov) requirements \n(3) and (4) as meaning:  \n“… that is the mandatory condition is the coincidence in time of the \nincrease in property "}
{"start": 129500, "text": " produced after all of Mr Beketov’s reports,69 and how his expressed \nposition could be reconciled with the corrected translation was never \nexplained. 70   \n(d) The third case Mr Beketov referred to, no. 916/2478/20 dated 01.06.21, \n{C1/181/1} , does refer to causal connection in the third element goes \nstraight on to explain (in a passage not quoted by Mr Beketov) requirements \n(3) and (4) as meaning:  \n“… that is the mandatory condition is the coincidence in time of the \nincrease in property of one party (the acquirer) and reduction of property \nof another party (the injured party), as well as the lack of sufficient legal \nground (a legal fact) for enrichment.” \n158. Until cross-examined, Mr Beketov never sought to either correct the translation \nmistakes in the passages quoted or to address the unquoted passages which are \nmanifestly relevant (and, Ds3-8 submit, vital), despite those points being \nhighlighted in Nahnybida-4.  To put it at its lowest, Mr Beketov neglected to analyse \nwhat the Ukrainian Supreme Court had repeatedly said in respect of the connection \nbetween the claimant’s loss and defendant’s gain. \n159. That a mere causal link is insufficient also appears from the two cases cited by Mr \nNahnybida: \n(a) In another judgment, case no. 529/1060/16-z, of November 2018, cited in \nNahnybida-3/145 {C4/1/23}  at 502 the requirements of Article 1212 are said \nto include {C4/4/502} :71 “3) conditionality of increase or preservation of \n \n69  Uploaded to Opus on 28.09.23. \n70  At the outset of cross-examination by D3-8s’ counsel, Mr Beketov noted the large volume of authorities \nand stated that “ I believe that sometimes I could fairly overlook translation issues ” {Day28/147:17-25} .  \nThis minimises the importance of the mistake: this error was in the translation of a key passage from an \nauthority quoted – and underlined – in the body of the report with the (now accepted to be) incorrect \nwording supporting a key contention on the central Ukrainian law dispute on the unjust enrichment \nclaim.    \n71  See also the Bank’s new translation at {C9.8/19/4}  to similar effect despite small differences: \n“conditionality of increase or retention of property on the part of the acquirer by a decease or absence \nof increase on the part of the victim ”. \nAA5/3/68\n \n67 property on the side of the acquirer by way of reduction, or non-increase on \nthe side of victim ”. \n(b) Similarly, in case no. 902/201/19 of November 2019 cited in Nahnybida-\n3/146 {C4/1/23} ,72 the Supreme Court explained at {C4/4/552} : \n“In order for the above said rule to apply, it is necessary, first of all, that \none person has acquired (preserved) property at the expense of the \nanother. The increase or preservation in the same amount of one party's \nproperty is the result of a corresponding decrease in the property of the \nother party.” (emphasis added) \n160. Nahnybida-3/148 {C4/1/23} also cites an article by an ex-chairman of the Supreme \nCourt Dr Romaniuk which explains at {C4/4/563} : \n“The unjust enrichment obligation arises under the following conditions: 1) \nacquisition or preservation of property by one person (acquirer) at the \nexpense of another person (victim). It means that the unjust enrichment \nobligation is bilateral or multilateral and it is possible to say that the property \nstatus of the parties to the unjust enrichment obligation is in inverse \nproportionality: the increase in the amount of property of the acquirer is a \ndirect consequence of the simultaneous reduction of its amount in the \nvictim.”  (emphasis added) \n161. Mr Beketov’s attempts to explain these cases away at Beketov-9/299 {C6/1/122} \nand in cross-examination were entirely unpersuasive {Day29/12:8-23:25} .  \n(a) The only case which Mr Beketov cited to show that the Ukrainian Courts had \never granted relief for indirect enrichment was the Kyiv City Council  case: \nBeketov-8/258 {C1/1/83} .  But it concerned a proprietary tracing claim \nwhere the remedy of ‘vindication’ was "}
{"start": 133000, "text": "imultaneous reduction of its amount in the \nvictim.”  (emphasis added) \n161. Mr Beketov’s attempts to explain these cases away at Beketov-9/299 {C6/1/122} \nand in cross-examination were entirely unpersuasive {Day29/12:8-23:25} .  \n(a) The only case which Mr Beketov cited to show that the Ukrainian Courts had \never granted relief for indirect enrichment was the Kyiv City Council  case: \nBeketov-8/258 {C1/1/83} .  But it concerned a proprietary tracing claim \nwhere the remedy of ‘vindication’ was sought alongside a claim under Article \n1212.  Nowhere in the judgment was it suggested that the claim could have \nsucceeded on the basis of Article 1212 alone, still less if the money transfers \nhad only been causally connected. Mr Beketov accepted that Article 1212 \nwas “ subsidiary ” in nature to the ‘vindication’ basis of the claim and \n \n72  The Bank’s new translation at {C9.8/21/6}  is slightly different but still makes the same point: “ To apply \nthis rule, it is necessary, first, that one person acquires (retains) property at the expense of another. The \nincrease or preservation of the same amount of property of one party is the result of a corresponding \ndecrease in the property of the other party ”.  \nAA5/3/69\n \n68 deflected when it was put to him that the case was no authority for non-\nproprietary claims for indirect transfers of value: {Day29/21:6-22} .   \n(b) Moreover, even if the  Kyiv City Council  judgment could be taken to suggest \navailability of relief for indirect enrichment more generally: (i) it was only a \njudgment of the High Commercial Court of Ukraine and it is the consistent \nstatements of principle of the Supreme Court in rulings before and after that \njudgment which should be applied; (ii) it was a judgment from 2012 and in Mr \nBeketov’s view pre-2016 caselaw should no longer be regarded as \nsignificant.73 \n162. In the final analysis, the Bank’s only answer was to rest its argument entirely on the \nPeasant Farm Ukraine v State Treasury Service {C9.6/4/19}  which Mr Nahnybida \nhad identified and exhibited to Nahnybida-5/14 {C9.6/1/4}  pursuant to his duty of \nindependence. Superficially, it may appear as though this case supports liability for \nindirect enrichment because a claim under Article 1212 succeeded even though \nthe farm enterprise’s money was not transferred directly to the State Treasury but \nonly after first having been transferred to fraudulent accounts set up by third party \nfraudsters in the names of other parties.  \n163. However, it is vital to appreciate, as Mr Nahnybida emphasised in cross-\nexamination,74 that [104] & [105] of the judgment {C9.6/4/33}  show that Peasant \nFarm  was a case where the “ at the expense of ” requirement was satisfied by the \ndefendant state treasury having preserved  property . It was obligated – owing to not \nhaving a basis to keep those monies under Ukrainian tax law (see at [68]) – to make \npayments to the claimant farm enterprise. 75 The means of enforcing the failure to \ndo so was Article 1212.  It is right to note that the circumstances in which that tax \nlaw liability was triggered was that there was an indirect transfer of the Farm \nEnterprise’s monies to the state treasury. But the defendant State Treasury having \n \n73  {Day29/21:2-5}  \n74  {Day32/145:22} – {Day32/148:2}  \n75  Of “ taxes, fees, and mandatory payments erroneously paid to the budget ”. \nAA5/3/70\n \n69 acquired  property of the farm enterprise via a series of transfers was not sufficient \nto satisfy the “ at the expense of ” requirement. The acquisition / preservation \ndistinction is key.  \n164. It is also obvious that the Ukrainian tax law establishes the relationship between \nthe State Treasury and the Farm Enterprise, not the indirect transfers of monies \nsimpliciter .  Of course, there is no analogue to the Ukrainian tax law in the Bank’s \nclaim: it seeks to ground liability only upon indirect acquisition of property. \n165. The Peasant Farm  case is in any event no authority for any broad"}
{"start": 136500, "text": "e “ at the expense of ” requirement. The acquisition / preservation \ndistinction is key.  \n164. It is also obvious that the Ukrainian tax law establishes the relationship between \nthe State Treasury and the Farm Enterprise, not the indirect transfers of monies \nsimpliciter .  Of course, there is no analogue to the Ukrainian tax law in the Bank’s \nclaim: it seeks to ground liability only upon indirect acquisition of property. \n165. The Peasant Farm  case is in any event no authority for any broader proposition \nconcerning indirect enrichment: \n(a) The Court did not purport to widen the scope of “ at the expense of ” \nrequirement at all; nor did it refer to any of the previous decisions – in \nparticular the VAB Bank  decision of the Grand Chamber of the Supreme \nCourt {C4/4/586} ;76 and so cannot be taken to have reformulated the \nrelevant tests. The legal analysis for the Peasant Farm decision is explained \nin [67], [68], [104] & [105]: it concerns only the lack of legal justification as a \nmatter of Ukrainian tax law for the State Treasury to preserve its funds by not \nreimbursing the Farm Enterprise. Ukrainian Supreme Court decisions are \nnot binding precedents, and even if the Bank’s reading were right this case \nwould not be treated as overriding the weight of previous rulings (in \nparticular for purposes of a case so removed from its facts). \n(b) The “indirectness” of the receipt of monies by the State Treasury was in \nsubstance ephemeral, because the intervening bank account through which \nthe money passes was an account in the name of an entity which did not \n \n76  The Bank cross-examined Mr Nahnybida on this judgment, suggesting that because the facts of the \ncase did not involve a situation of indirect enrichment, it was not relevant and Peasant Farm should be \nfollowed.  As Mr Nahnybida explained, that is to misunderstand the role (“ mission ”) of the Grand \nChamber: it sets down general principles.  See: {Day33/29:21} – {Day33/30:24}.   The Grand Chamber’s \njudgments are not to be regarded as an English lawyer would have regard to a UK Supreme Court case \n(i.e., seeking to ascertain a binding ratio ). \nAA5/3/71\n \n70 authorise its opening to begin with, so that it can never itself have acquired \nthe funds. \n(c) The case is no analogue of the present facts at all. \n(d) In cross-examination, the Bank’s counsel highlighted that the Court in \nPeasant Farm  referred to interpreting Article 1212: (i) teleologically, (ii) using \n“justice, good faith and reasonableness ” and (ii) by reference to European \nModel Private Law rules (DCFR).  Nahnybida-5/22.4 {C9.6/1/6}  explained \nthat the reasoning was limited to cases concerning preservation not \nacquisition.  The Bank’s counsel also suggested policy reasons why it would \nbe desirable to be able to rely on Article 1212 as against all recipients along \na chain of transferees. But that is just a policy argument for future \ndevelopment of the law, not a reflection of its actual state. \n166. It is clear that enrichment, by way of acquisition of property, is not at the Bank’s \nexpense unless there is a direct correspondence of gain and loss; and Ukrainian \nlaw does not provide a remedy simply because of the Unreturned Prepayments can \nbe tied back to Relevant Loans by transaction narrative linking. \n167. Indeed, Mr Beketov’s ultimate position was that (i) the “ at the expense of ” \nrequirement means only “ causal connection ”, but “ causal connection ” requires \nthat the gain be “ at the expense of ” the Claimant – {Day 29/39:17-40:12} . That \ndescent into obvious circularity graphically illustrates the extent to which Mr \nBeketov was out on a limb. \nM. NO INDIRECT ENRICHMENT ON THE FACTS  \nM.1 MANNER OF D3-8 S’ RECEIPT OF THE UNRETURNED PREPAYMENTS  \n168. Ds3-8 submit that, even if there could be claims for indirect enrichment in principle, \nthe features of D3-8s’ receipt of the Unreturned Prepayments are so extreme as to \nbe far outside any principled boundaries for indirect enric"}
{"start": 140000, "text": "nse of ” the Claimant – {Day 29/39:17-40:12} . That \ndescent into obvious circularity graphically illustrates the extent to which Mr \nBeketov was out on a limb. \nM. NO INDIRECT ENRICHMENT ON THE FACTS  \nM.1 MANNER OF D3-8 S’ RECEIPT OF THE UNRETURNED PREPAYMENTS  \n168. Ds3-8 submit that, even if there could be claims for indirect enrichment in principle, \nthe features of D3-8s’ receipt of the Unreturned Prepayments are so extreme as to \nbe far outside any principled boundaries for indirect enrichment claims under both \nAA5/3/72\n \n71 Cypriot and Ukrainian law.  In essence, what occurred is a world away from a co-\nordinated transaction by which property or a benefit is indirectly transferred from A \nto C via B. \n169. The evolution of the Bank’s case as to the nature of the indirectness of the \nenrichment is revealing: \n(a) When seeking to establish jurisdiction back in 2017-8, the Bank had \npresented what had happened in that way ( i.e., as a series of A » B » C \ntransfers), see PoC/58(a)&(b) {A1/2/33} , that Ds3-8 “ acquired property in the \nform of prepayments … the said monies were advanced by the Bank to the \nBorrowers ”.  \n(b) The forensic accounting evidence then made clear that such a case was \nmanifestly unsustainable for Looped Connections.  \n(c) To maintain the unjust enrichment claim and keep it aligned with its tort \nclaims against D1/D2 (no doubt for its jurisdictional value), in January 2022 \nthe Bank substantially shifted its case, providing at new PoC/58A {A1/2/34} :  \n“For the avoidance of doubt, it is the Bank’s case that the Relevant \nDrawdowns caused  the Unreturned Prepayments (as particularised in \nSection 3 and Appendices 3-2-1-1 to 3-2-46-2 of the Thompson Report). \nAccordingly, the Defendant Suppliers’ enrichment was at the expense of \nthe Bank.”  (emphasis added) \nThis was also reflected in respect of the pleas as to liability under Cypriot \nlaw by December 2022 amendment to the Reply/25.8(iii) {A1/25/3} : “the \nUnreturned Prepayments were caused by the Relevant Drawdowns under \nthe Relevant Loans which were void ”. \n170. The features of the Bank’s case as to enrichment are striking and no doubt a \nproduct of the contorted analysis of the transactions it has found necessary to put \nforward so as to maintain its claims for tortious loss against D1 / D2. \nAA5/3/73\n \n72 Ignoring transactional reality in favour of presented narrative \n171. For Looped Connections, the Bank’s case is entirely premised on treating the links \nidentified by the Bank’s Methodology as the transactional reality, and wholly \nignoring: (i) that the monies used by the Relevant Borrowers to make the \nUnreturned Prepayments were not the actual Relevant Drawdown funds (as the \nfunds-flow analysis shows);77 and (ii) the matters revealed on D2’s analysis of the \ncontemporaneous Skype chats as to how the persons carrying out the transactions \nunderstood the Relevant Drawdown monies were to be used {AA4/3/1} . \n172. This leads to fundamental legal incoherence on an unjust enrichment claim.  On \nthe (denied) assumption that claims lie against onward transferees beyond the \nRelevant Borrowers, enrichment will have ‘forked’ out into two different chains of \ntransmission of benefit: along the D1 funds-flow (proprietary tracing) chain and \nalong the Bank’s narrative flow (supposed causal) chain. It cannot coherently be \nposited that, as a matter of law, a drawdown of USD100m leads to two separate \nenrichment chains with at any one time there then being USD200m of enrichment \n‘out in the world’.78  In the premises, where there is a proprietary tracing chain \navailable, that can be the only chain that represents real  enrichment. \nNo coordination and planning beyond high level operation of the general scheme \n173. There is no basis to suggest that as at the time of each Relevant Drawdown (still \nless at the time of entry into the Relevant Loan), it was planned or predetermined \nthat that Relevant Drawdown would go to ‘fund’ a particular Unreturned "}
{"start": 143500, "text": "200m of enrichment \n‘out in the world’.78  In the premises, where there is a proprietary tracing chain \navailable, that can be the only chain that represents real  enrichment. \nNo coordination and planning beyond high level operation of the general scheme \n173. There is no basis to suggest that as at the time of each Relevant Drawdown (still \nless at the time of entry into the Relevant Loan), it was planned or predetermined \nthat that Relevant Drawdown would go to ‘fund’ a particular Unreturned \n \n77  As explained right at the outset in Thompson-1, footnote 4 {D1/1/23} : “When discussing the Bank’s \ncase in this report, and in accordance with financial terminology, I use the word “funded” rather than \n“caused” to describe the Bank’s case on how the Relevant Drawdowns can be traced to the Unreturned \nPrepayments (and how the Relevant Drawdowns were purportedly repaid). In doing so, I am referring to \nlinking transactions (i.e. Prepayments and Returns of Prepayment) by Supply Agreement references in \nthe Bank’s transactional data, as well as following fund flows where there are no narrative descriptions \nto link.  Accordingly, when using this terminology, I am not necessarily referring to the available monies \nin the entity’s account at the time of the transaction. ” \n78  This is distinct from any issues as to whether intermediate transferees on a particular chain are all to \nbe regarded as enrichees of the USD 100m on that chain. \nAA5/3/74\n \n73 Prepayment. The lack of planned co-ordination of the transactions and their ad hoc  \nand at times chaotic nature is illustrated by:  \n(a) First, the case of Uniks and D3, which is one the simplest chains of \ntransaction. There were outstanding loans of Forsa and Real Standart which \nneeded to be repaid. A new loan from a different borrower was required. It is \nclear from the Uniks Chronology that there was no prior plan to select Uniks \nto enter a loan and receive a Relevant Drawdown, still less that it would be \nD3 which would receive an Unreturned Prepayment thereafter. The Bank’s \ncounsel aptly described the Uniks Chronology as showing “ a scramble \nbetween BOK and PBC to cobble together some paperwork for the Bank's \nrecords to justify that, which doesn’t in fact arrive, having been cobbled \ntogether, until after the event ” {Day1/96:9-13} \n(b) Secondly, the long-time gaps between steps in Looped Connections and the \ncomplexity of those transactions. For example:  \n(i) at {D1/14/1} , Tekhspets obtained a Relevant Drawdown on 08.11.13. \nOn the Bank’s Methodology, it was then cycled twice to Prior \nManagement and Spircom Investments.  There is no evidence that it \nwas ever planned that it would be eventually cycled to Collyer as an \nUnreturned Prepayment. The Unreturned Prepayment to Collyer took \nplace over 8 months later on 28.07.14.  \n(ii) at {D1/10/1} , AEF, which made the AEF-D4 Unreturned Prepayment of \nUS$45m: 2 main Relevant Drawdowns date back to 27.12.13; and two \nprepayments were made to Kalten Trade, before AEF made the \nprepayment to D4 on 26-27.06.14. \n(iii) Thompson-1/6.9(fn453) {D1/1/272} , explains that Appendix 6-1, \nColumn F illustrates that there were between one and six prepayments \nbetween the initial prepayment and the final Unreturned Prepayment \nunder each of the 54 RSAs. \nAA5/3/75\n \n74 (c) The Kazantsev Spreadsheet {E7/39} , which was used to track the cycling of \nprepayments. The worksheets record which suppliers (column H “ Non-\nresident ”) had received prepayments and when they were due to be returned \nbut, did not include any plan as to which supplier would next receive the \nmonies in the next cycle.  \nDs3-8 not the ‘end point’ / ultimate transferees \n174. Ds3-8 were also not the ‘end point’ / ultimate transferee of the Relevant \nDrawdowns:  \n(a) That is made plain by the Gurieva Spreadsheet, Column AJ “ purpose of \npayment ” {E18/213P} . The accuracy of its record is shown by the example of \nRD097 Intorno-D3 where the monies did actually go to pay off the"}
{"start": 147000, "text": "d when they were due to be returned \nbut, did not include any plan as to which supplier would next receive the \nmonies in the next cycle.  \nDs3-8 not the ‘end point’ / ultimate transferees \n174. Ds3-8 were also not the ‘end point’ / ultimate transferee of the Relevant \nDrawdowns:  \n(a) That is made plain by the Gurieva Spreadsheet, Column AJ “ purpose of \npayment ” {E18/213P} . The accuracy of its record is shown by the example of \nRD097 Intorno-D3 where the monies did actually go to pay off the loans of \nRibotto: Davidson , Appendix 8-1-097-2  {D2/9/261} and Gurieva \nSpreadsheet, rows 72 to 75. \n(b) Again, Uniks is a useful example. It is clear from Skype chats quoted in the \nUniks Chronology that the intention was that the money consisting in the \nUnreturned Prepayment to D3 would be used to pay off other loans; and that \nis also shown by the 01.08.14 email from Kazantsev to Gurieva at \n{E4/206.1/1} . \n(c) Each of Ds3-8 made swift onward transfers of all of the Unreturned \nPrepayments to companies within the scheme ecosystem, as explained at \nparagraph 47 above. \nM.2 CYPRIOT LAW : ITC  EXCEPTIONS NOT ENGAGED  \n175. In the light of the facts, it is submitted that the Bank’s claim would fail on an \napplication of ITC even if a cause of action incorporating the reasoning of that case \nwere found to be part of Cypriot law.   \nAA5/3/76\n \n75 176. In ITC, Lord Reed did not hold that a cause of action could generally be founded \nupon scenarios of indirect enrichment. As subsequently explained by Lord Reed in \nPrudential Assurance v HMRC  [2019] AC 929 at [68] {M4/4.2/37} : in ITC the Court \nhad recognised there was a “ general rule ” that “ a cause of action based on unjust \nenrichment is only available in respect of a benefit which the claimant has provided \ndirectly to the defendant (the only true exception identified being subrogation \nfollowing the discharge of a debt, which is arguably based on a different principle) ” \nand further that a  “causal connection between the claimant's incurring a loss (in \nthe relevant sense) and the defendant's receiving a benefit was not enough to \nestablish a transfer of value ” (emphasis added). \n177. In ITC, the Court only recognised, by way of careful and limited extension, that relief \nmight exceptionally be available in situations that the law treats as “ equivalent ” to \nthe “ direct ” provision of a benefit by the claimant to the defendant. Those are \nsituations in which was “ no substantive or real difference ” between the \ntransactions the claimant relies upon and a direct transfer of value, as explained at \n[47]–[51] {M4/4/22} . Determining whether the connection between the claimant’s \nloss and the defendant’s gain is equivalent to a direct transfer of value, requires a \nclose analysis of the mechanics of the transactions in question. As Lord Reed held \nat [59]–[60]: “ nor could a sufficient connection be identified merely as a matter of \n“economic or commercial reality ””.  As to this: \n(a) D3-8s’ receipt of the Unreturned Prepayments could not in any sense be said \nto be effectively a means of a direct provision of a benefit from the Bank to \nthem given the features of the transactions detailed in Section M.1  above. \n(b) Causation not a basis to engage exception where no direct transfer. The \nBank’s causation-based case (even if established on the facts) is not what \nITC endorsed, as Prudential Assurance  has made entirely clear. \n(c) Transactions not co-ordinated.  In light of the documentary evidence before \nthe Court (described above), the Relevant Loans, RSAs and Unreturned \nPrepayments cannot be regarded as co-ordinated sets of transactions in the \nITC sense. \nAA5/3/77\n \n76 (d) No intermediate sham transaction.  There was no intermediate transaction \ndisguising a transfer of wealth from the Bank to Ds3-8 (whether sham or \notherwise). Rather, there was typically a convoluted series of money cycles \ninvolving multiple different Borrowers and suppliers – of which Ds3-8 were \neach"}
{"start": 150500, "text": "ry evidence before \nthe Court (described above), the Relevant Loans, RSAs and Unreturned \nPrepayments cannot be regarded as co-ordinated sets of transactions in the \nITC sense. \nAA5/3/77\n \n76 (d) No intermediate sham transaction.  There was no intermediate transaction \ndisguising a transfer of wealth from the Bank to Ds3-8 (whether sham or \notherwise). Rather, there was typically a convoluted series of money cycles \ninvolving multiple different Borrowers and suppliers – of which Ds3-8 were \neach but one and, moreover, in the middle.  The ITC exceptions are not \nengaged by open-ended flows of money. \n(e) Intermediate sham transactions simpliciter  insufficient.  Lord Reed in ITC set \nout at [48] that it is not the simple fact of the intervening transaction being a \nsham that suffices, it is where the transaction was a sham the purpose of \nwhich was to “ conceal the connection between the claimant and the \ndefendant ”.  See also in this connection the Relfo  case [2015] 1 BCLC 14 \n{C11/48/19}  which referred at [121] not only to the intermediate \narrangements being a façade (generally) but (specifically) a façade to \nconceal the enrichment of the defendant.  In this case, the enrichment of \nDs3-8 is open, plain and visible.  Insofar as the Relevant Loans and RSAs are \nshams this was not to conceal the fact of their enrichment but rather to \ndisguise the reason for their enrichment. \nAA5/3/78\n \n77 178. Furthermore, it is critical that Ds3-8 were not the end points / ultimate transferees \nof value, for the reasons explained in CMOC Sales and Marketing Ltd v Persons \nUnknown  [2019] Lloyd’s Rep FC 62 {M4/4.3/1}  by HHJ Waksman QC (as he then \nwas), applying ITC, at [145] to [146] {M4/4.3/17} : \n“[T]he apparent direct recipient is to be disregarded in favour of another \nindirect recipient because the latter is the ‘true’ or the ‘real’ recipient. The \nclaim thus passes through the apparent direct recipient, as it were. That can \nbe because the apparent recipient, by dint of the law of agency, is no more \nthan a proxy channel to the principal, the indirect recipient, or because in \ncases of sham the law simply disregards the direct recipient as no more than \nan artificial construct … The tracing example has instead a proprietary \nconnection but it obeys the same rationale. The benefit which is claimed \nback in order to reverse the unjust enrichment can be shown to have ended \nup somewhere other than in the hands of the direct recipient. In all of those \ncases it follows that there is only one true recipient against whom the claim \ncan be made. The notion that there could be claims against both the direct \nand the indirect recipients for receipt of the same benefit cannot work \nbecause one is then not disregarding one in favour of the other.” \n179. The need to look at the “ transactional reality ” and also to identify a “ transfer of \nvalue ” in applying ITC was made clear in Tecnimont Arabia v NatWest  [2023] 1 All \nER 57  at [114]–[116] {M4/5.1/19} , by HHJ Bird: \n“114.  The co-ordinated transactions exception has been described by \nLord Burrows (see his article “In Defence of Unjust Enrichment” CLJ 2019 \n78(3)) as “the most difficult of all” (see footnote 94). Perhaps one reason for \nthe difficulty is that the court is required to ask itself if it is more “realistic” \nto look at related transactions operating in a co-ordinated way separately or \nas a single transaction. But, in doing so, is not entitled to look at “economic \nreality” for the reasons given above. \n \n 115.  At paragraph 61 of the decision, the Supreme Court explains that \nBanque Financiere and Menelaou, are cases which have been dealt with (at \nleast in some judgments) as such cases. It is explained that in those cases \nthe courts were considering reality “in a different sense”, that is, a sense \nother than “economic reality”. There is therefore an important difference \nbetween “economic reality” (which is an impermissible yardstick) and what \nmight be described as “t"}
{"start": 154000, "text": "reasons given above. \n \n 115.  At paragraph 61 of the decision, the Supreme Court explains that \nBanque Financiere and Menelaou, are cases which have been dealt with (at \nleast in some judgments) as such cases. It is explained that in those cases \nthe courts were considering reality “in a different sense”, that is, a sense \nother than “economic reality”. There is therefore an important difference \nbetween “economic reality” (which is an impermissible yardstick) and what \nmight be described as “transactional reality” (which should be considered). \nIt is important not to elide or confuse the two. \n \n 116.  These cases are examples of cases where a series of co-ordinated \ntransactions is treated (as a matter of “transactional reality”) as a single \nAA5/3/79\n \n78 scheme or transaction so there can be said to be a “transfer of value” \nbetween the claimant and defendant. \n… \n121.  The outcome of the ITC case provides a helpful application of the \nprinciples set out in that case. The relevant conclusion is expressed at \nparagraphs 71 and 72. The claim was dismissed. The following points \nappear from those paragraphs: \na.  The key consideration was: had there been a transfer of value from the \nclaimants to HMRC? \nb.  There were in fact 2 transfers of value: from the claimant to the \nmanagers and subsequently from the managers to HMRC. \nc.  The 2 transactions could not be collapsed into one for a number of \nreasons: \ni.  The managers did not act as the claimant’s agents when \npaying money to HMRC. Their involvement could not be \nignored, and they could not be treated as proxies for the \nclaimant when making payments to HMRC. \nii.  Payments made to the managers by the claimant were mixed \nwith the managers’ funds and could be dealt with as the \nmanagers saw fit. The payments could not be traced into the \npayments made to HMRC. \niii.  The fact that there were 2 separate transactions could not be \nignored because (in particular) the transaction was not a \nsham, it did not involve an artificial step and it did not involve \na single scheme. \n… \n130.  In considering whether the transaction should be treated as a direct \ntransfer in my view the following factors derived from ITC (and from \nMenelaou and Banque Financiere) are of relevance: \na.  The analysis must focus on the transactions and not the effect of the \ntransaction. This reflects the need to avoid considering the \n“economic reality” of the transaction. \n b.  The substance of the transaction is key rather than its form. This \nreflects “transactional reality” and ensures that “apparent” features \nof the transaction give way to “real” features. The purpose and \ngenuineness of each step must be considered. \nc.  The nature of the transactions may be important. The fact that \ncharges and land purchases are “indissolubly bound together” as a \nmatter of law (see Abbey National v Cann) was an important feature \nin Menelaou. \nd.  The number of parties providing (in this case) funds should be \nconsidered.” \n \nAA5/3/80\n \n79 M.3 UKRAINIAN LAW : UNJUST ENRICHMENT CLAIM NOT SATISFIED ON THE FACTS  \n180. If Ukrainian law were to apply, the difficulties with the claim are even greater. Mr \nBeketov was cross-examined about the nature of the causal connection test which \nhe suggests applies to unjust enrichment. He accepted that it would be critical that \nthe connection was sufficiently close because otherwise there would not be \ncorrespondence or conditionality of increase and decrease {Day 29/46:4-13} . \n(a) Even the No-Loop Connection cases remain indirect, far outside the \ncompass of even the Bank’s analysis of the Peasant Farm  case. The actual \nfunds drawn down have not been conventionally traced through to Ds3-8. \nThe connection is only presentational and not real. The Relevant Borrower’s \npayment to the Corporate Defendant is narratively identified as relating to an \nRSA for which there is no record of repayment to that Relevant Borrower. \nThat presentational connection is in particular insuff"}
{"start": 157500, "text": "Even the No-Loop Connection cases remain indirect, far outside the \ncompass of even the Bank’s analysis of the Peasant Farm  case. The actual \nfunds drawn down have not been conventionally traced through to Ds3-8. \nThe connection is only presentational and not real. The Relevant Borrower’s \npayment to the Corporate Defendant is narratively identified as relating to an \nRSA for which there is no record of repayment to that Relevant Borrower. \nThat presentational connection is in particular insufficient when the Bank’s \nown case is that it was all part of a disguise to falsely present the Relevant \nDrawdown monies having been lost at the point of the Unreturned \nPrepayments. \n(b) For all Looped Connection transactions, the position is far more complex, \nand the acts of the Bank in making the Relevant Drawdown transfer and the \nreceipt of the Unreturned Prepayment by Ds3-8 are far removed from each \nother both temporally and because of the intermediate steps between them. \n(c) None in substance involve the required correspondence or conditionality of \nincrease and decrease, still less with the required coincidence of time / \nsimultaneity. \nAA5/3/81\n \n80 N. UNJUST ENRICHMENT – MEASURE OF LIABILITY \nN.1 CURRENCY POINT  \n181. The Bank claims against each of Ds3-8 in the US dollar amounts of the Unreturned \nPrepayments each received, notwithstanding that some of the Relevant \nDrawdowns provided by the Bank (which it says ‘caused’ those Unreturned \nPrepayments) were in UAH, some in USD. For those in UAH, there was a separate \ncurrency conversion step done by the Relevant Borrowers after  their receipt of the \nRelevant Drawdowns: i.e., after the Bank had transferred away its property. Owing \nto currency fluctuations, there is now a significant difference in value in USD \nbetween the USD amounts received by Ds3-8 and the UAH amounts the Bank \ntransferred away. The difference between the UAH value of the Unreturned \nPrepayments ‘caused’ by UAH Relevant Drawdowns at today’s UAH:USD rate and \nthat as of the date of receipt may be described as the “ Dollar Differential ”. It \naffects four of Ds3-8,79 with an aggregate effect of a windfall to the Bank of \nc.USD521m if Ds3-8 are ordered to pay the Dollar Differential to the Bank. The detail \nis set out in the table at Schedule 4 . \n182. The complexity of the currency issue is obviously a function of the convoluted \nindirect enrichment claim that the Bank is pursuing, whereby at some stage after \nthe claimant has parted with a UAH sum, a different party converted that sum to \nthe dollar sum which is received by the defendant. \nCypriot Law \n183. There is no dispute that Cypriot law would follow English law on this issue.  \n184. The thrust of the submissions at Bank-Closing/560-2  {AA2/15/302}  is that unjust \nenrichment liability is to be measured by reference to D3-8s’ gain and not the \nBank’s loss.  That is uncontroversial, as Mr Erotocritou accepted.  However, that \npoint does not answer the issue of how the Court should treat the Dollar \n \n79  Not D6 or D8, whose Unreturned Prepayments were all connected with USD Relevant Drawdowns. \nAA5/3/82\n \n81 Differential.  The issue is not the simplistic point of ‘loss versus gain’, but the more \ncomplex point – properly having regard to D3-8s’ gain – of the extent to which D3-\n8s’ gain is at the expense of the Bank (and therefore unjust enrichment for which \nthe Bank can claim). \n185. Recent Supreme Court authority makes clear that the focus of the law of unjust \nenrichment is on defective transfers of value – ITC (above)  at [42]–[45] and \nPrudential Assurance (above)  at [68], [71]–[73] and [77].  The task for the Court is to \nunpack the transfer of value in the unusual circumstances of this indirect \nenrichment claim.  Ds3-8 submit that the Dollar Differential was not a gain at the \nexpense of the Bank, for any of the following three analyses: \n(a) The Dollar Differential is a state of affairs arising after the transfer in value \nowing to a subseq"}
{"start": 161000, "text": "st \nenrichment is on defective transfers of value – ITC (above)  at [42]–[45] and \nPrudential Assurance (above)  at [68], [71]–[73] and [77].  The task for the Court is to \nunpack the transfer of value in the unusual circumstances of this indirect \nenrichment claim.  Ds3-8 submit that the Dollar Differential was not a gain at the \nexpense of the Bank, for any of the following three analyses: \n(a) The Dollar Differential is a state of affairs arising after the transfer in value \nowing to a subsequent depreciation of UAH against USD.  It did not itself \narise upon the transfer and, as such, does not fall to be corrected in unjust \nenrichment.80 \n(b) Alternatively, insofar as the Dollar Differential to be regarded as inherently \npart of the value received by Ds3-8, the source of that aspect of the value of \nthe Unreturned Prepayments was the Relevant Borrowers and not the Bank. \nOn the Bank’s own case, the Relevant Borrowers’ UAH to USD currency \nconversion was a further and distinct transaction following the UAH Relevant \nDrawdowns using what was then the Borrowers’ own UAH funds: Reply/47.3 \n{A1/25/78} . Therefore, even if the Bank could make out a causal link \nbetween the Relevant Drawdowns and the Unreturned Prepayments \ngenerally, the Bank’s plea at PoC/58A {A1/2/33}  that they “ caused ” the \n \n80  It could readily be characterised as a ‘secondary’ or ‘consequential’ benefit, as explained in Goff & \nJones  at §6.97-8 {M4/11/7} : “Where a defendant qualifies as a direct recipient of a benefit, rather than \nan indirect or incidental recipient, how far will his personal restitutionary liability extend? Is it limited to \nthe monetary value of the benefit acquired from the claimant via the relevant transaction, or can it \nextend to secondary or knock-on benefits that accrue to the defendant as a secondary or remoter \nconsequence of that immediate receipt? … In principle, there are good reasons to think that the \ndefendant’s restitutionary liability is limited, consistently with the premise that the defendant’s liability \nserves to “reverse” a transfer of value between claimant and defendant, and not to achieve \ndisgorgement of the defendant’s gains, whatever their source. ” \nAA5/3/83\n \n82 Unreturned Prepayments is overbroad so far as it concerns the UAH \nRelevant Drawdowns, because those drawdowns did not “ cause ” the US \ndollar aspect of the value of Unreturned Prepayments. It was the Relevant \nBorrowers’ currency conversions – an intervening / supplemental act – which \nwere the cause of US Dollars and not UAH being transferred to Ds3-8.81 \n(c) In the further alternative, insofar as the Dollar Differential is to be regarded \nas a benefit conferred by the Bank, it was only an incidental benefit received \nby Ds3-8 given that the Bank intended to and did transfer UAH. As explained \nby Lord Reed in ITC (above) at [52] {M4/4/24} : “the claimant must also incur \na loss through the provision of the benefit … that requirement will not \nnormally be satisfied where the provision of the benefit was merely an \nincidental or collateral result of his expenditure ”. \n186. The fallacy in the Bank’s argument is exposed by the way in which it would give rise \nto differential unjust enrichment claims against the Relevant Borrowers and Ds3-8. \nThe Relevant Borrowers and Ds3-8 would be enriched in differing amounts (UAH \nand USD respectively) from the self-same UAH Relevant Drawdown monies \ntransferred away by the Bank . \n187. In Dargamo Holdings Ltd v Avonwick Holdings Ltd  [2022] 1 All ER (Comm) 1244 (CA) \nat [54] {M1/29.01/15} , Carr LJ held that: \n“The purpose of the claim is to correct normatively defective transfers of \nvalue, usually by restoring the parties to their pretransfer positions (see \nMenelaou v Bank of Cyprus plc  [2015] UKSC 66; [2016] AC 176 (at [23]) and \nInvestment Trust Companies v HMRC  [2017] UKSC 29; [2018] AC 275 (“ITC”) \n(at [42]) where Lord Reed went on to comment that it “ reflects an Aristotelian \nconception of justi"}
{"start": 164500, "text": "wick Holdings Ltd  [2022] 1 All ER (Comm) 1244 (CA) \nat [54] {M1/29.01/15} , Carr LJ held that: \n“The purpose of the claim is to correct normatively defective transfers of \nvalue, usually by restoring the parties to their pretransfer positions (see \nMenelaou v Bank of Cyprus plc  [2015] UKSC 66; [2016] AC 176 (at [23]) and \nInvestment Trust Companies v HMRC  [2017] UKSC 29; [2018] AC 275 (“ITC”) \n(at [42]) where Lord Reed went on to comment that it “ reflects an Aristotelian \nconception of justice as the restoration of a balance or equilibrium which \nhas been disrupted ”.)” \n \n81  It is irrelevant that the bank which performed the currency conversions was the Bank: at that stage the \nUAH Relevant Drawdowns were funds of the Borrowers, which they used to purchase USD at no further \nloss or cost to the Bank. \nAA5/3/84\n \n83 188. Restoring the Bank to its pretransfer position would require only that it be provided \nback with the UAH and USD sums it actually transferred to the Relevant Borrowers.   \n189. Various authorities are cited at Bank-Closing/562(fn470)  {AA2/15/302}  to suggest \nthat English law is clear and in favour of the Bank’s position.  However, those are all \nfirst instance cases pre-dating the recasting of principles in ITC, Prudential \nAssurance  and Dargamo through the “ transfer of value ” prism (and importantly the \noverruling of Sempra Metals ). Indeed, the uncertainty in this area was highlighted \nin Goff & Jones: The Law of Unjust Enrichment (10th ed)  (“Goff & Jones ”) at §6.87 \n{M4/9/4} : “Rather more difficult is whether, if the defendant’s enrichment is greater \nthan the amount of the claimant’s loss, the defendant’s restitutionary remedy will \nbe capped at that lower amount. This question has been much debated in common \nlaw scholarship ” and also at §6.90 {M4/9/5} : “The English courts’ approach to \ncases where the amount of a defendant’s gain is greater than the amount of the \nclaimant’s loss is not straightforward. Indeed, much will depend on the question of \nhow the claimant’s loss is conceptualised ”. \nUkrainian law \n190. As to Ukrainian law, Mr Beketov agreed there was no relevant case law {Day \n29/48:18-24}  on the question where the value of the loss differed from the gain; and \noffered only a wholly unconvincing rationale for why the clearly required \ncorrespondence of reduction in the Bank’s property with the increase in D3-8s’ \nproperty did not necessarily mean that unjust enrichment would have to be \nmeasured in the amount of the actual drawdown from the Bank (and therefore in \nUAH) – {Day 29/49:1-24} . \nN.2 REPAYMENT / USE OF FUNDS  \n191. It is now effectively common ground that, if and to the extent D1’s points as to \nRepayment and/or Use of Funds succeed, this can operate to reduce the unjust \nenrichment liability of each of Ds3-8: \n(a) As for Cypriot law, see CLJR/§6(b)1.1 & Nathanael-2/94-96 {C10/37/28} , \nAA5/3/85\n \n84 (b) As for Ukrainian law, see Beketov XX on repayment: {Day29/50:20} - \n{Day29/51:8}  and use of funds: {Day29/53:7-18} & {Day29/56:11-17} . \n192. It stands to reason: if the Bank has not suffered loss in respect of a Relevant \nDrawdown (or part thereof) which is said to have ‘caused’ a particular Unreturned \nPrepayment (or part thereof), the receipt of that Unreturned Prepayment will not \nhave been, to the extent of repayment and/or use to the Bank’s benefit of the \nconnected Relevant Drawdown, at the expense of the Bank.  A spreadsheet such \nas that appended to these submissions could be utilised to calculate the unjust \nenrichment liability of each of Ds3-8. \nO. UNJUST ENRICHMENT – Ds3-5 ACTED AS AGENTS  \nO.1 SUMMARY  \n193. Ds3-5, the English companies, also defend the unjust enrichment claims by \nreference to their having received the Unreturned Prepayments qua  agent for their \nrespective Principals.   Two factual issues arise:  \n(a) Whether Ds3-5 received the Unreturned Prepayments qua agent?  \n(b) Whether the Principals were disclosed or undisclosed? \n194. If Ds3-5"}
{"start": 168000, "text": "could be utilised to calculate the unjust \nenrichment liability of each of Ds3-8. \nO. UNJUST ENRICHMENT – Ds3-5 ACTED AS AGENTS  \nO.1 SUMMARY  \n193. Ds3-5, the English companies, also defend the unjust enrichment claims by \nreference to their having received the Unreturned Prepayments qua  agent for their \nrespective Principals.   Two factual issues arise:  \n(a) Whether Ds3-5 received the Unreturned Prepayments qua agent?  \n(b) Whether the Principals were disclosed or undisclosed? \n194. If Ds3-5 did receive the Unreturned Prepayments qua  agent, it is submitted that (the \n“Agency No-Benefit Defence ”82): \n(a) If the Principals were disclosed, the legal consequence is that Ds3-5 were \nnever enriched in the first place and the claims fail without needing to show \nthat Ds3-5 acted in good faith; and \n \n82  As described in D3-8s’ Opening/20 {AA5/1/14} . The agencies of Ds3-5 are also relevant to a separate \nissue whether Ds3-5 had knowledge of / intent vis-à-vis the alleged misappropriation (“ Agency No-\nIntent Defence ”). \nAA5/3/86\n \n85 (b) If the Principals were not disclosed, the legal consequence is that Ds3-5 will \nhave a defence to the claims on the basis of acting in good faith.  \nO.2 FACTUAL BASIS FOR AGENCY RELATIONSHIPS  \n195. D3-5s’ cases are that they had concluded the agency agreements (which are at \nAnnexures A-C to their Defence) with Hangli (BVI) (13.03.14) {A1/21/2} , Brimmilton \n(BVI) (19.03.09) {A1/22/2}  and Collard Securities (Belize) (30.01.14) {A1/23/2}  \nrespectively (the “ Agency Agreements ”); and that they executed the RSAs with \nwhich they were involved as agent for their Principals in each case, and received \nand transmitted the Unreturned Prepayments in the same capacity.83 \n196. The Agency Agreements were governed by English law.84 Under their terms, Ds3-5 \nwere obliged to conclude contracts in their name and operate without disclosure \nof their Principals.85 Ds3-5 held money in respect of their business activities on their \nPrincipals’ behalf on trust for them; in the case of D3 & D5 under express terms,86 \nand in the case of D4, under trustee duties arising from the nature of the \nrelationship.87 \n197. The Bank attacks the agencies as invalid, by contending that: (i) the Agency \nAgreements were shams;88 (ii) the instructions from the Principals to Ds3-5 (re: \nentry into RSAs and onward transfers) were backdated shams.89 However: \n \n83  D3-8-Def/16-18C {A1/20/5} \n84  D3–Hangli, clause 12.6 {A1/21/8} ; D4–Brimmilton, clause 11.6 {A1/22/7} ; D5–Collard, clause 12.6 \n{A1/23/8}  \n85  D3–Hangli, clauses 3(i)&(ii) {A1/21/4} ; D4–Brimmilton, clauses 3(a)&(b) {A1/22/4} ; D5–Collard, clauses \n3(i)&(ii) {A1/23/4}  \n86  D3–Hangli, clause 3(v) {A1/21/4} ; D5–Collard, clause 3(v) {A1/23/5}  \n87  Bowstead & Reynolds on Agency  (22nd Edition) at §6-041 {M4/8/5} : “The present trend seems to be to \napproach the matter more functionally and to ask whether the trust relationship is appropriate to the \ncommercial relationship in which the parties find themselves ”.  It is submitted that the nature of the \nD4–Brimmilton agency, i.e., that D4’s activities thereunder are ministerial / functional in nature, is such \nthat D4 holds the monies received pursuant to that agency on trust for Brimmilton. \n88  PoC/12A {A1/2/4} ; Reply/8 {A1/25/17}  \n89  Reply/9A  {A1/25/18}  \nAA5/3/87\n \n86 (a) Most fundamentally, it is necessary to distinguish between (i) whether the \nAgency Agreements were shams; and (ii) whether the relationship between \nDs3-5 and their Principals used as part of a fraud (to the knowledge of Ds3-\n5).  Bank-Opening/484 {AA2/1/194}  goes only towards issue (ii), which is not \nrelevant to the Agency No-Benefit Defence. \n(b) The trust obligations in favour of the Principals would be inoperative were the \nAgency Agreements found to be shams. But that would require the Bank to \nestablish that each of Ds3-5 had – at the time they concluded those \nagreements – the necessary shamming intent: Snook v London and West \nRid"}
{"start": 171500, "text": "\nDs3-5 and their Principals used as part of a fraud (to the knowledge of Ds3-\n5).  Bank-Opening/484 {AA2/1/194}  goes only towards issue (ii), which is not \nrelevant to the Agency No-Benefit Defence. \n(b) The trust obligations in favour of the Principals would be inoperative were the \nAgency Agreements found to be shams. But that would require the Bank to \nestablish that each of Ds3-5 had – at the time they concluded those \nagreements – the necessary shamming intent: Snook v London and West \nRiding Investments  [1967] 2 QB 786 at 802 {M4/1/17} .90  Even if it were \nestablished that an agency relationship was abused to the detriment of a \nthird party, that would not mean that the agency relationship should be \ntreated as never having existed. \n198. Whatever the purpose of the agencies (improper or otherwise), the \ncontemporaneous documents and activity demonstrate that the agencies were \nand were intended to be operational, and therefore reflect the true agreement \nbetween their parties: \n(a) In the case of D4, its Agency Agreement dates from 2009 – some 5 years \nbefore the first of the RSAs.  It is not the subject of any allegations of \nbackdating by the Bank.  As for the Agency Agreements of D3 and D5, even if \ntheir execution were backdated, it does not follow that they cannot have \nreflected an existing agency relationship – which is supported by the \ncontemporaneous documentation referred to below. \n(b) The Bank’s own account fact sheets refer to their business as or as including \nagency activities: (i) for D3 dated 19.09.14, describes its “ Main Activity ” as \nincluding “ Agency activities ” {F122/9/1} ; (ii) for D4 dated 19.08.14 describes \nits “ Main Activity ”, as including “ Agency activity ” {F123/6/1} ; (iii) The \n \n90  This is a matter of English law, the Agency Agreements being expressly so governed.   \nAA5/3/88\n \n87 account fact sheet for D5 dated 28.07.14 describes its “ Main Activity ”, as \nincluding “ Agency activities ” {F124/7/1} .  \n(c) As set out in Thompson-1, table 8.4 {D1/1/291} , the bank statements record \nthat the Principals were making remuneration payments to Ds3-5 \nthroughout.91 Examples are the references on D4’s bank statement for 2013 \nat {E4/22.2/2} , and for 2014 at {E7/178.3/1} , in each case to “ Agency \nagreement dated 19.03.09 ”.   \n(d) There is a weight of contemporaneous documentation and records showing \nthat the agency arrangements were in operation at the time, for convenience \nlisted in Schedule 3 hereto. \n(e) The onward transmission of the Unreturned Prepayments to the Principals \n(up until 14.07.14) itself supports the inference that (whatever the ultimate \npurposes of those transfers) the agencies were real and were being acted \nupon. \n(f) The Bank relies amongst other things on the fact that the agency point was \nnot raised by Ds3-5 in response to the claims brought by the Borrowers in the \nUkraine courts and arbitrations in 2014. But that is entirely consistent with \nthe agent’s obligations under clauses 3 and 4 of the Agency Agreements to \nact as undisclosed agents. \n(g) Indeed, the Bank prays in aid of its attack on the RSAs that D3-5s’ accounts \nshowed limited trading.92 But those accounts are consistent with them \noperating as agents and not themselves as principals. \n199. Importantly, the Bank has advanced no case as to why or how the Agency \nAgreements could have acted to further or disguise the alleged misappropriation. \nIt was said that the Agency Agreements were “ designed to provide a purportedly \n \n91  With details of some of the payments at Thompson-1, Appendices 8-2-1 to 8-2-4 {D1/343/1}  \n92  Bank-Opening/216(4)&(5) {AA2/1/97}  \nAA5/3/89\n \n88 legitimate reason for [D3-5s’] onward transmission of funds ”.93 But the agencies \nwere demonstrably unnecessary to that end: the loan recycling scheme (as the \nBank characterises it) functioned well without the other 32 suppliers operating \nunder agencies. Moreover, the agency agreement documents were incapable of \ndisguisin"}
{"start": 175000, "text": "ovide a purportedly \n \n91  With details of some of the payments at Thompson-1, Appendices 8-2-1 to 8-2-4 {D1/343/1}  \n92  Bank-Opening/216(4)&(5) {AA2/1/97}  \nAA5/3/89\n \n88 legitimate reason for [D3-5s’] onward transmission of funds ”.93 But the agencies \nwere demonstrably unnecessary to that end: the loan recycling scheme (as the \nBank characterises it) functioned well without the other 32 suppliers operating \nunder agencies. Moreover, the agency agreement documents were incapable of \ndisguising the involvement of the Principals: (i) although not disclosed to the wider \nworld, D3-5s’ agencies were not hidden from the Bank itself – its records contained \nthe relevant information and documentation about D3-5s’ agencies; (ii) the Bank’s \ntransaction data records to whom Ds3-5 made onward transfers of the Unreturned \nPrepayments – including to the Principals. \n200. The thrust of the Bank’s case94 is that if the Relevant Loans and RSAs were contrived \n/ shams (as it contends), the Agency Agreements must also have been. That simply \ndoes not follow. \n201. D3-5s’ pleaded defence covers Ds3-5 acting for their Principals on either a \ndisclosed or undisclosed basis (D3-8-Def/52(4) & 54(2)(a)) {A1/20/28} . \n202. The evidence presented at trial appears to show that in fact the Principals were \ndisclosed.  It is apparent that the Relevant Borrowers will have been aware of D3-\n5s’ agent–principal relationships by way of: (i) the co-ordination by PBC and \nPrimecap of the execution of the RSAs on the sides of both the Relevant Borrower \nand Ds3-5; (ii) Ms Trykulych having been UBO of D3, D3’s Principal (Hangli) and of \n4 of the Relevant Borrower counterparties to D3’s RSAs; (iii) Mr Kolobkov having \nbeen UBO of D4’s Principal (Brimmilton) and of 4 of the Relevant Borrower \ncounterparties to D4’s RSAs; and (iv) Ms Ryazantseva having been UBO of D5’s \nPrincipal (Collard) and of 1 of the Relevant Borrower counterparties to D5’s RSAs.95 \n \n93  Reply/8 {A1/25/17}  \n94  Bank-Opening/484 {AA2/1/194}  \n95  The detail is set out in Bank-Opening/484(3) {AA2/1/194} \nAA5/3/90\n \n89 O.3 CYPRIOT LAW – NO LIABILITY FOR RECEIPT AS AGENTS  \n203. Mr Nathanael accepted that Cypriot law would follow English law to the relevance \nto the unjust enrichment analysis of principles of agency {Day33/147:4-7} . \n204. If on a proper analysis the Principals were disclosed, the analysis is not of an \nagency ‘defence’ (with an attendant good faith qualifier) but is such that the agent \nwas never enriched in the first place.  As Goff & Jones  explains at ¶28-02-3 \n{M4/12/1} : \n“On another view, which we prefer, an agent who receives a benefit for \nwhich he must account to his principal should be able to resist a claim in \nunjust enrichment whether or not he pays the value of the benefit to his \nprincipal, and whether or not he takes good title to property which he then \nuses as his own, because his obligation to account means that he never \ntakes the value of the benefit for himself, and that the principal alone is \nenriched by the transaction.” \n \n“On this view, a claim in unjust enrichment lies against the principal, and no \nclaim lies against the agent, because the agent is not enriched by his \nreceipt” \n \n205. That Ds3-5 were required to so account is reflected by their trust obligations and \nevidenced by transfers they did make to their Principals over the currency of the \nagencies ( i.e., not just onward transfers of Unreturned Prepayments). \nO.4 UKRAINIAN LAW – NO LIABILITY FOR RECEIPT AS AGENTS  \n206. Mr Beketov accepted that the proper analysis of whether the agents were enriched \n(as distinct from their Principals) was a matter of the (English) law of the agencies – \n{Day29/58:18} - {Day29/59:19} . He faintly attempted to argue that a Ukrainian \nCourt would not respect the English analysis, but was hardly credible on that point \n– {Day29/63:21} - {Day29/64:25} .  D3-8s’ case does not require Ukrainian law to \nrecognise alien concepts of trusts / beneficial interest"}
{"start": 178500, "text": " RECEIPT AS AGENTS  \n206. Mr Beketov accepted that the proper analysis of whether the agents were enriched \n(as distinct from their Principals) was a matter of the (English) law of the agencies – \n{Day29/58:18} - {Day29/59:19} . He faintly attempted to argue that a Ukrainian \nCourt would not respect the English analysis, but was hardly credible on that point \n– {Day29/63:21} - {Day29/64:25} .  D3-8s’ case does not require Ukrainian law to \nrecognise alien concepts of trusts / beneficial interest in property in some general \nway.  Rather, it involves only that Ukrainian law respect specific English law rules \nas to treatment of an agent’s receipt of property on behalf of a principal under an \nEnglish law governed agency – in the same way as it does for Ukrainian law \nAA5/3/91\n \n90 governed agencies under Article 1018 ( i.e., the agent is not regarded as enriched \neven though it received money into its own bank account).96 \n207. The effect of the agencies if Ukrainian law applies to the unjust enrichment claims \nis accordingly the same as that under Cypriot law. \nP. UNJUST ENRICHMENT – CYPRIOT LAW – FURTHER POINTS  \nP.1 OTHER ELEMENTS OF STATUTORY CRITERIA NOT FULFILLED  \n208. Section 70 is also not satisfied because, properly analysed, the Bank intended to \nprovide the money to Ds3-8 gratuitously: \n(a) There was no independent action by the Relevant Borrowers in obtaining the \ndrawdowns from the Bank.  The Bank, pursuant to a loan recycling scheme, \nwas deciding where its money should go; and decided to allocate it to \nparticular loans and to channel funds through particular supplier \nprepayments. If none of that was genuine (as the Bank contends), the result \nmust be that the Bank intended money to be provided to Ds3-8 knowing that \nno real consideration was being provided in return. \n(b) Under new management the Bank now contends that the provision of those \nmonies to Ds3-8 was not in the Bank’s interests. But that cannot \n‘retrospectively’ change the nature of what the Bank did in providing the \nmonies to Ds3-8. \nP.2 MINISTERIAL RECEIPT / CHANGE OF POSITION  \n209. Mr Nathanael accepted that defences of ministerial receipt and change of position \napply under Cypriot law – {Day33/146:11-19} . The consequence is that all of Ds3-8 \n \n96  Bank-Closing/526(2) {AA2/15/290}  simply misunderstands the point to be that article 1018 applied \ndirectly – that was never suggested. \nAA5/3/92\n \n91 have defences to the unjust enrichment claims unless they are found themselves \nto have acted in bad faith. \nP.3 EX TURPI CAUSA  \n210. Ds3-8 have not expressly pleaded that the Bank’s claim should fail on grounds of \nex turpi causa  but they are not required to have done so:  \n(a) Their defence to liability in unjust enrichment under Cypriot law is at large, \nthe Bank having elected to introduce this claim by way of its Reply97 (rather \nthan by amending its PoC) to which Ds3-8 were not required to plead back. \n(b) Illegality stands to be addressed by the Court whenever brought to its \nattention (and indeed the Court can raise it of its own motion).98 \n(c) There is no prejudice to the Bank as its Cypriot law expert has dealt with this \nissue in his reports. \n211. As to the law, Mr Nathanael accepted that Cyprus law has a strict approach to \nturpitude and that in circumstances where both parties act unlawfully or in bad \nfaith, any claim would be rejected by the Cypriot Courts on ex turpi  grounds – {Day \n33/147:8} - {Day33/148:2} .  \n212. The result is that the unjust enrichment claim would fail under Cyprus law unless \nthe Court can conclude that the Bank was an innocent party. But as at 2014, when \nthe alleged enrichment occurred, it plainly was not.  That the Bank, under its new \nmanagement, has a different perspective on the advisability of Bank’s effecting the \n \n97  Reply/25.8 &25.8A {A1/25/33}  \n98  See Les Laboratoires Servier v Apotex Inc  [2015] AC 430, per Lord Sumption at [23] {M4/2.1/16} : “The \nillegality defence, where it arises, ari"}
{"start": 182000, "text": "the unjust enrichment claim would fail under Cyprus law unless \nthe Court can conclude that the Bank was an innocent party. But as at 2014, when \nthe alleged enrichment occurred, it plainly was not.  That the Bank, under its new \nmanagement, has a different perspective on the advisability of Bank’s effecting the \n \n97  Reply/25.8 &25.8A {A1/25/33}  \n98  See Les Laboratoires Servier v Apotex Inc  [2015] AC 430, per Lord Sumption at [23] {M4/2.1/16} : “The \nillegality defence, where it arises, arises in the public interest, irrespective of the interests or rights of \nthe parties. It is because the public has its own interest in conduct giving rise to the illegality defence \nthat the judge may be bound to take the point of his own motion, contrary to the ordinary principle in \nadversarial litigation. ” \nAA5/3/93\n \n92 Relevant Drawdowns cannot affect this analysis.  It cannot be right that a claim \nwould fail if decided in 2016 but would succeed in 2017. \nQ. UNJUST ENRICHMENT – UKRAINIAN LAW – LIMITATION  \n213. The claim in unjust enrichment against Ds3-8 under Ukrainian law is time-barred \non the same grounds as the claim against them in tort. \nR. INTEREST – AWARDS AGAINST Ds3-8  \n214. Ds3-8 adopt the submissions of D1/D2 as to: (i) no pre-judgment interest on a tort \naward; (ii) the unavailability of compound interest on tort claims absent a pleaded \ncase for loss of profit in that regard; and (iii) the appropriate rate of simple interest \nfor any award. \n215. Three separate points arise in respect of the Bank’s unjust enrichment claim: \n(a) No pre-judgment interest if Cypriot law governs.  The Bank has not pleaded \nany claim to interest under Cypriot law.  Therefore, if Cypriot law applies, no \ninterest stands to be applied as a matter of substantive law of the unjust \nenrichment claim.  It is submitted that in those circumstances the Court \nshould not entertain any attempt to circumvent that failure by awarding any \npre-judgment interest under s.35A, Senior Courts Act 1981. \n(b) Ukrainian law – compound interest. Article 1214(2) makes express provision \nfor the award of simple interest {C4/3/26} . In cross-examination, Mr Beketov \nhad no convincing explanation for why compound interest should \nnevertheless be an available remedy on an unjust enrichment claim  – \nultimately only being able to suggest that the Article 1214(2) simple interest \nremedy would not preclude a claim for compound interest as compensation \nfor lost profit on a parallel tort claim: {Day29/81:16}  - {Day29/84:11} . \n(c) Ukrainian law – no pre-judgment interest.  In a recent Ukrainian Supreme \nCourt judgment which directly addressed the existence of conflicting \nAA5/3/94\n \n93 authorities on the issue of pre-judgment interest in Article 1212 claims, the \npanel opined that the correct approach was for interest to run from the date \nof judgment (see para 103 at {C9.12/2/18} ). That panel did refer the issue to \nthe Court’s Grand Chamber for resolution but, as matters stand, this opinion \nshould be taken as the better view (given as it was upon a review of the \napproaches taken in past relevant judgments). When this issue was explored \nin cross-examination, Mr Beketov could not himself give a principled reason \nwhy the panel’s opinion was wrong or as to why the Grand Chamber might \nrule differently: {Day29/85:5}  - {Day29/90:7} . \nS. CONCLUSION  \n216. Ds3-8 respectfully request that the Court dismiss all of the claims against each of \nthem. \n26 October 2023 THOMAS PLEWMAN KC \nBrick Court Chambers  \nthomas.plewman@brickcourt.co.uk  \n0207 379 3550  \nMARC DELEHANTY \nLittleton Chambers  \nmdelehanty@littletonchambers.co.uk  \n0207 797 8600  \n \n \nAA5/3/95\n"}
