{"metadata": {"corpus_path": "D10_1 Joint Statement of Mark Bezant and Travis Taylor.pdf", "file_size": 604296, "mtime": 1755610856.4344492, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n IN THE HIGH COURT OF JUSTICE                             BL-2017-000665 \nBUSINESS AND PROPERTY COURTS  \nOF ENGLAND AND WALES  \nBUSINESS LIST (ChD)  \nBetween: \n \nJSC COMMERCIAL BANK “PRIVATBANK” \nClaimant \n \n- and – \n \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV (3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED (6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD  \nDefendants \n Expert Joint Statement between Ma rk Bezant and Travis Taylor \n21 March 2022  \nCONFIDENTIAL  \n \n \nD10/1/1\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n2/67 1. Introduction  \n This is the Joint Statement of: \n(1) Mark Bezant (“ Mr Bezant ”) of FTI Consulting LLP; and  \n(2) Travis Taylor (“ Mr Taylor ”) of Secretariat International UK \nLtd (together, the “ Experts ”).  \nThe Experts’ reports \n Mr Bezant prepared a repo rt on Share Pledges dated 24 \nNovember 2021 (“ MB1 ”). Mr Taylor prepared reports dated 26 \nJanuary 2022 and 21 February 2022 (“ TT1” and “ TT2” \nrespectively). \n In these reports the Experts we re instructed to provide their \nopinion on the value of certain pledged shareholdings. \n The Experts use the same defined terms in this joint statement as \nin their reports.  \n Other reports prepared by valuation experts in respect to the \nproceedings include: \n(i) the report of Mr Bezant on transferred assets, dated \n24 November 2021; \n(ii) the report of Mr Paul Thomas of IRE USA Inc. on real \nestate assets, dated 24 November 2021; \n(iii) the report of Ms Olga Ra zzhivina of Oriel Consult Limited \non aircraft, dated 24 November 2021;  \n(iv) the report of Mr Philip Le slie Seymour of IBA Limited on \naircraft, dated 24 Ja nuary 2022; and (v) the reports of Mr Brent Kaczmarek of IAV Advisors LLC on \ntransferred assets, dated 24 January 2022 and 21 February \n2022. \n At times in MB1, TT1 and TT2, the Experts have considered or \nrelied on valuations originating from the reports noted above. \nMeetings of the Expert s since their reports \n On 4 March 2022, the Experts met to discuss on a without \nprejudice basis matters related to their instructions. They \nsubsequently exchanged additional information on a without \nprejudice basis. \nStructure of this  joint statement \n Section 2 contains a summary of the Experts’ respective \ninstructions.  \n Section 3 contains a summary of the Experts’ respective \nassessments.  \n Sections 4 to 7 contain a summary of the matters that are agreed \nand not agreed between the Experts in respect of: \n(i) sources of information (Section 4); \n(ii) valuation approach (Section 5); (iii) valuation of 100% of the shareholding of a company whose \nshares are pledged (Section 6); and \n(iv) valuation of the pledged shareholdings (Section 7). \nD10/1/2\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n3/67 Exhibits to this joint statement \n The Experts refer to additional documents appended to this joint \nstatement, which they refer to using exhibit numbers continuing \nfrom the exhibit numbers used in their reports. \nSubject matter of this joint statement \n This joint statement is not exhaustive. The Experts have not \nsought to discuss every point made in their reports, or to reply to \nevery point made in this joint statement. The fact that they have not discussed a point, or that one or the other of them has not \ncommented on a point, should not be taken as agreement \nbetween the Experts. \nAdditional information disclosed since each \nExpert’s report \n Since Mr Bezant completed his report, additional information has \nbeen disclosed upon which Mr Taylor has relied. In this joint \nstatement Mr Bezant has updated his analysis in respect of: \n(i) three companies to reflect newly disclosed financial \nstatements which he was not able to obtain from public \nsources;1  \n \n1  Goiania, Penny Lane and Teide.  (ii) Euro Tyres at 31 December 2013 to reflect the value \nasserted in a n"}
{"start": 3500, "text": " Experts. \nAdditional information disclosed since each \nExpert’s report \n Since Mr Bezant completed his report, additional information has \nbeen disclosed upon which Mr Taylor has relied. In this joint \nstatement Mr Bezant has updated his analysis in respect of: \n(i) three companies to reflect newly disclosed financial \nstatements which he was not able to obtain from public \nsources;1  \n \n1  Goiania, Penny Lane and Teide.  (ii) Euro Tyres at 31 December 2013 to reflect the value \nasserted in a newly disclosed signed amendment to Share \nPledge DZK-530 dated 20 December 2011; and \n(iii) KFC at 31 December 2014 and 31 December 2015 to \nreflect a newly disclosed document stating that DZK-1149 \nwas cancelled during 2014 (such that Mr Bezant no longer \nperforms a valuation as at these dates). \n Mr Bezant has also made corrections to his calculations in respect \nof three companies.2  \n At Appendix 5 to this joint statement, Mr Bezant has attached an \nupdated version of Appendix 28 to MB1, in which he sets out his \nupdated calculations.  \n Mr Bezant will comment in his supplemental report on the other \ndocuments disclosed since his fi rst report. These documents \ninclude: \n(i) 2016 financial statements for Dinacom (IK0035539_0001); (ii) 2013-2016 financial statements for GAA, one of GM \nHoldings’ operating subsidiary (IK0044590_0001; \nIK0044767_0001; IK0045014_0001; IK0045267_0001); \n(iii)  a 2016 PwC valuation report on based on Hotel Split d.d., \none of Memento’s subsidiaries (IK0070453_0001); and \n2  Clendon, Memento and Feral. The valuations of Clendon and Memento \nhave been updated for the inclusion of additional debt that was previously \nexcluded in his total debt calculations due to a mistranslation. \nAdditionally, Memento’s valuation contains updates for the consideration \nof a non-controlling interest. The EV/Re venue valuation of Feral has been \ncorrected for a formula error. \nD10/1/3\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n4/67 (iv) two separate acquisition offers for subsidiaries of Memento \n(IK0069976_0001; IK0069977_0001; IK0070431_0001). \n At the date of preparing this joint statement Mr Bezant has not \nidentified anything in these documents which cause him to change his opinions.  \n Additional information has been disclosed since the date of TT1.  \nIn this joint statement, Mr Taylor updates his valuation of Memento to reflect the 2016 PwC r eport on the value of shares in \nHotel Split d.d., one of Memento’s subsidiaries \n(IK0070453_0001).   \n Mr Taylor notes that he will comment upon the acquisition offers \nfor subsidiaries of Memento (IK0069976_0001; IK0069977_0001; \nIK0070431_0001) in his supplemental report. \n Following discussions with Mr Bezant and additional information \nreviewed in respect of Arena Kyiv, Mr Taylor updates his valuation \nof Kyivguma in this joint statement. \n At Appendix 6 to this joint statement, Mr Taylor has attached an \nupdated version of Appendix 6 to TT1 and Appendix 3 to TT2, in \nwhich he sets out his updated calculations.  \nD10/1/4\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \nConfidential\n5/67\n Declaration \nWe the undersigned Experts individually here re-state the Expert ’s Declaration contained in our respective reports that we und erstand our overriding \nduties are to the court and not the party appointing us, and that  we have complied with them and will continue to do so. \nWe further confirm that we have neither jointly nor individua lly b een instructed to, nor has it been suggested that we should avoid or otherwise refrain \nfrom reaching agreement on any matter within our competence. \nM a r k  B e z a n t      T r a v i s  T a y l o r    \nF T I  C o n s u l t i n g  L L P   S e c r e t a r i a t  I n t e r n a t i o n a l  U K  L t d  \n2 1  M a r c h  2 0 2 2    2 1  M a r c h  2 0 2 2  \nD10/1/5\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n6/67 2. "}
{"start": 7000, "text": "her jointly nor individua lly b een instructed to, nor has it been suggested that we should avoid or otherwise refrain \nfrom reaching agreement on any matter within our competence. \nM a r k  B e z a n t      T r a v i s  T a y l o r    \nF T I  C o n s u l t i n g  L L P   S e c r e t a r i a t  I n t e r n a t i o n a l  U K  L t d  \n2 1  M a r c h  2 0 2 2    2 1  M a r c h  2 0 2 2  \nD10/1/5\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n6/67 2. Summary of instructions \n The Experts set out their respective instructions at: \n(1) MB1: 1.14 to 1.17 and Exhibit MB-A1; and  (2) TT1: 1.3 and Exhibits TT-1 and TT-105.  \n The Experts identify the main similarities and differences in their \ninstructions below.  \nShare Pledges \n The Experts have been instructed to provide their opinions on the \nvalues of the shareholdings referred to in the 28 pledges that the First Defendant relies on in his Re-Re-Amended Defence (“ D1 \nRRAD ”) and “ Schedule 6 ” to the D1 RRAD. These shareholdings \nare in 21 companies.  \n In addition, Mr Taylor has been instructed to provide his opinion \non the value of further shareholdings in two of these 21 \ncompanies,3 and a further four companies referred to in separate \npledges.4 Mr Bezant has not been instructed to consider the value \nof these additional shareholdings at this time. \n When identifying the amendments to Share Pledges in force at a \ngiven valuation date, both Experts assume that only signed \namendments and terminations were effective (MB1: 1.15).  \n \n3  These are one shareholding in KFC and two shareholdings in Dinacom.  \nThere is an additional pledge relating to KFC (DZK-1532) that neither \nExpert has included in their analysis, but we have included in Appendix 2 \n(agreed list of Share Pledges). \n To assist the Court, the Experts present an agreed list of \ndisclosed Share Pledge agreements, amendments and \nterminations in Appendix 2.  \nStandard of value \n Mr Bezant has been instructed to perform his valuations using the \n‘market value’ standard of value. Mr Taylor has not been \ninstructed on the standard of value to apply but, like Mr Bezant, has adopted the market value standard (TT1: 3.2.2).  \n Both Experts apply the same definition of market value, being “ the \nestimated amount for which an asset or liability should exchange on the valuation date between a willing buyer and a willing seller \nin an arm’s length transaction, after proper marketing and where \nthe parties had each acted knowledgeably, prudently and without compulsion ” (MB1: 1.16(3)); TT1: 3.2.2). \n4  AVK, Triika, Erlan and Ukrinterin vest.  These encompass a further 78 \nShare Pledges.  \nD10/1/6\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n7/67 Date of assessment \n Mr Bezant has been instructed to perform his valuations as at \n31 December 2013, 31 December 2014 and 31 December 2015 \nto the extent that the relevant pledge remained in force at each \ndate. In addition to these dates, Mr Taylor has been instructed to perform valuations as at 31 October 2016 (where the relevant \npledge remained in force) as a proxy for the value of the pledged \nshareholdings at termination.\n5 \n Mr Bezant does not consider that there is any information that \nwould indicate to him that he would arrive at materially different \nconclusions (relative to the values recorded in the Share Pledges) were he to re-perform his valuations as at 31 October 2016 rather \nthan 31 December 2015. He notes that Mr Taylor’s valuations are \nsimilar as at 31 December 2015 and 31 October 2016 with the exception of Mr Taylor’s valuation of Clendon, which declines due \nto falling valuation multiples and maintainable earnings. \nMr Taylor’s valuation of Clendon as at 31 October 2016 remains materially lower than the value contained in the Share Pledges at \nthat date (TT1: Table 2-3 and Table 2-4).  \n \n5  As an exception to the above, both experts perform valuations of \nAutorembits"}
{"start": 10500, "text": " December 2015. He notes that Mr Taylor’s valuations are \nsimilar as at 31 December 2015 and 31 October 2016 with the exception of Mr Taylor’s valuation of Clendon, which declines due \nto falling valuation multiples and maintainable earnings. \nMr Taylor’s valuation of Clendon as at 31 October 2016 remains materially lower than the value contained in the Share Pledges at \nthat date (TT1: Table 2-3 and Table 2-4).  \n \n5  As an exception to the above, both experts perform valuations of \nAutorembitservis as at 30 September 2015 and Mawex as at \n19 August 2016. Mr Taylor additionally values Mawex as at 31 October \n2016. Standalone vs. aggregate basis (relevant to \nminority discounts) \n Mr Bezant has been instructed to  perform his valuation of the \nshares pledged under each relevant Share Pledge on a \nstandalone basis, and not to consider in aggregate the shares pledged across multiple Share Pledges (MB1: 1.16(2)). In some \ninstances this causes him to apply a higher minority discount than \nif he were to consider these shareholdings in aggregate (see TT1: 4.4.6 to 4.4.8). His overall conclusions that the Share Pledge \nvalues are materially overstated is not sensitive to this instruction \n(MB1: 2.65).   \n Mr Taylor has not been instructed on this point but considers it \nmore reasonable to consider the Share Pledges in aggregate \nrather than on a standalone basis. Mr Taylor (like Mr Bezant) does not have sufficient information to conclude reliably on the \nappropriate minority discount to apply to the Share Pledges (TT1: \n4.6.1) but agrees the size of the shareholding (whether on a standalone basis or in aggregate) is a relevant consideration. \n The Experts will comment on this further in their supplemental \nreports, to the extent necessary. \n \n \nD10/1/7\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n8/67 3. Summary of assessments in MB1, TT1 and TT2 \n The Experts summarise below their respective valuations at each  date, after the application of any minority discounts. As set out above, Mr Taylor has \nconsidered Share Pledges that Mr Bezant was not instructed to co nsider in his first report. The totals shown for each expert re flect the total across the \nShare Pledges they have each been instructed to consider (e.g. Mr Bezant’s totals for 2013 do not reflect DZK-1153). To aid com parison, Mr Taylor’s \ntotal values for the sub-set of Share Pledges considered by both Experts are shown in the right hand side of Mr Bezant’s total row for 2013 and 2014. \nIn 2015, Mr Bezant has valued a Share Pledge not valued by Mr Tayl or. In this year the Experts have included an additional tota l row to show their \ncomparable totals. \n Mr Bezant presents his assessments as a point estimate  while Mr Taylor presents his assessments as a range. \n As stated at 1.13, Mr Bezant has updated his conclusions for some companies for additional information since his first report.  These edits do not \nmaterially impact his conclusions. He has highlighted his conclusions which have changed in grey in the following tables.  \n As stated at 1.18 and 1.20, Mr Taylor has updated his conclusion s for (i) Memento at 31 October 2016 and (ii) Kyivguma at all valuation dates to \nreflect additional information he has considered since the date of  his reports.  He has highlighted his conclusions which have changed in grey in the \nfollowing tables. \nD10/1/8\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n9/67 Table 3-1: Conclusions as at 31 December 2013 (UAH millions) \nCompany Share Pledge % \npledged Value recorded in \nShare Pledge Mr Bezant   Mr Taylo r \nValue % Difference Value % Difference \nDniproazot DZK-898 6%                 363  29 (92%) 49 - 406 (87%) - 12% \nDZK-1412 7%                    484  37 (92%) 62 - 518 (87%) - 7% \nGoiania DZK-1419 20%                 1,016  56 (94%) 64 - 91 (94%) - (91%) \nDZK-1420 25%                 1,258  70 (94%) 79 - 112 (94%) - (91%) \nEuro Tyre"}
{"start": 14000, "text": "dential  \n \n9/67 Table 3-1: Conclusions as at 31 December 2013 (UAH millions) \nCompany Share Pledge % \npledged Value recorded in \nShare Pledge Mr Bezant   Mr Taylo r \nValue % Difference Value % Difference \nDniproazot DZK-898 6%                 363  29 (92%) 49 - 406 (87%) - 12% \nDZK-1412 7%                    484  37 (92%) 62 - 518 (87%) - 7% \nGoiania DZK-1419 20%                 1,016  56 (94%) 64 - 91 (94%) - (91%) \nDZK-1420 25%                 1,258  70 (94%) 79 - 112 (94%) - (91%) \nEuro Tyres[1] DZK-530 49%                 1,985  nil (100%) nil - 457 (100%) - (77%) \nKFC DZK-1149-a 24%                    327  nil (100%) 17 - 63 (95%) - (81%) \nDZK-1149-b 24%                    327  nil (100%) 17 - 63 (95%) - (81%) \nDZK-1153 16%                    310  N/A N/A 11 - 41 (96%) - (87%) \nPenny Lane DZK-1421 49%                    392  119 (70%) 30 - 316 (92%) - (19%) \nKyivguma DZK-1435 24%                    185  nil (100%)  1 - 5  (99%) - (98%) \nDZK-1436 18%                    138  nil (100%)  1 - 3  (99%) - (98%) \nDZK-1437 7%                      53  nil (100%)  0 - 1  (99%) - (98%) \nTeide DZK-1422 49%                    238  8 (97%) 15 - 190 (94%) - (20%) \nDinacom DZK-[no number] 49%                98 nil (100%) nil (100%) \nDnipronaftoprodukt DZK-1510 1%                       0  nil (100%) nil - 28 (100%) - \n16,021% \nAVK[2] #CY001W/8z 4%                1,126  N/A  N/A 5 - 156  (100%) - (86%) \nTriika[2] #CY00XC/9z 3%                   687  N/A  N/A 3 - 72  (100%) - (90%) \nErlan DZK-1416 12%                   690  N/A  N/A 38 - 84  (95%) - (88%) \nDZK-1529 15%                   866  N/A  N/A 47 - 106  (95%) - (88%) \nDZK-1530 2%                   113  N/A  N/A 6 - 14  (95%) - (88%) \nMr Bezant's total                 6,864  319 (95%) 333 - \n2,253  (95%) – (67%)  \nMr Taylor's total                  10,656      443 – 2,726 (96%) – (74%) \nNote: [1] The value recorded in the Euro Tyres Share Pledge repres ents the value in a signed amendment disclosed subsequently t o MB1 (see PB0361969_00001). \nThis signed amendment remained in force at all Mr Bezant’s other  valuation dates; and [2] The Share Pledges identified for AVK and Triika (relevant only to Mr Taylor’s \ninstructions) represent the most recently  agreed deeds. In total, 64 Share Pledge agreements have been disclosed for these comp anies and Mr Taylor has been \nunable to determine when each of these was terminated. Mr Bezant not es that of these, 61 do not re late to Relevant or Intermedi ary Loans. \nD10/1/9\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n10/67 Table 3-2: Conclusions as at 31 December 2014 (UAH millions) \nCompany  Share Pledge  % \npledged  Value recorded \nin Share Pledge  Mr Bezant Mr Taylo r \nValue  % \nDifference  Value  % Difference  \nClendon[1] DZK-1585 49%               26,269  3,900  (85%) 3,752 - 6,261 (86%) - (76%) \nGM DZK-1534 49%                 7,251  599  (92%) 788 - 1,399 (89%) - (81%) \nDerling[2] DZK-1564 72%                 9,809  nil (100%) nil - 4,652 (100%) - (53%) \nDZK-1565 26%                 3,542  nil (100%) nil - 1,680 (100%) - (53%) \nDniproazot DZK-898 6%                    363  54  (85%) 46 - 501 (87%) - 38% \nDZK-1412 7%                    480  69  (86%) 58 - 639 (88%) - 33% \nGoiania DZK-1419 25%                 2,320  70  (97%) 31 - 44 (99%) - (98%) \nDZK-1420 25%                 2,320  70  (97%) 31 - 44 (99%) - (98%) \nFeral DZK-1535 49%                 3,089  163  (95%) 149 - 263 (95%) - (91%) \nRetal Dnipro DZK-1584 49%                 2,138  70  (97%) 55 - 424 (97%) - (80%) \nMemento DZK-1525 49%                    738  13  (98%) 12 - 47 (98%) - (94%) \nEuro Tyres[3] DZK-530 49%                 1,985  nil (100%) nil - 750 (100%) - (62%) \nStalmag DZK-1572 100%                    745  1,246  67%  948 - 1,615 27% - 117% \nPenny Lane DZK-1421 49%                 1,152  nil (100%) 8 - 181 (99%) - (84%) \nAntarktika DZK-1573 49%                    941  50  (95%) 50 - 96 (95%) - (90%) \nKyivguma DZK-143"}
{"start": 17500, "text": "nipro DZK-1584 49%                 2,138  70  (97%) 55 - 424 (97%) - (80%) \nMemento DZK-1525 49%                    738  13  (98%) 12 - 47 (98%) - (94%) \nEuro Tyres[3] DZK-530 49%                 1,985  nil (100%) nil - 750 (100%) - (62%) \nStalmag DZK-1572 100%                    745  1,246  67%  948 - 1,615 27% - 117% \nPenny Lane DZK-1421 49%                 1,152  nil (100%) 8 - 181 (99%) - (84%) \nAntarktika DZK-1573 49%                    941  50  (95%) 50 - 96 (95%) - (90%) \nKyivguma DZK-1435 24%                    311  nil (100%)  1 - 2  (100%) - (100%)  \nDZK-1436 18%                    233  nil (100%)  1 - 1  (100%) - (100%)  \nDZK-1437 7%                      90  nil (100%)  0 - 0  (100%) - (100%)  \nTeide DZK-1422 49%                    514  15 (97%) 10 - 234 (98%) - (54%) \nDinacom DZK-[no number] 49%                    185  nil (100%) nil (100%) \nDnipronaftoprodukt DZK-1510 1%                       0  nil (100%) nil - 28 (100%) - 16,248% \nAVK[4] #CY02KB/2z 2%  523  N/A  N/A 1 - 56  (100%) - (89%) \nTriika[4] #400825/13z 6%  1,798  N/A  N/A 3 - 121  (100%) - (93%) \nErlan DZK-1416 12%  690  N/A  N/A 34 - 61  (95%) - (91%) \nDZK-1529 15%  866  N/A  N/A 43 - 76  (95%) - (91%) \nDZK-1530 2%  100  N/A  N/A 6 - 10  (94%) - (90%) \nDZK-2178 4%  153  N/A  N/A 10 - 18  (93%) - (89%) \nUkrinterinvest DZK-1526 20%  37  N/A  N/A nil - 23  (100%) - (38%) \nDZK-1527 20%  37  N/A  N/A nil - 23  (100%) - (38%) \nDZK-1528 9%  17  N/A  N/A nil - 10  (100%) - (38%) \nMr Bezant's total               64,477  6,319  (90%)  5,940 – \n18,863  (91%) –  \n(71%)  \nMr Taylor's total                  68,697      6,037– \n19,261 (91%) – \n (72%) \nNotes: [1] The Experts agree that there is insufficient informat ion to value Clendon reliably. To provide a comparison to the \npledged value, they present the value of Retal Group, a subs idiary of Clendon (see 3.10); [2] Mr Taylor considers that \nthere is insufficient information to value Derling reliably (TT1 : 2.1.3). Mr Bezant disagrees; [3] The value recorded in the \nEuro Tyres Share Pledge represents the pledged value in a signed amendment disclosed subsequently to MB1 (see \nPB0361969_00001). This amendment remained in force at all Mr Bezant’s other valuation dates; and [4] The Share \nPledges identified for AVK and Triika (relevant only to Mr Taylor’s  instructions) repr esent the most recently agreed deeds. \nIn total, 64 Share Pledge agreements have been disclosed for these companies and Mr Taylor has been unable to \ndetermine when each of these was terminated. Mr Bezant notes th at of these, 61 do not relate to Relevant or Intermediary \nLoans. \n \nD10/1/10\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n11/67 Table 3-3: Conclusions as at 31 December 2015 (UAH millions)  \nCompany  Share Pledge  % \npledged  Value recorded \nin Share \nPledge  Mr Bezant  Mr Taylo r \nValue  % \nDifference  Value  % Difference  \nClendon[1] DZK-1585 49%               37,585  6,568  (83%) 6,907 - 13,941 (82%) - (63%) \nGM DZK-1534 100%               13,289  2,577  (81%) 2,129 - 3,093 (84%) - (77%) \nDerling[2] DZK-1564 72%               12,950  nil (100%) nil - 7,825 (100%) - (40%) \nDZK-1565 26%                 4,676  nil (100%) nil - 2,826 (100%) - (40%) \nDniproazot DZK-898 6%                    363  59  (84%) 86 - 585 (76%) - 61% \nDZK-1412 7%                    747  76  (90%) 110 - 747 (85%) - (0%) \nGoiania DZK-1419 46%                 3,871  199  (95%) 83 - 265 (98%) - (93%) \nDZK-1420 47%                 3,973  204  (95%) 85 - 272 (98%) - (93%) \nFeral DZK-1535 66%               10,381  245  (98%) 155 - 436 (99%) - (96%) \nRetal Dnipro DZK-1584 49%                 6,763  20  (100%) nil - 621 (100%) - (91%) \nMemento DZK-1525 79%                 4,237  30  (99%) 23 - 91 (99%) - (98%) \nStalmag DZK-1572 100%                 1,540  2,231  45% 1,499 - 2,961 (3%) - 92% \nPenny Lane DZK-1421 50%                 1,259  nil (100%) nil (100%) \nAntarktika DZK-1573 49%                 3,001  66  (98%) 24 - "}
{"start": 21000, "text": "    3,973  204  (95%) 85 - 272 (98%) - (93%) \nFeral DZK-1535 66%               10,381  245  (98%) 155 - 436 (99%) - (96%) \nRetal Dnipro DZK-1584 49%                 6,763  20  (100%) nil - 621 (100%) - (91%) \nMemento DZK-1525 79%                 4,237  30  (99%) 23 - 91 (99%) - (98%) \nStalmag DZK-1572 100%                 1,540  2,231  45% 1,499 - 2,961 (3%) - 92% \nPenny Lane DZK-1421 50%                 1,259  nil (100%) nil (100%) \nAntarktika DZK-1573 49%                 3,001  66  (98%) 24 - 554 (99%) - (82%) \nKyivguma DZK-1435 24%                    471  nil (100%)  1 - 2  (100%) - \n(100%) \nDZK-1436 18%                    353  nil (100%)  1 - 1  (100%) - \n(100%) \nDZK-1437 7%                    136  nil (100%)  0 - 0  (100%) - \n(100%) \nGilton DZK-2694 10%                    156  nil (100%) 17 - 121 (89%) - (22%) \nMawex[3] DZK-3967 9%                      44  nil (100%) nil - 48 (100%) - 9% \nDinacom DZK-[no number] 49%                    185  147  (21%) N/A N/A \nDZK-3940 64%                    812  N/A N/A 160 - 341 (80%) - (58%) \nDZK-3936 36%                    449  N/A N/A 88 - 189 (80%) - (58%) \nVikna-Plast DZK-2684 10%                      14  nil (100%) 2 - 16 (84%) - 15% \nAutorembitservis[3] DZK-2688 10%                       3  nil (100%) nil - 28 (100%) - 923% \nDnipronaftoprodukt DZK-1510 1%                       0  nil (100%) nil - 28 (100%) - \n16,164% \nDZK-2683 1%                       0  nil (100%) nil - 13 (100%) - \n12,218% \nErlan DZK-1416 12%  455  N/A  N/A 33 - 54  (93%) - (88%) \nDZK-1529 15%  571  N/A  N/A 41 - 67  (93%) - (88%) \nDZK-1530 11%  414  N/A  N/A 30 - 49  (93%) - (88%) \nDZK-2178 4%  131  N/A  N/A 10 - 15  (93%) - (88%) \nDZK-2179 2%  59  N/A  N/A 4 - 7  (93%) - (88%) \nDZK-3922 2%  68  N/A  N/A 5 - 8  (93%) - (88%) \nDZK-3923 8%  280  N/A  N/A 20 - 33  (93%) - (88%) \nDZK-3925 8%  296  N/A  N/A 22 - 35  (93%) - (88%) \nDZK-3926 8%  296  N/A  N/A 22 - 35  (93%) - (88%) \nDZK-3927 8%  296  N/A  N/A 22 - 35  (93%) - (88%) \nUkrinterinvest DZK-1526 20%  20  N/A  N/A nil - 12  (100%) - (41%) \nDZK-1527 20%  20  N/A  N/A nil - 12  (100%) - (41%) \nDZK-1528 9%  9  N/A  N/A nil - 5  (100%) - (41%) \nComparable Experts’ total  105,811 12,275 (88%) 11,120 – 34,473 (89%) – (67%) \nMr Bezant's total                 105,997  12,422 (88%)     \nMr Taylor's total    109,988    11,576 – 35,371 (89%) – (68%) \nNotes: [1] The Experts agree that there is insufficient inform ation to value Clendon reliably. To provide a comparison to \nthe pledged value, they present the value of Retal Group, a subsidiary of Clendon (see 3.10); [2] Mr Taylor considers \nthat there is insufficient information to value Derling reliabl y (TT1: 2.1.3). Mr Bezant disagrees; [3] The Experts value \nMawex as at 19 August 2016 and Autorembitservis as at 30 September 2015.\nD10/1/11\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n12/67 \n As explained in Section 2, Mr Bezant has not  performed an assessment as at 31 October 2016. \nMr Taylor’s assessment at this dat e is set out in the table below. \nTable 3-4: Conclusions as at  31 October 2016 (UAH millions) \nCompany  Share \nPledge  % \npledged  Value recorded \nin Share Pledge  Mr Ta ylor \nValue  % Difference  \nClendon[1] DZK-1585 49%               33,680  4,783 - 8,467 (86%) - (75%) \nGM DZK-1534 100%               10,860  1,656 - 3,892 (85%) - (64%) \nDerlin g[2] DZK-1564 47%                 3,084  nil - 3,970 (100% ) - 29% \nDniproazot DZK-898 6%                    363  95 - 621 (74%) - 71% \nDZK-1412 7%                    792  121 - 792 (85%) - 0% \nGoiania DZK-1419 36%                 2,454  139 - 256 (94%) - (90%) \nDZK-1420 36%                 2,454  139 - 256 (94%) - (90%) \nFeral DZK-1535 82%               12,580  316 - 515 (97%) - (96%) \nRetal Dnipro DZK-1584 49%                 6,060  14 - 408 (100% ) - (93%) \nMemento DZK-1525 51%                 3,036  nil - 285 (100% ) - (91%) \nStalma g DZK-1572 100%                 2,183  1,363 - 2,766 (38%) - 27% \nPenn y Lane"}
{"start": 24500, "text": "21 (74%) - 71% \nDZK-1412 7%                    792  121 - 792 (85%) - 0% \nGoiania DZK-1419 36%                 2,454  139 - 256 (94%) - (90%) \nDZK-1420 36%                 2,454  139 - 256 (94%) - (90%) \nFeral DZK-1535 82%               12,580  316 - 515 (97%) - (96%) \nRetal Dnipro DZK-1584 49%                 6,060  14 - 408 (100% ) - (93%) \nMemento DZK-1525 51%                 3,036  nil - 285 (100% ) - (91%) \nStalma g DZK-1572 100%                 2,183  1,363 - 2,766 (38%) - 27% \nPenn y Lane DZK-1421 17%                    145  nil (100% ) \nAntarktika DZK-1573 49%                 2,094  38 - 335 (98%) - (84%) \nKyivguma DZK-1435 24%                    472   1 - 2  (100%) - (100%) \nDZK-1436 18%                    354   1 - 1  (100%) - (100%) \nDZK-1437 7%                    137   0 - 0  (100%) - (100%) \nMawex DZK-3967 9%                      44  nil - 48 (100% ) - 10% \nDinacom DZK-3940 64%                    812  nil - 477 (100% ) - (41%) \nDZK-3936 36%                    449  nil - 263 (100% ) - (41%) \nVikna-Plas t DZK-2684 2%                       0  nil - 0 (100% ) - (33%) \nDnipronaftoprodukt DZK-1510 1%                       0  nil - 28 (100% ) - 15,828% \nDZK-2683 1%                       0  nil - 12 (100% ) - 11,964% \nErlan DZK-1416 12%  350  26 - 54  (93%) - (85%) \nDZK-1529 15%  441  32 - 67  (93%) - (85%) \nDZK-1530 11%  319  23 - 49  (93%) - (85%) \nDZK-2178 4%  101  7 - 15  (93%) - (85%) \nDZK-2179 2%  45  3 - 7  (93%) - (85%) \nDZK-3921 1%  15  1 - 2  (93%) - (85%) \nDZK-3922 2%  52  4 - 8  (93%) - (85%) \nDZK-3923 8%  280  16 - 33  (94%) - (88%) \nDZK-3925 8%  228  17 - 35  (93%) - (85%) \nDZK-3926 8%  296  17 - 35  (94%) - (88%) \nDZK-3927 8%  296  17 - 35  (94%) - (88%) \nUkrinterinvest DZK-1526 20%  20  nil - 8  (100%) - (62%) \nDZK-1527 20%  20  nil - 8  (100%) - (62%) \nDZK-1528 9%  9  nil - 3  (100%) - (62%) \nTotal                  84,529  8,828 – \n23,755 (90%) – (72%) \nNotes: [1] The Experts agree that there is insufficient  information to value Clendon reliably. To provide a \ncomparison to the pledged value, this table presents the value of Retal Group, a subsidiary of Clendon (see \n3.10); [2] Mr Taylor considers that there is insufficient information to value Derling reliably (TT1: 2.1.3).  \nD10/1/12\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n13/67 Overall conclusions \nMatters agreed \n The Experts identify below their agreements in respect of their overall assessments. \n \nNo Issue Experts’ a greement \n Comparison to aggregated \npledged value The Experts agree that, in aggregate, the values recor ded in the relevant Share Pledges materially exceed \ntheir own assessments of the value of their pledged s hareholdings, as shown in the table below. Where the \nExperts have considered different Share Pledges, this table reflects the Share Pledges considered by each \nexpert. \nTable 3-5: Summary of aggregate results \n  \n  Value in Share Pledge Mr Bezant Mr Ta ylor \nMr Bezant Mr Ta ylor Value % difference Value  % difference \nDec-13 6,864  10,656 319  (95%) 443 – 2,762 (96%) - (74%) \nDec-14 64,477 68,697  6,319  (90%) 6,037 – 19,261 (91%) - (72%) \nDec-15 105,997  109,988 12,422  (88%) 11,576 – 35,371 (89%) – (68%) \nOct-16 N/A 84,529 N/A N/ A 8,828 – 23,802 (90%) - (72%) \nThe Experts recognise that there are significant unce rtainties around some of their valuations, due to the \nfact that the information disclosed in respect of mo st of the companies valued by the Experts has been \ndeficient. For example, the Experts agree that there is insufficient information to value Clendon reliably and \nMr Taylor considers that he has insufficient information to value Derling reliably. The Clendon and Derling Share Pledges together represent between 58% and 61% of the total pledged value at 31 December 2014, \nbetween 50% and 52% of the total pledged value at 31 December 2015, and 43% of the total pledged \nvalue at 31 October 2016 (Table 3-1 to Table 3-4). \nThe Experts explain further below t"}
{"start": 28000, "text": "nt. For example, the Experts agree that there is insufficient information to value Clendon reliably and \nMr Taylor considers that he has insufficient information to value Derling reliably. The Clendon and Derling Share Pledges together represent between 58% and 61% of the total pledged value at 31 December 2014, \nbetween 50% and 52% of the total pledged value at 31 December 2015, and 43% of the total pledged \nvalue at 31 October 2016 (Table 3-1 to Table 3-4). \nThe Experts explain further below that they disagree on the implications of the uncertainty affecting their \nvaluations (see paragraph 4.6 below). \nThe Experts reserve the right to update their val uations if additional information is disclosed. \nD10/1/13\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n14/67 No Issue Experts’ agreement \n Companies for which both \nExperts arrive at lower \nvalues than contained in \nthe Share Pledges  The Experts agree that based on the information curr ently available to the Experts, for the following \ncompanies, their valuations of the pledged sharehol dings are lower than those contained in the Share \nPledges, across their respective valuation dates: \n• GM Holdings \n• Goiania \n• Feral \n• Retal Dnipro \n• Memento \n• Euro Tyres \n• Antarktika \n• Penny Lane \n• Teide \n• KFC \n• Dinacom6 \n• Gilton \n• Kyivguma \n Companies for which both \nExperts arrive at higher values than contained in \nthe Share Pledges The Experts agree that their valuations of the pledged shareholdings in one company, Stalmag, are higher \nthan the values recorded in the Share Pledges as at 31 December 2014 and 31 December 2015.   \nAs at 31 October 2016 the value in the Stalmag Shar e Pledge falls towards the centre of Mr Taylor’s \nvaluation range.  \n \n6  Mr Bezant notes that in MB1 he concluded on a value for Dinacom, pre-minority discount, 13% higher than the value implied by the Share Pledge as at 31 December \n2015. However, he noted that the Share Pledge value had not been updated since 2014, and did not reflect a capital contribution  in November 2015 (MB1: A24.9). The \nShare Pledge was terminated on 31 December 2015. Mr Taylor has identified additional Share Pledges dated 31 December 2015 that imply much higher valuations for \nDinacom than the Share Pledge Mr Bezant relied on. Although Mr Be zant has not been instructed to consider these additional Shar e Pledges at this time, he agrees \nwith Mr Taylor’s conclusions that, assuming the implied values  in the new Share Pledges, Dinacom would be worth less than pledg ed.  \nD10/1/14\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n15/67 No Issue Experts’ agreement \n Companies which cannot \nbe valued reliably As a result of insufficient information, the Expert s have not been able to value Clendon (MB1: 2.70; TT1: \n2.1.3). Instead, they have valued one of Clendon’s subsidiaries, Retal Group.  \nBased on this analysis, the Experts agree that Clen don would need to have material additional assets \nbeyond any interest in the Retal Group to justify the values in the Share Pledges. They have not seen \nevidence of Clendon owning such assets (MB1: 2.49).  \n \n In Section 6, the Experts discuss the following companies for which they do not have similar assessments of value,  \n(i) Derling; \n(ii) Mawex; (iii) Dniproazot; and \n(iv) companies that own petrol station (Autorembi tservis, Vikna-Plast, Gilton and Dnipronaftoprodukt). \n The Experts also discuss Kyivguma (for which they have similar as sessments) in more detail in Section 6, as a result of Mr Tay lor’s updates. \n \n  \nD10/1/15\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n16/67 4. Sources of information \nAvailable information \nMatters agreed \nNo Issue Experts’ a greement \n Available information  The Experts agree that the information in disclosure about the companies whose shares were pledged is \nvery limited and there are significant defic"}
{"start": 31500, "text": "yivguma (for which they have similar as sessments) in more detail in Section 6, as a result of Mr Tay lor’s updates. \n \n  \nD10/1/15\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n16/67 4. Sources of information \nAvailable information \nMatters agreed \nNo Issue Experts’ a greement \n Available information  The Experts agree that the information in disclosure about the companies whose shares were pledged is \nvery limited and there are significant deficiencies in the information that is available (MB1: 1.19, 2.8; \nTT1: 1.5.7). They have therefore relied primarily on public ly available information which is less detailed than \nthe information they would wish to have reviewed.  \nThe Experts set out the information they would typica lly expect to receive for a valuation exercise at \nMB1: 3.3 and TT1: 1.5.6. \n Documents underlying the \nvalues in the Share \nPledges \n The Experts have identified analysis within the disclosure  documents that appears to underlie some of the \nvalues recorded in the Share Pledges. Given the limit ed information disclosed regarding the companies \nwhose shares were pledged, they consider it helpful to  review this analysis to determine whether it contains \ninformation relevant to their own valuations.  \nThe Experts agree that the Bank’s valuation analysis  is generally unreliable or unsupported for reasons \nincluding the following: (i) the forecast future perfor mance of the pledged company is inconsistent with its \nhistorical performance; (ii) the valuation does not account for the debt of the pledged company; (iii) the \nvaluations are of the wrong asset/company; and (iv) other reasons specific to the pledged company (MB1: \n2.32 – 2.33).  \nThe Experts agree that these observations  are also reflected in the EY Report. \nMr Bezant has not relied on any information from the Bank’s valuation analysis to inform his valuations \nother than information on the business activities of the companies.  \nD10/1/16\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n17/67 No Issue Experts’ agreement \n PwC's valuations The Experts have seen disclosed documents which attri bute valuations to PwC but have not been provided \nwith any supporting valuation reports prepared by PwC. They do not know whether the valuations attributed \nto PwC related to PwC’s audit work or a separate engagement. The Experts agree that the analysis or \nreports underlying these valuations may be potentially rele vant to the Experts’ work. In the absence of the \nunderlying analysis, the Experts have been unable to ex plain the differences between their valuations and \nthose attributed to PwC.  \n The Experts agree that, to the extent that PwC consi dered the value of the shares pledged under the Share \nPledge as part of its audit of the Bank’s 2014 and 2 015 financial statements, the associated materials \nprovided to PwC would be relevant to the Experts’ work. As explained in 4.6 below the Experts disagree \nabout the implications of the information available on their overall conclusions.  \n \n(MB1: 6.5 to 6.9; TT1: 3.5.4 to 3.5.9 ) \nMatters not agreed \nNo Issue Mr Bezant Mr Ta ylor \n  Reliability of the \nvalues recorded \nin the Share Pledges Mr Bezant considers that va lues recorded in the Share \nPledges are wholly unreliable (as opposed to only \nbeing unreliable in certain instances) as: • he identified: (i) multiple versions of the same \nShare Pledges with the same date that pledge \ndifferent percentage shareholdings; (ii) multiple versions of the same Share Pledge with the same \ndate that imply different overall valuations for \nshareholdings; (iii) seve ral Share Pledges with \nmaterially different values in a short space of time; \nand (iv) some of the analysis underlying the Share \nPledges contain materially different values to each Mr Taylor refers to his opinions summarised at \nparagraph 4.2. \nMr Taylor has identified the following examples of \ninconsistencies "}
{"start": 35000, "text": "t pledge \ndifferent percentage shareholdings; (ii) multiple versions of the same Share Pledge with the same \ndate that imply different overall valuations for \nshareholdings; (iii) seve ral Share Pledges with \nmaterially different values in a short space of time; \nand (iv) some of the analysis underlying the Share \nPledges contain materially different values to each Mr Taylor refers to his opinions summarised at \nparagraph 4.2. \nMr Taylor has identified the following examples of \ninconsistencies within the Share Pledge documentation \nitself: \n• A number of the Share Pledges associated with \nDerling imply substantially different 100% equity \nvalues for Derling despite being agreed on the \nsame day.  In particular, the value agreed for Derling varies between UAH 18,255 million and \nUAH 19,985 million on 31 March 2015 and \nbetween UAH 10,896 million and \nD10/1/17\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n18/67 No Issue Mr Bezant Mr Taylor \nother and the Share Pledges as at the same \nvaluation date (MB1: Section 4); \n• as agreed by the Experts at paragraph 4.2, the \nanalysis underlying the Share Pledges is unreliable in at least some instances as: (i) the \nforecast future performance of the pledged \ncompany is inconsistent with its historical performance; (ii) the valuation does not account for \nthe debt of the pledged company; (iii) the valuation \nis of the wrong asset/company; and (iv) other reasons specific to the pledged company (MB1: \n2.32 – 2.33); and \n• as agreed by the Experts at paragraph 4.2, the EY \nReport reflected similar observations as above. \n \nMr Taylor appears to agree with some of the examples referred to in the points above, but his views on the \nimplications of these for th e overall reliability of the \nShare Pledges are unclear. Mr Bezant does not consider that the disclosure of the documents to which \nMr Taylor refers could explain the above \ndiscrepancies, particularly in respect of the issues described in Mr Bezant’s second bullet above.  UAH 17,986 million on 31 December 2015 \n(Appendix 2); and \n• The Share Pledges agreed for Goiania on \n30 June 2014 and 29 September 2014 appear to relate to Penny Lane and / or Teide, whilst the \nShare Pledges agreed for Penny Lane and \nTeide on 29 September 2014 appear to relate to Goiania.  Mr Taylor as sumes this was an error \nand notes that it was remedied at the time of the \nvaluation dates he was instructed to consider. \nMr Taylor has also identified instances of Share Pledges \nimplying significant changes in the 100% value of the \nrelevant company within a few days, as summarised below: \n \n \nMr Taylor considers several of the Share Pledges discrepancies identified by Mr Bezant could be \nexplained by undisclosed supporting documentation – \nfor example PWC’s audit review and valuation anal\nyses. Implied \n100% \nvalue \n(UAH'm)DateImplied \n100% \nvalue \n(UAH'm)Date\nClendon 76,704 30-Mar-16 90,894 31-Mar-16\nGM 7,931 27-Jun-14 10,703 30-Jun-14\nRetal \nDnipro13,802 30-Mar-16 16,355 31-Mar-16\nKFC 1,966 04-Apr-13 1,361 05-Apr-13\nD10/1/18\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n19/67 Impact of the available information on conclusions \nMatters agreed \nNo Issue Experts’ agreement \n Valuation uncertainty  The Experts agree that due to the lack of available information, their individual assessments are subje ct to \nincreased valuation uncertainty than if complete info rmation were available. The Experts disagree on the \nimplications of that uncertainty as regards their overall conclusions.  \nNotwithstanding the fact that the Experts have not received consolidated and standalone audited financial \nstatements for all the entities they have been instruct ed to value, the Experts also have not received \nbusiness plans, management meeting minutes or man agement forecasts for any of the companies they \nvalue and therefore principally rely upon historical  financial information.  Con"}
{"start": 38500, "text": "able. The Experts disagree on the \nimplications of that uncertainty as regards their overall conclusions.  \nNotwithstanding the fact that the Experts have not received consolidated and standalone audited financial \nstatements for all the entities they have been instruct ed to value, the Experts also have not received \nbusiness plans, management meeting minutes or man agement forecasts for any of the companies they \nvalue and therefore principally rely upon historical  financial information.  Consequently, the Experts’ \nvaluations do not reflect future changes to t he company’s business operations or potential growth \nprospects (positive or negative) that would have bee n known or knowable as at their valuation dates. \nHowever, the Experts agree that for most of the pl edged companies, there is little evidence of significant \ngrowth after their valuation dates. \nAs an example of future changes, both Experts value Dinacom as a bareboat charter company as at \n31 December 2015 in line with its operations at that time. However, during 2016 it sold its vessel and \nappeared to change its business principally to trade in ferroalloys. The Experts do not know if this future \nchange in business was known as at 31 December 2015.  \nMatters not agreed \nNo Issue Mr Bezant Mr Taylor \n  Uncertainty of \noverall \nconclusions Mr Bezant considers that, despite the above \nuncertainty, it is unlikely the pledged shareholdings \nwould be sufficient to support the pledged values. This \nis because: (i) the analysis underlying the pledged values is fundamentally flawed, and with the exception \nof one company, consistently  overstates the value of \nthe pled\nged companies; and (ii) even when there is Mr Taylor considers that there is insufficient information \nto comment with any certainty whether the pledged \nshareholdings support the pledged values.  In particular, \nthe lack of visibility on group structures and the lack of \ndisclosed consolidated financial information is a \nsignificant consideration when considering the overall \nconclusions. \nD10/1/19\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n20/67 No Issue Mr Bezant Mr Taylor \nincomplete information, there is such a large disparity \nbetween the pledged values and his own valuation \nanalysis, that it is unlikely there is additional \ninformation that would support the pledged values. (MB1: 2.20 – 2.21). \nGiven that Mr Bezant c onsiders that the analysis \nunderlying the share pledges is not reliable, he does not consider that identifying additional share pledges \namendments or terminations would impact his \nconclusions. In respect of: \na. Clendon (which the Experts  agree that they cannot \nvalue reliably), Mr Bezant notes that the Bank’s valuation analysis of the value of Clendon is based \non the value of the Retal Group only;\n7 and \nb. Derling (which Mr Taylor considers that he cannot \nvalue reliably), Mr Bezant notes that the Bank’s \nvaluation of Derling is based on the value of the \nSkorzonera only.8 \nBased on their analysis of Retal Group and \nSkorzonera, the Experts both  assess values materially \nlower than those implied by the Share Pledges for Clendon and Derling (except for Mr Taylor’s  \nMr Taylor highlights that he  has not received sufficient \ninformation to value reliably Clendon and Derling in \nparticular (which, together, represent approximately 40% to 60% of the total pledged value at the 2014, 2015 and \n2016 valuation dates).  Moreover, Mr Taylor has \nidentified certain discrepancies in the Share Pledges disclosed and considers it likely that there are further \namendments and terminations for some Share Pledges \nthat have not been disclosed.  For example, no termination agreement has been disclosed for DZK-898, \na Share Pledge for Dniproazot, which has allegedly \nbeen in place at all valuation dates despite its last amendment being dated 5 August 2013 (TT1: A10.2.2). \n \n7   A valuation spreadsheet produced by the Ba nk dated 31 December 2"}
{"start": 42000, "text": "as \nidentified certain discrepancies in the Share Pledges disclosed and considers it likely that there are further \namendments and terminations for some Share Pledges \nthat have not been disclosed.  For example, no termination agreement has been disclosed for DZK-898, \na Share Pledge for Dniproazot, which has allegedly \nbeen in place at all valuation dates despite its last amendment being dated 5 August 2013 (TT1: A10.2.2). \n \n7   A valuation spreadsheet produced by the Ba nk dated 31 December 2015 concludes on a va lue for 49% of the Retal Group (after dedu cting the value of Retal Dnipro) \nof UAH 37,584,786,226 (PB0365995_00001, tab ‘O kenka_korprav’, cell C38). There is a comment attached to this cell which states “value to Clendon Holding”. This \namount exactly matches the pledged value for 49% of Clendon of UA H 37,584,786,226 set out in the Share Pledge in force at 31 De cember 2015 \n(PB0073511_00001). \n8  MB1: A8.11. \nD10/1/20\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n21/67 No Issue Mr Bezant Mr Taylor \nassessment of Derling as at October 2016).  \n  Reliance on \nunconsolidated \nfinancial \ninformation Mr Bezant considers that  consolidated financial \ninformation would allow him to reduce the level of \nuncertainty to which his conclusions are subject. \nHowever, he does not consider it likely that it would lead to conclusions that the value of the shareholdings \nare in line with the pledged values. \nFor example: • in the case of Feral, the value in the Share Pledge \nis based on financial information that is \ninconsistent with the company’s historical performance. Feral has no subsidiaries that could \nexplain this and hence the absence of \nconsolidated information is not relevant to Feral (MB1: A9.24); \n• although subsidiaries could hold significant assets \nthat are not reported in the standalone financial information, they could also hold significant debt or \nother liabilities;  \n• if there were significant assets in subsidiaries \nMr Bezant would expect to see the parent \ncompany raising equity and/or debt, and making \ninvestments in the subsidiaries. Mr Bezant has seen no evidence of this from the standalone \nfinancial statements. If not via the parent, the Mr Taylor does not consider it appropriate to rely on \nunconsolidated financial information when valuing \ncompanies which have, or could have, subsidiaries at \nthe valuation dates.   \nIn various valuations, Mr Taylor has identified and relied \nupon contemporaneous documentation that appears to \nbe inconsistent with the disclosed financial information. In some cases, such inconsistencies are attributable to \nthe standalone financial information. \nFor example, consolidated information has not been \ndisclosed for Derling or Skorzonera and therefore the \nExperts have not been able to assess the value of the \nsubsidiaries for which no financial information has been provided. Mr Taylor consid ers this to be a material \nlimitation of his valuation. For instance, neither of the \nExperts’ valuations reflects the value of Skorzonera’s subsidiary companies, or the concession at Ivano-\nFrankivsk Airport, which may have substantial value \ngiven that it had over 150 employees in November 2020 (TT1: A9.7.6)  \nD10/1/21\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n22/67 No Issue Mr Bezant Mr Taylor \nsubsidiaries themselves would therefore have to \nraise third party debt to cover any investments, \nwhich would need to be accounted for in their \nvalues. Mr Bezant will cons ider this in more detail \nin his supplemental report; and \n• notwithstanding that Mr Bezant considers the \nanalysis underlying the Share Pledges is unreliable, he considers that if there were \nsubsidiaries with significant assets, the analysis \nunderlying the Share Pledges would consider these assets. Responding to Mr Taylor’s comment \non Skorzonera’s subsidiary companies or the \nairport concession, the va lue in the D"}
{"start": 45500, "text": ", \nwhich would need to be accounted for in their \nvalues. Mr Bezant will cons ider this in more detail \nin his supplemental report; and \n• notwithstanding that Mr Bezant considers the \nanalysis underlying the Share Pledges is unreliable, he considers that if there were \nsubsidiaries with significant assets, the analysis \nunderlying the Share Pledges would consider these assets. Responding to Mr Taylor’s comment \non Skorzonera’s subsidiary companies or the \nairport concession, the va lue in the Derling Share \nPledge is based on physical assets owned by \nSkorzonera (MB1: A8.11) only. If the Bank \nconsidered that there was significant value in subsidiaries or the Ivano-Frankivsk Airport, he \nwould expect the anal\nysis to reflect this.  \n \n  \nD10/1/22\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n23/67 5. Approach \nValuation methods \nMatters agreed \nNo Issue Experts’ a greement \n Common valuation \nmethods The Experts agree that the following methods are commonly used when valuing a business (MB1: 2.52; \nTT1: 3.4.1 – 3.4.18): \n• DCF analysis; \n• valuation multiples (or the ‘market approach’); \n• net asset valuation;  \n• the cost approach; and \n• transactions or proposed transactions in  the shares of the subject company.  \n DCF analysis The Experts agree that they are unable to apply the DCF method given the limited information available \n(MB1: 2.53).  \nD10/1/23\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n24/67 No Issue Experts’ agreement \n Third-party valuations The Experts have seen documents indica ting that numerous third-party valuations were prepared for \ncompanies considered by the Experts at or near the valuation dates.  Only some of the accompanying \nvaluation reports for these companies have been disclosed. \nIn other cases, the only evidence disclosed to the Expe rts is in the form of summary Excel sheets, which \npurport to record the results of third-party valuatio ns of some of the pledged shareholdings (without those \nvaluations being provided). \nWhere no supporting information is available, the Ex perts agree that they are unable to comment on the \nvaluations undertaken or assess the reasonableness of the analysis performed (MB1: 2.38 and TT1: 3.51 – \n3.52). They are, however, able to compare the results of these purported valuations to their own analysis.   \nThe majority of these third-party valuations are attributed to PwC, Baker Tilly, UCE and PB Consulting.9 In \nhis first report, Mr Taylor included analysis of the th ird-party valuations by these valuers in 2014 to 2016 \n(TT1 3.5). The Experts agree that this analysis shows: \na. The valuations of individual companies attr ibuted to PwC vary between being 63% lower and 145% \nhigher than the values in the Share Pledges. In total, these values are 11% higher than the pledged \nvalues in 2014, and 45% lower in 2015 (TT1: Table 3-1). \nb. The valuations attributed to Baker Tilly and UCE vary between being 44% lower and 31% higher than \nthe values in the Share Pledges. In total, these values are 8% higher than the pledged values in 2015 \n(TT1: Table 3-2). \nc. The valuations of Dniproazot attributed to  PB Consulting and VSEO VGO vary between being 14% \nlower and 23% higher than the values in the Share Pledges (TT1: Table 3-3).  \n \n \n9  There are also a number of valuations that appear to have b een performed by the Bank (MB1: 6.21). The Experts have not commen ted on these in their analysis. \nD10/1/24\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n25/67 Matters not agreed \nNo Issue Mr Bezant Mr Taylor \n  Reliance on \nthird-party \nvaluations with \nno underlying support As discussed at 5.3, Mr Be zant does not consider or \nrely on third-party valuations for which there is no \nsupporting evidence (MB1: 6.21). \nThis is discussed further in Section 6 in respect of specific companies. Mr Bezant responds to Mr Taylor’s \ncomments in r"}
{"start": 49000, "text": "nalysis. \nD10/1/24\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n25/67 Matters not agreed \nNo Issue Mr Bezant Mr Taylor \n  Reliance on \nthird-party \nvaluations with \nno underlying support As discussed at 5.3, Mr Be zant does not consider or \nrely on third-party valuations for which there is no \nsupporting evidence (MB1: 6.21). \nThis is discussed further in Section 6 in respect of specific companies. Mr Bezant responds to Mr Taylor’s \ncomments in respect of third-party valuations of \nDniproazot in 6.21 below.   Mr Taylor considers contemporary third-party valuations \nto be a relevant data point for his own valuations. \nMr Taylor has compared the values implied by the Share \nPledges to third-party valuations for which no report or underlying support has been disclosed. With the \nexception of Dniproazot, Mr Taylor does not rely upon \nthird-party valuations for which underlying support has not been disclosed. \nMr Taylor notes that the summary Excel worksheets \nrecord third-party valuations for Dniproazot that are similar to other third-party valuations for which reports \nhave been disclosed as well as the values implied by \ntransactions recorded on SMIDA.  \n  Reliance on \ntransactions in the shares of \nthe subject \ncompany reported on \nSMIDA  As explained further in Section 6 in the discussion of \nindividual companies, Mr Bezant places little weight on the share transaction information reported on SMIDA \n(MB1: 2.61). \n One reason for this is that SMIDA publishes \ninformation from professional market participants but \ndoes not verify its accuracy (MB1: 3.39(2)). Mr Taylor has found evidence that several securities traders \nwere sanctioned by the NSSMC for stock market \nmanipulation, including in one of the four additional companies that Mr Taylor values (TT2: A15.5.5). \nOne of the factors identified b\ny the NSSMC was that Mr Taylor has considered transactions in the shares of \nthe subject company reported on SMIDA for the following companies: \na. Dniproazot; \nb. Antarktika; c. Kyivguma; and \nd. Dnipronaftoprodukt. \nConsistent with international valuation standards, \nMr Taylor considers transactions in the subject company \nto be one of the best indicators of market value \n(MB-A10: 57). IVS 105 states that “ price information \nfrom an active market is generally considered to be the \nD10/1/25\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n26/67 No Issue Mr Bezant Mr Taylor \nthe prices of the transactions did not correspond to the \nfinancial and economic conditions of the underlying \ncompanies (Exhibit TT-148). Mr Bezant considers that, \nin every pledged company for which he is aware of SMIDA transactions, the prices of the transactions do \nnot generally correspond with the financial \nperformance of the company.\n10  \n \nThe NSSMC found that the traders who committed \nprice manipulation had corporate ties with the underlying companies whose shares they manipulated \n(Exhibit TT-148). Mr Bezant understands that the \npledgors under the Share Pledges include companies owned and/or controlled by the First and Second \nDefendants (MB1: 2.24), although he does not know if \nthey control AVK.  \nAs stated by Mr Taylor, IVS considers that transactions \nshould be afforded significant weight if the subject company’s shares are “ actively publicly traded ”. IVS \ndoes not define an active market, but due to the illiquid \nnature of the shares in many of the companies considered, and the market manipulation discussed \nabove, Mr Bezant does not consider that the \ntransactions occur in an active market.   strongest evidence of value ” (TT-4: 10.8). IVS 105 \nfurther states that “ the market approach should be \napplied and afforded significant weight [if] the subject \nasset … [is] actively publicly traded ” (TT-4: 20.2). \nMr Taylor recognises that he has insufficient information \nto reconcile or explain differences between the value \nimplied by such transactions a"}
{"start": 52500, "text": "onsidered, and the market manipulation discussed \nabove, Mr Bezant does not consider that the \ntransactions occur in an active market.   strongest evidence of value ” (TT-4: 10.8). IVS 105 \nfurther states that “ the market approach should be \napplied and afforded significant weight [if] the subject \nasset … [is] actively publicly traded ” (TT-4: 20.2). \nMr Taylor recognises that he has insufficient information \nto reconcile or explain differences between the value \nimplied by such transactions and other valuation methodologies he has used. \nMr Taylor does not rely upon the value implied by the \ntransactions in subject companies where there is evidence of price manipulation (TT2: A15.5.4 and \nA16.5.4).  Mr Taylor also considered the factors \nidentified by NSSMC and does not consider that the companies listed above fulfil those conditions. \nMr Taylor notes that Mr Bezant considers the value of \nKyivguma implied by transactions on SMIDA, although it does not inform his valuation conclusion.  \n \n10  The transactions typically occur within a wide range. Although at points individual transactions within this range might be c onsistent with the financial performance of a \ncompany, Mr Bezant does not consider that much can be inferred from this. \nD10/1/26\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n27/67 No Issue Mr Bezant Mr Taylor \n  Relative weight \nto place on \nindividual \nvaluation approaches Mr Bezant has considered the range of valuation \napproaches available to him and concludes on a point \nestimate based on the approach or approaches he \nconsiders the most reliable.  As stated in paragraph 4.5, the Experts agree that due \nto the lack of available information, their individual \nassessments are subject to increased valuation \nuncertainty than if complete information were available. \nFor the companies where Mr Taylor has been able to \nperform more than one valuation approach, Mr Taylor \ndoes not consider there to be sufficient information to determine which valuation method provides the more \nreliable indication of value. In these instances, Mr Taylor  \nhas therefore concluded on a valuation range. \nMr Taylor also recognises that some of the \nmethodologies he has applied result in valuations that \nare not consistent with other valuation approaches he has considered. \n  Cross-checks \nbased on listed \nUkrainian \ncompanies  As a cross-check to the pledged values, Mr Bezant \nhas considered: (i) valuation multiples of typical \nUkrainian companies; and (ii) typical Ukrainian market \ncapitalisations. Mr Bezant considers that these checks further show \nthe pledge values are unreliable (MB1: 2.15 and 3.25). \n Mr Taylor considers that the usefulness of Mr Bezant’s \nanalysis of publicly traded companies in Ukraine is \nlimited by his small sample size (TT1: 4.5.10).  \nFurthermore, Mr Bezant’s analysis appears to assume \nthat Ukraine’s largest companies are all publicly listed in \nUkraine (MB1: 3.27).  The privatisation of valuable \nassets in the post-Soviet era means that many companies in former Soviet countries are held privately \nrather than being publicly listed.  Some Ukrainian \ncompanies are also listed in jurisdictions other than Ukraine to benefit from the international investment \ncommunity. \nD10/1/27\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n28/67 Valuation multiples \nMatters agreed \nNo Issue Experts’ agreement \n Relevant multiples The Experts agree that, in principle, the following valuation multiples are useful metrics for valuing the \ncompanies whose shares were pledged (MB1: 3.11 and 3.13; TT1: 3.4.13 (c)): \n• EV/Revenue \n• EV/EBITDA \n• EV/EBIT \n• P/BV \n Similarity in conclusions The Experts agree that, despite diffe rences in their approaches to using valuation multiples (in ter ms of \ncomparable companies considered, multiples applied, maintainable earnings assumed etc.), their \nvaluations based on valuation multiples are "}
{"start": 56000, "text": "perts agree that, in principle, the following valuation multiples are useful metrics for valuing the \ncompanies whose shares were pledged (MB1: 3.11 and 3.13; TT1: 3.4.13 (c)): \n• EV/Revenue \n• EV/EBITDA \n• EV/EBIT \n• P/BV \n Similarity in conclusions The Experts agree that, despite diffe rences in their approaches to using valuation multiples (in ter ms of \ncomparable companies considered, multiples applied, maintainable earnings assumed etc.), their \nvaluations based on valuation multiples are materially similar for most companies (see Appendix 3). The  exceptions to this are: \n• Penny Lane in 2013; \n• Teide in 2013; \n• Dnipronaftoprodukt in 2013, 2014 and 2015; and \n• Dniproazot in 2015.   \n Different approaches to \nassessing valuation \nmultiples The differences in the Experts’ approach to assessin g valuation multiples include the following, but these \ndifferences do not materially affect the Expe rts’ conclusions in the majority of cases: \n• When selecting comparable companies Mr Bezant  applies filters to ex clude illiquid companies, \ncompanies that are significantly larger than the su bject company, and companies that appear to have \nmultiples that are outliers (e.g. MB1: A7.30 and A7 .32). Mr Taylor does not apply such filters. \n• When valuing Ukrainian companies by reference to the revenue and profit multiples of comparable \ncompanies in other countries, if those comparable co mpanies operate in lower risk jurisdictions, in the \nabsence of further information on the subject comp anies Mr Bezant applies a 25% discount to those \nmultiples to reflect the higher risk jurisdictions of the Ukrainian companies (e.g. MB1: A8.73). Mr Taylor \ndoes not apply such a discount. \nD10/1/28\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n29/67 Matters not agreed \nNo Issue Mr Bezant Mr Taylor \n  Application of a \n25% discount to \ncompanies \noperating in Ukraine In five instances, Mr Bezant considered the valuation \nmultiples of companies which operate in lower-risk \njurisdictions than the subject companies.  \nIn the absence of information to enable a more detailed analysis of comparab ility, Mr Bezant applied a \n25% discount to the profit and revenue based multiples \nto reflect the higher-risk jurisdictions in which the subject companies operated compared to the \ncomparable companies (e.g. see MB1: A11.27). \n This can be understood as applying an upwards \nadjustment to an adjusted discount rate of 8-12% of 3-\n4% (MB1: fn 313).  \nIf he was to not apply this discount, it would only \nimpact his concluded valuation of one company, Dniproazot, at two valuation dates.\n11 \n \nMr Bezant is not clear if Mr Taylor objects to the application of a discount in general, or the size of that \ndiscount. However, in response to Mr Taylor’s \ncomments opposite: a. He, like Mr Taylor, does not have sufficient Mr Bezant justifies his 25% discount for Ukrainian \ncompanies based on (1) the difference in valuation \nmultiples of companies listed on PFTS and the FTSE \n100 and (2) the difference in CRPs for Ukraine and other countries (TT1: 4.5.2).  \nMr Taylor considers Mr Bezant’s analysis to derive a \n25% discount for Ukrainian companies is flawed because (TT1: 4.5.10-13, 4.5.16-21): \na. Mr Bezant’s sample size is too small to draw \nany conclusions about Ukrainian companies generally, particularly given that he does not \nconsider company-specific factors; \nb. Mr Bezant does not recognise that significant \ndifferences in the multiples are driven by \ncompany and industry specific factors, rather \nthan geography; \nc. To the extent that Mr Bezant’s existing \nvaluations had already inherently reflected some \nof the alleged risks associated with his “Ukrainian discount”, Mr Bezant has double \ncounted the applicable discount; \n \n11  This company is Dniproazot. In 2013 Mr Bezant’s concluded value is based on a P/BV multiple to which he does not apply a 25% discount. In 2014 and 2015 his \nconcluded value is based on the avera"}
{"start": 59500, "text": "ltiples are driven by \ncompany and industry specific factors, rather \nthan geography; \nc. To the extent that Mr Bezant’s existing \nvaluations had already inherently reflected some \nof the alleged risks associated with his “Ukrainian discount”, Mr Bezant has double \ncounted the applicable discount; \n \n11  This company is Dniproazot. In 2013 Mr Bezant’s concluded value is based on a P/BV multiple to which he does not apply a 25% discount. In 2014 and 2015 his \nconcluded value is based on the average of the EV/EBIT and EV/EBITDA multiples, to which he does apply a 25% discount. Removing  the discount would increase his \nvaluations in these years by about 33%, but they would still remain around 60% lower than the values in the Share Pledges. \nD10/1/29\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n30/67 No Issue Mr Bezant Mr Taylor \ninformation to consider company-specific factors \nbut consider it consistent with valuation theory to \nexpect, all else equal, companies located in higher \nrisk jurisdictions to have lower values. To assume otherwise is contrary to standard practice; \nb. Geography is a recognised reason for difference \nbetween different companies’ multiples. Mr Taylor and Mr Bezant both apply geographic filters when \nidentifying comparable companies, consistent with \nIVS and IFRS 13 valuation guidance which acknowledges that geographic location can affect \nvaluation multiples;  \nc. Mr Bezant notes Mr Taylor’s reference to potential \ndouble-counting but without further details of \nwhere the double-counting is said to arise he \ncannot comment on this; \nd. Mr Bezant’s approach assumes that the subject \ncompanies are exposed to a typical level of \ncountry risk for investments in Ukraine, whereas Mr Taylor’s approach assumes these companies \nare subject to no additional country risk as \ncompared to the comparable companies; \ne. Mr Taylor refers to the growth prospects of the \nsubject companies but has not presented any \nevidence that these companies’ growth prospects are stronger than those of the comparable \ncompanies; and \nf. Mr Bezant considers that valuation multiples are d. Mr Bezant does not recognise that country risk \ndoes not impact every industry and company \nequally; \ne. Mr Bezant has ignored the fact that future \ngrowth prospects can offset higher risks; and \nf. Mr Bezant’s data shows that countries with \nhigher CRPs can have the highest not the lowest multiples.  This clearly demonstrates that \nthere is not a direct relationship between the \nCRP of the country in which a company operates and the valuation multiple \nD10/1/30\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n31/67 No Issue Mr Bezant Mr Taylor \naffected by other factors in addition to country risk. \nHowever, he considers that Mr Taylor’s small \nsample does not inform the question of how risky \nUkraine is as compared to other countries.  \n  \nD10/1/31\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n32/67 6. Valuation of 100% of the shares of the companies whose shares were pledged – companies where there is \ndisagreement \n Given the similarities in their conclusions for many of the co mpanies whose shares were pledged, the Experts focus their discu ssion below on \ncompanies where they reach substantially different conclu sions on the value of 100% of the company’s shares. \nDerling \n As stated in Section 4 above, the Expe rts disagree on the reliability of thei r conclusions in re spect of Derling: \n(i) Mr Bezant considers there is sufficient information to perform a valuation; whereas \n(ii) In the absence of consolidated financial information and su fficient information for the subsidiaries of Derling, Mr Taylor  has not been able to \nreliably conclude on the value of Derling (TT2: A9.6.12).   Mr Ta ylor has therefore assessed an indicative valuation range base d principally on the \nvalue of one of its subsidiar"}
{"start": 63000, "text": "rts disagree on the reliability of thei r conclusions in re spect of Derling: \n(i) Mr Bezant considers there is sufficient information to perform a valuation; whereas \n(ii) In the absence of consolidated financial information and su fficient information for the subsidiaries of Derling, Mr Taylor  has not been able to \nreliably conclude on the value of Derling (TT2: A9.6.12).   Mr Ta ylor has therefore assessed an indicative valuation range base d principally on the \nvalue of one of its subsidiaries, Skorzonera, which owns the Bu kovel ski resort, using valuation multiples and third-party valu ation reports (TT2: \nTable A9-28).  \n Notwithstanding this difference, the Experts discuss belo w the matters agreed and not agreed in relation to Derling. \nMatters agreed \nNo Issue Experts’ agreement \n Valuations based on \nvaluation multiples and net \nassets The Experts agree that at every valu ation date, their valuations based on valuation multiples and net assets \narrive at a value of nil for Derling (MB1: Table A8-21; TT1: Table A9-27). \n Valuation as at \n31 December 2014 and \n31 December 2015 The Experts agree that the value of Derling as at 31 December 2014 and 31 December 2015 is nil if Derling \nis valued by reference to comparable company multiples applied to the standalone financial metrics of \nDerling, or one of its subsidiaries, Skorzonera.  \nThe Experts agree that Derling and Skorzonera own a number of subsidiaries and that this valuation \napproach does not reflect the potential value of such su bsidiaries held by Skorzonera, to the extent that \nthey existed. \nD10/1/32\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n33/67 Matters not agreed \n As at 31 October 2016, Mr Taylor concludes on a valuation ran ge for Derling of nil to UAH 8,491m. The low end reflects a value  of nil in all instances \nwhen valuing Derling using revenue-, EBITDA- and EBIT-based multip les, and net assets, in reference to Skorzonera (TT1: Table A 9-27). The high \nend of this range is greater than the pledged value at this date of  UAH 6,598m. The high end of this range is based on the valu es implied by third-party \nreports valuing assets held by Skorzonera, a subs idiary of Derling (TT1: A9.6.11 and Table A9-28).  \nNo Issue Mr Bezant Mr Ta ylor \n  Third party \nvaluation \nreports Mr Bezant does not consider the high end of Mr \nTaylor’s range based on third-party valuations to be a \nreliable valuation of the shareholdings pledged in Derling as at 31 October 2016, for the reasons \ndiscussed below.  \nMr Bezant will comment on the valuation reports further in his supplemental report, but notes that as \nwell as other assets, Skorzonera could equally hold \nother liabilities not held at thei r fair value, or contingent \nliabilities not recognised on the balance sheet. \nMr Bezant responds to Mr Taylor’s comments on the \nIvano-Frankivsk International Airport at 4.7. Mr Taylor identified a number of third-party valuation \nreports for assets owned by Skorzonera, such as land, \ncottages, cable cars and other infrastructure. These valuation reports had valuation dates of between 2014 \nand 2016 and were performed by (i) UCE, (ii) Colliers \nInternational and (iii) AE (TT1: A9.5.5). \nThe high end of Mr Taylor’s valuation range is based on \nthese third-party valuation reports for Skorzonera’s \nassets, which are then adjusted for (TT1: Table A9-26): \na. Skorzonera’s net debt; \nb. Derling’s ownership stake in Skorzonera; \nc. The value of Derling’s interest in Business Kyiv; \nand  \nd. Derling’s net asset position. \nD10/1/33\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n34/67 No Issue Mr Bezant Mr Taylor \nMr Bezant disregarded the valuation reports from UCE \nand Colliers on the basis that (i) Skorzonera may have \nother significant assets and (ii) they did not consider \nSkorzonera’s debt (MB1: A8.51).  Mr Taylor does not consider Mr Bezant’s critic isms to be relevant because \nth"}
{"start": 66500, "text": " of Derling’s interest in Business Kyiv; \nand  \nd. Derling’s net asset position. \nD10/1/33\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n34/67 No Issue Mr Bezant Mr Taylor \nMr Bezant disregarded the valuation reports from UCE \nand Colliers on the basis that (i) Skorzonera may have \nother significant assets and (ii) they did not consider \nSkorzonera’s debt (MB1: A8.51).  Mr Taylor does not consider Mr Bezant’s critic isms to be relevant because \nthe Experts are able to adjust the asset valuations for \nSkorzonera’s debt position and, to the extent that the \ncompany held other assets or subsidiaries, this would \nindicate Mr Taylor has understated Derling’s value. \nMr Taylor recognises that the valuation reports do not \nconsider all the assets of  Skorzonera. For example, \nnone of the valuation reports value Skorzonera’s \noperations outside its ski resort, including its concession over Ivano-Frankivsk International Airport (TT1: \nA9.5.22).  The existence of additional assets would \nindicate Derling’s value should be higher (TT1: A9.6.7).  \n  Whether the \nhigher 2016 valuation \nreports value \nassets no longer owned \nby Skorzonera It appears that the valuation reports supporting the \nvalues at the upper end of Mr Taylor’s range may value assets that Skorzonera did not own in 2016. \n \nAs identified by Mr Taylor, both the pledged value and the value of non-current assets reported on \nSkorzonera’s balance sheet fell substantially between \n31 December 2015 and 31 December 2016 by around two-thirds (TT1: Table A9-6, A9.6.8 and Table A9-26). \nThis could be the result of a fall in the number or value \nof Skorzonera’s assets. Conversely, the asset valuation reports that Mr Taylor relies on contain Mr Taylor recognises that the AE valuation report dated \n31 December 2016 concludes on a lower value for Skorzonera than the UCE and Colliers valuation reports \nfrom earlier in the year.  \nMr Taylor attributes this di fferential to the fact that: \na. AE valued a smaller parcel of land (101 ha) \ncompared to UCE (159 ha) and Colliers \n(165 ha); and \nb. AE’s valuation of Skorzonera’s ski lifts and \ninfrastructure was significantly less than \nconcluded in the other valuation reports in 2016. \nD10/1/34\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n35/67 No Issue Mr Bezant Mr Taylor \nsimilar valuations to reports as at 31 December 2015 \n(TT1: Table A9-26). \n \nTo the extent that there was a sale of assets, and the asset valuation reports do not reflect this reduction, \nthey are unreliable.  \n As Mr Taylor identifies, one asset valuation report, \ndated 31 December 2016, implies a value significantly \nbelow the pledged value as 31 October 2016 (TT1: Table A9-26). This report: (i) values a smaller number \nof Skorzonera’s assets than earlier reports; and (ii) \nwhere there is direct overlap of assets between this report and earlier reports, this report values these \nassets at a significantly lower value (TT1: fn 167). \n Mr Bezant observed in his first report that a number of \nthe asset valuation reports stated that they had not \nperformed any checks or due diligence on the legal or operational status of the as sets (MB1: A8.50, A8.54). \nMr Taylor has not considered these points in his \nreport.  Mr Taylor is unable to explain why AE valued fewer \nassets and concluded on lower values, but recognises \nthat some of Skorzonera’ s assets may have been \ndivested in 2016 given that Skorzonera’s non-current assets fell between FY2015 and FY2016 (TT1: A9.5.21). \nD10/1/35\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n36/67 No Issue Mr Bezant Mr Taylor \n  Inconsistency \nbetween asset \nvaluations and \nother indicators of value Mr Bezant considers the va lue of Skorzonera implied \nby the asset valuation reports as at 31 October 2016 \nappears overstated and incons istent with the other \nindicators of value: • Derling’s standalone"}
{"start": 70000, "text": "t Skorzonera’s non-current assets fell between FY2015 and FY2016 (TT1: A9.5.21). \nD10/1/35\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n36/67 No Issue Mr Bezant Mr Taylor \n  Inconsistency \nbetween asset \nvaluations and \nother indicators of value Mr Bezant considers the va lue of Skorzonera implied \nby the asset valuation reports as at 31 October 2016 \nappears overstated and incons istent with the other \nindicators of value: • Derling’s standalone financial statements reported \nnegative net assets and losses at the EBIT and net \nprofit level in 2016 (MB1: Table A8-3 and Table A8-4); \n• Skorzonera’s financia l statements reported \nnegative net assets in 2016 (MB1: Table A8-7); and \n• Skorzonera reported prof its at the EBITDA, EBIT \nand net profit level in 2016, but given the company’s debt Mr Taylor concludes on a \nvaluation of nil when considering: (i) revenue \nmultiples; (ii) EBITDA multiples; and (iii) EBIT multiples (TT1: Table A9-27). \n  Mr Taylor recognises the inconsistency between the \nasset valuations set out in the third-party valuation \nreports and valuation multiples based on standalone \nfinancial metrics. Given the deficiencies in information received, Mr Taylor is unable to explain the \ninconsistencies. However, this could be explained, for \nexample, by: \na. Operations conducted and assets held through \nsubsidiaries for which the Experts have not \nreceived financial information; \nb. Value attributable to surplus assets that are held \nat cost on Skorzonera’s balance sheet; and/or \nc. Poor operational performance or management \nhistorically. \nMawex \n Both Experts have valued Mawex as at 19 August 2016 (MB2: A23.4;  TT2: A11.2.3). In addition, Mr Taylor has valued Mawex as at 31 October 2016 \n(TT2: A11.2.3). \n The Experts have seen evidence that Mawex held a 6.49% sh areholding in Skorzonera (MB2: A23.8; TT2: A11.5.2).  \nD10/1/36\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n37/67 Matters agreed \nNo Issue Experts’ agreement \n Mawex’s financial \nperformance The Experts agree that the financial information avai lable to them indicates that between 2013 and 2016 \nMawex was loss-making and had negative net assets (M B2: A23.14; TT2: A11.4.4 – A11.4.5), which would \nindicate a value of nil. However, the Experts rely on  financial information from Orbis which does not appear \nto be consolidated and does not include notes to the financial statements. \n Valuation based on the \nvalue of Skorzonera using valuation multiples  The Experts agree that their valuations of Mawex ba sed on the value of Skorzonera implied by valuation \nmultiples are nil as at 19 August 2016 (MB2: A23.21; TT2: Table A11-7). \n Valuation as at 31 October \n2016 The Experts agree that Mr Taylor’s conclusions on th e value of Mawex are materially the same as at 19 \nAugust 2016 and 31 October 2016 (TT2: Table A11-7). \nMatters not agreed \nNo Issue Mr Bezant Mr Ta ylor \n  Valuation based \non the value of Skorzonera \nusing asset \nvaluations As set out at 6.7 to 6.8 above, Mr Bezant considers Mr \nTaylor’s valuation of Skorzonera using asset valuations to be unreliable. \n \nMr Bezant therefore considers Mr Taylor’s valuation of Mawex based on that approach to be unreliable. Mr Taylor concluded on a net asset value of Mawex, \nreplacing the book value of its other fixed assets with the market value of its share of Skorzonera \n(TT2: Table A11-5). The Experts agree that Mawex \nowned 6.49% of Skorzonera at the valuation dates (MB1: A23.8; TT2: A11.5.2) . Mr Taylor assessed the \nvalue of Skorzonera using multiples and third-party \nvaluation reports (TT2: A11.5.5). Mr Taylor refers to his comments regarding the valuation reports at \nparagraph6.7.  \nD10/1/37\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n38/67 Dniproazot \n The Experts arrive at different conclusions on the value of Dn iproazot at each valuation date (31 Decembe"}
{"start": 73500, "text": "ed 6.49% of Skorzonera at the valuation dates (MB1: A23.8; TT2: A11.5.2) . Mr Taylor assessed the \nvalue of Skorzonera using multiples and third-party \nvaluation reports (TT2: A11.5.5). Mr Taylor refers to his comments regarding the valuation reports at \nparagraph6.7.  \nD10/1/37\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n38/67 Dniproazot \n The Experts arrive at different conclusions on the value of Dn iproazot at each valuation date (31 December 2013, 31 December 2 014 and \n31 December 2015). Mr Bezant has not performed a valuation of Dnip roazot as at 31 October 2016 but Mr Taylor arrives at similar  conclusions as at \nboth 31 December 2015 and 31 October 2016 (TT1: Table A10-19 and Table A10-20). \n At each valuation date, Mr Bezant has performed a valuation ba sed on valuation multiples (MB1: Table A12-20), while Mr Taylor has performed a \nvaluation based on valuation multiples, thir d-party valuation reports and transactions in the company disclosed on SMIDA (TT1: Table A10-20). \nMatters agreed \n The low end of Mr Taylor’s range is based on valuation multiples (TT1: Table A10-20). \n \nNo Issue Experts’ agreement \n Valuation multiples The Experts agree that the value of the pledged shareholdings implied by valuation multiples is materially  \nless than the pledged value at every valuation date (MB1: Table A12-20; TT1: Table A10-20). \nMatters not agreed \n The high end of Mr Taylor’s range is based on third-party val uations. The SMIDA transactions (both on-exchange and off-exchang e) imply valuations \nslightly below those implied by the third-party valuations (e xcept for 31 December 2013 where they imply significantly lower va luations) (TT1: Table \nA10-20). \n \nD10/1/38\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n39/67 No Issue Mr Bezant Mr Taylor \n  Third-party \nvaluation \nreports Mr Taylor’s upper end assessment is based on the \nmost recent third-party valuations performed as at his \nvaluation dates. These include third-party valuations \nby: (i) PB Consulting; (ii) PwC; and (ii) UCE (TT1: \nTable A10-8). \n \nMr Bezant does not rely on third-party valuations for which he has no support as he has no explanation of \nhow these valuations have been prepared or for what \npurpose (MB1: 6.21). Mr Taylor similarly considers he cannot comment on the valuations or assess the \nreasonableness of their conclusions (TT1: 3.5.2), but \nstill includes them in his assessment. As an example, the third-party valuation as at 31 December 2015 is \nbased on a third-party valuation attributed to PwC.  \n \nOf the third-party valuations that form part of Mr \nTaylor’s assessment, Mr Bezant has only seen \nunderlying support for the PB consulting reports that inform his conclusions as at 31 December 2013 and \n31 December 2014 (TT1: A10.5.9). Mr Taylor has not \ncommented in detail on the reasonableness of the analysis these reports contain. Mr Bezant considers \nthat the PB Consulting reports were unreliable as they \nrely on on-exchange transactions, which Mr Bezant considers unreliable for the reasons set out in 6.22 \nbelow \n(MB1: A12.38 ). Mr Taylor identified a number of third-party valuation \nreports for Dniproazot. These valuation reports had \nvaluation dates of between 2013 and 2016 and were \nperformed by (i) PB Consulti ng, (ii) VSEO VGO, (iii) \nPwC, (iv) Baker Tilly Ukraine and (v) UCE (TT1: Table \nA10-8). The full valuation reports or underlying \ncalculations do not appear to have been disclosed in respect of many of these third-party valuations (TT1: \nA10.5.9). \nThe valuation reports that have been disclosed rely on \ntransactions in Dniproazot reported on SMIDA. As \nexplained in paragraph 5.5 above, consistent with \ninternational valuation standards, Mr Taylor generally considers transactions in the subject company to be one \nof the best indicators of market value. \nMr Taylor recognises that multiples-based valuations \nimply a significantly lower va"}
{"start": 77000, "text": "do not appear to have been disclosed in respect of many of these third-party valuations (TT1: \nA10.5.9). \nThe valuation reports that have been disclosed rely on \ntransactions in Dniproazot reported on SMIDA. As \nexplained in paragraph 5.5 above, consistent with \ninternational valuation standards, Mr Taylor generally considers transactions in the subject company to be one \nof the best indicators of market value. \nMr Taylor recognises that multiples-based valuations \nimply a significantly lower value for Dniproazot \ncompared to the transactions and valuation reports but \nhas been unable to explain or reconcile this range given the limited disclosure (TT1: A10.6.3). \nD10/1/39\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n40/67 No Issue Mr Bezant Mr Taylor \n  On-exchange \ntransactions \nreported on \nSMIDA The on-exchange transactions imply values of a similar \nmagnitude to the pledged values at each valuation \ndate. Mr Bezant places little weight on these \ntransactions as the shares  are highly illiquid and the \nvalues implied by them are inconsistent with \nDniproazot’s financial performance (MB1: A12.42). \n Mr Bezant will comment on Mr Taylor’s views on the \nliquidity of the transactions in his supplemental report.  Mr Taylor considers that the inclusion of the values \nimplied by transactions in Dniproazot’s shares is \nappropriate under international valuation standards.  \nSuch transactions are commonly considered a relevant indicator of market value even where prices are based \non an inactive or illiquid market (MB-A10: 16 and 57).  \nMr Taylor notes that there appears to be sufficient liquidity to allow for the sale of the 6% and 7% \nshareholdings pledged and that any lack of marketability \nwould be addressed by the minority discount applied. \nMr Taylor recognises that the transactions imply a much \nhigher value for Dniproazot than his multiple-based \napproaches; however, he does not have sufficient information to explain or reconcile the difference.  \n  Off-exchange \ntransactions \nreported on \nSMIDA The off-exchange transactions imply a value that is \nsignificantly lower than the pledged value as at 31 \nDecember 2013 (and significantly below the value \nimplied by the on-exchange transactions at this date (MB1: Table A12-11, Table A12-12)). The off-\nexchange transactions imply values that are of a \nsimilar magnitude to the pledged values at 31 Dec 2014 and 31 Dec 2015. Mr Bezant places little weight \non these transactions as: (i) the context of the \ntransactions and whether they were conducted at arm’s length is not known; (ii) SMIDA does not verify \nthe data such that the co mpleteness of the data \ndepends on the extent to which market participants comply with disclosure obligations; (iii) the on-Mr Taylor considered the off-exchange transactions in \nconjunction with the on-exchange transactions. \nD10/1/40\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n41/67 No Issue Mr Bezant Mr Taylor \nexchange and off-exchange transactions are in some \ncases concluded at vastly different prices despite \noccurring at, or around, the same time (for example as \nat 31 December 2013); and (iv) the values implied by the transactions are inconsistent with Dniproazot’s \nfinancial performance (MB1: 3.39, A12.42 and \nA12.44 ). \nKyivguma \n Mr Bezant has valued Kyivguma at nil as it: (i) had low revenue; (ii) was loss-making at t he EBIT, EBITDA and net profit levels; (iii) had negative net \nassets; and (iv) generated no meaningful cash  flows (MB1: A18.35). In TT2, Mr Taylor valued Kyivguma using revenue multiples, t ransactions in \nKyivguma and the value of the Arena Kyiv on the basis that this is a surplus asset (TT2: Table A7-14).  As explained at 1.20, M r Taylor updates his \nvaluation of Kyivguma in this joint statement. \nMatters agreed \nNo Issue Experts’ agreement \n Valuations based on net \nassets, revenue multiples \nand transactions Notwithstanding th"}
{"start": 80500, "text": "(iii) had negative net \nassets; and (iv) generated no meaningful cash  flows (MB1: A18.35). In TT2, Mr Taylor valued Kyivguma using revenue multiples, t ransactions in \nKyivguma and the value of the Arena Kyiv on the basis that this is a surplus asset (TT2: Table A7-14).  As explained at 1.20, M r Taylor updates his \nvaluation of Kyivguma in this joint statement. \nMatters agreed \nNo Issue Experts’ agreement \n Valuations based on net \nassets, revenue multiples \nand transactions Notwithstanding that Mr Bezant places little weight  on the transaction in Kyivguma (MB2: A18.39), the \nExperts agree that their valuations based on net as sets, revenue multiples and transactions in Kyivguma \narrive at similar results and imply the pledged shar eholdings are worth materially less than the pledged \nvalues at every valuation date. \nD10/1/41\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n42/67 No Issue Experts’ agreement \n Evidence of work at site of \nArena Kyiv  The Experts have seen a document prepared by the Bank prior to its nationalisati on that details the costs \nallegedly incurred in the construction of Arena Kyiv in 2014 and 2015 (TT2: A7.3.7). This document states \nthat costs of UAH 1,476m, UAH 302 m and UAH 137m were incurred in 2014, 2015 and 2016 respectively \n(TT2: Table A7-4). These amounts are equivalent to USD 123m, USD 14m and USD 5m in 2014, 2015 and 2016 respectively.\n12 \nUsing Google Earth, the Experts have seen evidence of works at the site of Arena Kyiv in at least 2014 and \n2015, when the majority of costs were said to be incu rred. The work appears to represent the clearing of \nexisting buildings and the start of construction of Arena Kyiv. The Experts can also see that further work in \nthe area was ultimately not completed. It is not clea r at what date the construction of Arena Kyiv was \nabandoned. (Exhibit MB-A219)  \nThe Experts agree that the level of work that appear s to have been performed at the site is inconsistent \nwith the amount of costs allegedly incurred.  As such, they agree that it is not appropriate to value Arena \nKyiv. \nMr Taylor remains of the opinion that the land upon which Arena Kyiv would have been constructed is a \nsurplus asset to which Kyivguma had the rights under it s lease agreements with Kyiv City Council because \nthe value of this asset is not reflected in Kyigum a’s standalone financial information.  However, in the \nabsence of reliable financial information, Mr Taylor has been unable to value this asset. \nMr Bezant considers that, before any value could be ascribed to the land, financing would be required to \ndevelop the land, and there must be a suitable market for the development. \n \n12  Translated at the average USD/UAH exchange rate for each year (exchange rates from MB1: Appendix 28, tab ‘Capital IQ inputs’) . \nD10/1/42\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n43/67 No Issue Experts’ agreement \n Corroboration for \nconstruction costs and \nlease payments The Experts agree that Kyivguma’s standalone finan cial statements do not recognise any construction \ncosts associated with Arena Kyiv, or the annual rent pa yments as set out in the lease agreements with Kyiv \nCity Council regarding three pieces of land where t he Arena Kyiv was supposed to be built (TT2: A7.3.5). \nThey have seen no other corroboration (such as bank st atements) that Kyivguma incurred any construction \ncosts in respect of Arena Kyiv (TT2: A7.5.17).  \nNeither consolidated financial information nor financia l information for Kyivguma ’s subsidiaries has been \ndisclosed, so it is possible that the construction of  Arena Kyiv and any associated debt was undertaken by \na subsidiary (TT2: A7.3.8). \n Financial statements The Experts agree t hat the audited standalone financial informat ion reported by SMIDA indicates that \nbetween 2011 and 2016 Kyivguma had: (i) negligible cash balances, and (ii) negligible cash flows "}
{"start": 84000, "text": " Arena Kyiv (TT2: A7.5.17).  \nNeither consolidated financial information nor financia l information for Kyivguma ’s subsidiaries has been \ndisclosed, so it is possible that the construction of  Arena Kyiv and any associated debt was undertaken by \na subsidiary (TT2: A7.3.8). \n Financial statements The Experts agree t hat the audited standalone financial informat ion reported by SMIDA indicates that \nbetween 2011 and 2016 Kyivguma had: (i) negligible cash balances, and (ii) negligible cash flows \n(MB2: Table A18-4 and Table A18-5; TT2: Table A7-6).  \nThe Experts agree that they have no information as to  which subsidiaries were held by Kyivguma as at the \nvaluation dates, but that Orbis indicated that Kyiv guma held interests in 10 Ukrainian companies as at \nOctober 2020 (TT2: A7.3.4). \nThe Experts agree that neither consolidated financi al statements for Kyivguma nor standalone financial \nstatements for any Kyivguma subsidiaries have been disclosed (TT2: A7.3.8). \nThe Experts have seen no evidence from the standalone financial statements of share capital or debt being \nraised by Kyivguma that could have been passed on to a subsidiary. \n EY Report The Experts agree that EY was not aware of the status of construction of Arena Kyiv and concluded on an \n‘adjusted calculation adjusted for sensitivity analys is’ for Arena Kyiv of UAH 115m to UAH 307m (EY \nReport: pp. 123-124). \n Ownership of Arena Kyiv The Experts agree that they have seen limited evidence that Kyivguma owned the Arena Kyiv, although \nthey have identified lease agreements with Kyiv City  Council dated 8 October 2013 showing Kyivguma had \nthe rights to use and develop three pieces of land (TT2: A7.3.5 and A7.5.17(d)).  \nMr Bezant will comment on the leases in his supplemental report. \nD10/1/43\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n44/67 Companies that own petrol stations \n There are documents in disclosure that imply four of the com panies whose shares were pledged own petrol stations (Gilton, Auto rembitservis, Vikna-\nPlast and Dnipronaftoprodukt).  \nMatters agreed \nNo Issue Experts’ a greement \n Number of Petrol Stations \nOwned by \nAutorembitservis, Vikna-Plast and Gilton The Experts have identified documents indicating th at Autorembitservis, Vikna-Plast and Gilton owned \npetrol stations at the valuation dates, as summarised below. \nTable 6-1: Summary of documents valuing petrol stations \nCompany Number of \npetrol stations Source \nAutorembitservis \n(MB1: A26.8; \nTT2: A13.5.3) \n 11 \n PrivatBank credit committee presentation, 15-Dec-2015 \n1 Baker Tilly Report, valuation dat e 31-Dec-2015, produced 12-\nMay-2016 \n5 UCE Report, valuation and produced date 4-May-2016; UCE \nReport, valuation and produced date 12-May-2016 \n4 Veritas Report, valuation date 30-Jun-2016, produced 18-Aug-\n2016 \nVikna-Plast \n(MB1: A25.10; \nTT2: A12.3.3) \n 1 PrivatBank credit committee presentation, 3-Nov-2014 \n6 Baker Tilly Report, valuation dat e 31-Dec-2015, produced 12-\nMay-2016 \n5 UCE Report, valuation and produced date 4-May-2016; UCE \nReport, valuation and produced date 12-May-2016 \n5 Veritas Report, valuation date 30-Jun-2016, produced 18-Aug-\n2016 \nGilton 34 \n 11 PrivatBank credit committee presentations between 3-Jul-2014 \nand 15-Dec-2015 \nD10/1/44\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n45/67 No Issue Experts’ agreement \n(MB1: A19.8; \nTT2: A10.5.5) 6313 PrivatBank credit committee presentation, 10-Jul-2014 \n34 Baker Tilly Report, valuation dat e 31-Dec-2015, produced 12-\nMay-2016 \n6 UCE Report, valuation and produced date 4-May-2016; UCE \nReport, valuation and produced date 12-May-2016 \n6 Veritas Report, valuation date 30-Jun-2016, produced 18-Aug-\n2016 \nThe Experts agree that there is significant uncertainty  over the number of petrol stations owned and that \nthey have not been able to verify independently the number of petrol stations from land records: \n• Mr Bezant does "}
{"start": 87500, "text": "esentation, 10-Jul-2014 \n34 Baker Tilly Report, valuation dat e 31-Dec-2015, produced 12-\nMay-2016 \n6 UCE Report, valuation and produced date 4-May-2016; UCE \nReport, valuation and produced date 12-May-2016 \n6 Veritas Report, valuation date 30-Jun-2016, produced 18-Aug-\n2016 \nThe Experts agree that there is significant uncertainty  over the number of petrol stations owned and that \nthey have not been able to verify independently the number of petrol stations from land records: \n• Mr Bezant does not consider these numbers reliable as the information is inconsistent: (i) with the \nstandalone financial information received for these companies; and (ii) between the documents \navailable. \n• Mr Taylor does not consider these documents to be inconsistent with each other because none of the \nabove valuation reports claim to value all of the petrol stations owned by each of the companies \nidentified. \nIn the absence of further information, the Experts as sessed the number of petrol stations to be as follows \n(Mr Bezant notes that he used these figures for t he purposes of a cross-check only, and considers \nownership of the petrol stations to be inconsistent wi th the financial information available, see e.g. MB1: \nA19.30):  \n \n \n \n13  Mr Taylor notes that he considers the reference to 63 petrol stations owned by Gilton in this  document to be an error, given that all other credit committee presentations \nfrom July 2014 refer to Gilt on owning 34 petrol stations. \nD10/1/45\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n46/67 No Issue Experts’ agreement \n \nTable 6-2: Number of petrol stations owned by company \nNumber of petrol stations by \ncompany Mr Bezant Mr Taylor Source \nAutorembitservis 1 11 MB1, A26.10; TT2, \nA13.5.3 \nVikna-Plast 6 6 MB1, A25.11; TT2, \nA12.5.3 \nGilton 34 34 MB1, A19.9; TT2, \nA10.5.4 \nThe issue of whether these companies owned the number  of petrol stations recorded in these documents is \nultimately a factual matter.  \n \nD10/1/46\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n47/67 No Issue Experts’ agreement \n Consistency of petrol \nstations with financial \ninformation \n(Autorembitservis, Vikna-Plast and Gilton) The Experts agree that financial statements have no t been disclosed for Autorembitservis, Vikna-Plast and \nGilton and that they have therefore had to rely up on unconsolidated and unaudited financial information \nfrom Orbis for these companies ( TT2: A10.4.1, A12.4.1 and A13.4.1). \nThe Experts agree that the standalone financial inform ation indicates that Autorembitservis, Vikna-Plast \nand Gilton had little to no value.  The Experts agree that  the standalone information is inconsistent with the \nownership of petrol stations; howev er, the Experts also agree that they have not been provided with \nconsolidated financial information for these companies,  and that the petrol stations could be held by \nsubsidiaries of these companies.  \nThe Experts also agree that the existence of su bsidiaries for these companies may be a reasonable \nexplanation for the inconsistencies between the standa lone financial performance and the value implied by \nthe Share Pledges (TT2:A10.3.4, A12.3.5 and A13.3.4). The Experts have not seen any evidence that: \n• these companies had subsidiaries with valuable assets; or \n• the parent companies provided any financing to their subsidiaries to purchase such assets. \nThe Experts agree that the standalone unaudited financia l information provided for these companies is high \nlevel and does not have any notes. It is therefore possible that any loans to subsidiaries are recognised \nwithin another category of asset, rather than separately. \nIn the event that the petrol stations  were held by subsidiaries, the Experts agree that Autorembitservis, \nVikna-Plast and Gilton may be worth more than nil value, depending on the level of borrowings. \n Pledged values The Experts agree that the pledged valu"}
{"start": 91000, "text": "one unaudited financia l information provided for these companies is high \nlevel and does not have any notes. It is therefore possible that any loans to subsidiaries are recognised \nwithin another category of asset, rather than separately. \nIn the event that the petrol stations  were held by subsidiaries, the Experts agree that Autorembitservis, \nVikna-Plast and Gilton may be worth more than nil value, depending on the level of borrowings. \n Pledged values The Experts agree that the pledged value of the f our companies is not consistent with the reported financial \ninformation available to them; however, the Experts recognise they have not received consolidated financial \ninformation. \nD10/1/47\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n48/67 Matters not agreed \nNo Issue Mr Bezant Mr Taylor \n Value of \nAutorembitservis, \nVikna-Plast and \nGilton on the assumption that \nthese companies \nown petrol stations and have no \nborrowings beyond \nthose recorded in the financial \ninformation \ndisclosed The assessments set out in Mr Taylor’s comments \nproceed on the basis that: \na. the companies owned petrol stations, either \nthemselves or via subsidiaries (which is not consistent with the standalone financial statements \nof the parents); \nb. the number of petrol stations stated in the \nunderlying documents is reliable (though there are \ninconsistencies between the various documents); \nand \nc. the subsidiaries do not have substantial liabilities in \ntheir own right (if financing has not been provided \nby the parent, for which there is no evidence in the standalone financial statements, the subsidiaries \nwould have to acquire financing from another \nsource, e.g. third party debt). \nNotwithstanding that many of the points above are \nfactual in nature, Mr Bezant considers that in the \nabsence of support to justif y these assumptions, it is \ninappropriate to rely on the valuations opposite. Mr Taylor values Autorembitservis, Vikna-Plast and \nGilton based on the net asset values recorded in the \nstandalone unaudited financial information.  Mr Taylor \nadjusts these net asset values for the petrol station valuations performed by Mr Kaczmarek and Mr Bezant.   \nTable 6-3: Companies’ equity values based on value \nof petrol stations assumed to be owned \nUAH’million 30 Sep 15 31 Dec 15 31 Oct 16 \nAutorembitservis  NIL - 280   \nVikna-Plast  31 – 159 NIL - 18 \nGilton  245 – \n1,213  \nMr Taylor recognises that these valuations are not \nconsistent with the standalone financial information for \nthese companies but notes that: \na. He places limited reliance upon this financial \ninformation, given that it is unconsolidated and is not \nnecessarily audited; \nb. Mr Bezant’s valuation approach places nil value on \nthese petrol stations, despite the fact that numerous \ndocuments refer to the ownership of petrol stations, \nwhich Mr Kaczmarek and Mr Bezant agree have value; \nD10/1/48\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n49/67 No Issue Mr Bezant Mr Taylor \nc. No information has been disclosed regarding the \nfinancial performance or position of any subsidiaries \nto these companies.  Mr Taylor is therefore also \nunable to comment upon the need or ability of such subsidiaries to raise financing; and \nd. Mr Taylor recognises that such subsidiaries may \nhave borrowings that should be deducted from his valuation.  The disclosure of consolidated financial \ninformation would allow Mr Taylor to identify whether \nit is necessary to make such adjustments. \n Use of revenue \nmultiples to value Dnipronaftoprodukt Mr Taylor has considered the value of \nDnipronaftoprodukt based on revenue multiples (TT2: A14.5.12).  \nMr Bezant considers this inappropriate because Mr \nTaylor derives these multiples from profitable companies, whereas Dnipronaftoprodukt was loss-\nmaking at an EBITDA, EBIT and net profit level every \nyear between 2010 and 2019 (MB1: Table A27-3). Mr Bezant has s"}
{"start": 94500, "text": "llow Mr Taylor to identify whether \nit is necessary to make such adjustments. \n Use of revenue \nmultiples to value Dnipronaftoprodukt Mr Taylor has considered the value of \nDnipronaftoprodukt based on revenue multiples (TT2: A14.5.12).  \nMr Bezant considers this inappropriate because Mr \nTaylor derives these multiples from profitable companies, whereas Dnipronaftoprodukt was loss-\nmaking at an EBITDA, EBIT and net profit level every \nyear between 2010 and 2019 (MB1: Table A27-3). Mr Bezant has seen no evidence Dnipronaftoprodukt was \nexpected to become profitable at the time of the \npled\nges. The valuation based on revenue multiples provides \nanother indicator of value, although they do not inform Mr Taylor’s valuation range.  \n Use of transactions \nin Dnipronaftoprodukt \nto value \nDnipronaftoprodukt Both Experts have considered the value of \nDnipronaftoprodukt implied by off-exchange transactions reported on SMIDA.  \nMr Bezant places little weight on these transactions as: \n• the context of the transactions and whether \nthey were conducted other than at arm’s As explained in paragraph 5.5 above, consistent with \ninternational valuation standards, Mr Taylor considers transactions in the subject company to be a useful \nindicator of market value. \nD10/1/49\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n50/67 No Issue Mr Bezant Mr Taylor \nlength is not known;  \n• SMIDA does not verify the data such that the \ncompleteness of the data depends on the \nextent to which market participants provide accurate data (as stated above, Mr Taylor has \nfound evidence of market participants \nmanipulating prices for other companies); \n• Mr Bezant does not consider that Mr Taylor \nhas presented sufficient analysis in his first \nreport to conclude that there is sufficient liquidity to sell the volume of shares stated, \nand will comment on this further in his \nsupplemental report; \n• the transactions imply revenue multiples \nsignificantly higher than the revenue multiples \nof listed comparable companies identified by Mr Taylor (TT2: A14.5.18); \n• the values implied by the transactions are \ninconsistent with the loss-making nature of Dnipronaftoprodukt; and \n• the value implied by the transactions is \ninconsistent with the pledged value, being over 150 times greater.\n14 Mr Taylor considers there to be sufficient liquidity to \nallow for the sale of the 0.7% and 1.5% shareholdings \npledged and that any lack of marketability would be \naddressed by the minorit y discount applied. \nMr Taylor recognises that the transactions imply a much \nhigher value for Dnipronaftoprodukt than his multiple-\nbased approach and his net asset value calculation; however, he does not have sufficient information to \nexplain or reconcile the difference.  \n  \n \n14  Being UAH 1,920m / UAH 12m = 160x (TT2: Table A14-16). \nD10/1/50\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n51/67 7. Valuation of the pledged shareholdings \n After determining the value of 100% of the shares in a company whose shares are pledged, both Experts have assessed the value of pledged \nshareholdings by multiplying this value by the respecti ve pledged shareholding and applying a minority discount. \nMinority discount \nMatters agreed \nNo Issue Experts’ a greement \n Application of minority \ndiscount Both Experts agree that the value per share of a minori ty interest in a private co mpany will typically be less \nthan that of a controlling interest in the same comp any.  The Experts agree that when applying a market \nmultiples or a net asset valuation approach in this matter it would generally be appropriate to apply a \ndiscount to reflect a minority interest (MB1: 2.62; TT1: 2.2.1). \n Reliability of concluded \ndiscounts Both Experts agree that they are unable to conclude reliably on the appropriate discount to apply due to a \nlack of information on the rights and obligations a ttached to the pledged shareholdings ("}
{"start": 98000, "text": " a controlling interest in the same comp any.  The Experts agree that when applying a market \nmultiples or a net asset valuation approach in this matter it would generally be appropriate to apply a \ndiscount to reflect a minority interest (MB1: 2.62; TT1: 2.2.1). \n Reliability of concluded \ndiscounts Both Experts agree that they are unable to conclude reliably on the appropriate discount to apply due to a \nlack of information on the rights and obligations a ttached to the pledged shareholdings (MB1: 2.63; TT1: \n2.22).  \nD10/1/51\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n52/67 No Issue Experts’ agreement \n Illustrative minority discount Both Ex perts have applied illustrative minority discou nts to their valuations of the pledged sh areholdings \n(MB1: 2.64; TT1: 2.23). \nMr Taylor commented in his first report  that he found Mr Bezant’s use of “ generic ” minority discounts to be \n“problematic ” and “ inappropriate ” (TT1: 4.6.3). Mr Taylor acknowle dges that the illustrative minority \ndiscounts he applies are similarly generic  given the information available.  \nMr Bezant has applied minority discounts rang ing from 0% to 50% depending on the percentage \nshareholding pledged, based on typical discounts applied by valuers as referred to in publications by: (i) CICBV, the Canadian Institute of Chartered Business Va luators; (ii) ACCA, the Association of Chartered \nCertified Accountants, headquartered in  London; (iii) a valuation textbook by Dr Shannon Pratt, a US-based \npractitioner; and (iv) taxation authorities in the UK and Republic of Ireland. \nMr Taylor has applied illustrative minority discount s of 0% and 30% at the upper and lower ends of his \nvaluation ranges respectively (TT1: 2.2.3). These di scounts are based on, for example, pre-IPO studies, \nrestricted stock studies, and valu ation papers and texts ( published by Dr Shannon Pratt, Prof Aswath \nDamodaran, Eric Nath and others)  (TT1: sections 4.2 and 4.3).   \n Applicable discounts The Experts agree that only in very lim ited circumstances would a 0% di scount be applicable to a minority  \ninterest in the pledged companies. \nOne factor that affects the level of discount is the distribution of other sh areholdings in the subject \ncompany. The Experts agree that if the remaining shar es are owned by a single shareholder, this would act \nto increase the discount as compared to a situat ion where the other shareholdings are spread across \nmultiple shareholders. \nD10/1/52\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n53/67 Matters not agreed  \nNo Issue Mr Bezant Mr Taylor \n  Mr Taylor’s \napplication of \nno minority \ndiscount at the upper end of his \nrange  Mr Bezant considers that  in scenarios where: \n• the shareholding being valued is a minority \ninterest (assessed as appropriate on a \nstandalone or aggregate basis); and \n• the shares are valued using valuation \nmultiples or a net asset approach; \nit is appropriate to apply a minority discount. Mr Taylor applies no discount at the upper end of his valuation \nranges, even where these criteria are satisfied.   Mr Taylor has insufficient in formation to determine the \nappropriate discount to apply to the value of the \nshareholdings in this case and therefore applied a range \nof 0% and 30% for illustrative purposes. \nAs set out at paragraph 7.5, Mr Taylor agrees that there \nwould be limited circumstances where a 0% discount \nwould be applicable to a minority interest in the pledged companies in this matter. \n \n  Effect of \ncompany \nlocation on minority \ndiscounts Mr Bezant considers that it is typically appropriate to \napply higher discounts when valuing minority interests \nin Ukraine and some of the other countries in which companies whose shares were pledged than would be \napplied in the UK. This is because of perceptions of \nless effective corporate governance and weaker legal protections of minority shareholders in thes"}
{"start": 101500, "text": " applicable to a minority interest in the pledged companies in this matter. \n \n  Effect of \ncompany \nlocation on minority \ndiscounts Mr Bezant considers that it is typically appropriate to \napply higher discounts when valuing minority interests \nin Ukraine and some of the other countries in which companies whose shares were pledged than would be \napplied in the UK. This is because of perceptions of \nless effective corporate governance and weaker legal protections of minority shareholders in these \njurisdictions (MB1: 3.43). In his first report, he did not \naccount for this given his conclusion that the values in the Share Pledges were ma terially overstated before \nconsidering this issue.  \n Mr Taylor accepts the prop osition that the regulatory \nenvironment and minority shareholder protections will \naffect the minority discount, even though he places little weight on the specific studies supporting Mr \nBezant’s view, on the basis that these studies do not Mr Taylor agrees with Mr Bezant that the regulatory \nenvironment and prevailing minority shareholder \nprotections are a relevant c onsideration when seeking to \nquantify any applicable minority discount. However, \nMr Taylor considers that little or no weight can be placed \non studies involving data from unrelated countries given the significant differences across countries (TT1: \n4.4.17). Furthermore, the Expe rts agree that they have \nseen no evidence regarding the specific shareholder rights and corporate governance considerations for the \ncompanies and shareholdings they have valued \n(paragraph 7.3). \nD10/1/53\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n54/67 No Issue Mr Bezant Mr Taylor \nspecifically consider the c ountries in which the subject \ncompanies are based (TT1: 4.4.17). Mr Taylor does \nnot comment on Mr Bezant’s review of the typical \nquality of corporate governance and the rule of law in Ukraine (MB1: A5.29-A5.30). He refers only to the \nabsence of information regarding the specific \ncompanies being valued which will affect internal corporate governance processes but not the applicable \nle\ngal regime.  \nD10/1/54\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n56/67 Appendix 2 Agreed list of Share Pledges \nA2.1 In MB1, TT1 and TT2, the Experts relied upon different Shar e Pledges.  To assist the Court, a summary of the Share Pledges  disclosed to date is \npresented in this appendix. \nA2.2 Appendix 2 is disclosed separately. \nD10/1/55\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n66/67 Appendix 5 Updated Appendix 28 to MB1 \nA5.1 In Appendix 5, Mr Bezant has updated Appendix 28 to his first report, to reflect the updates to his \nanalysis described in 1.13 above. \nA5.2 Appendix 5 is disclosed separately. \nD10/1/56\nExpert Joint Statement between Mark Bezant and Travis Taylor \n21 March 2022 \n Confidential  \n \n67/67 Appendix 6 Updated Appendix 6 to TT1 and Updated Appendix 3 to \nTT2 \nA6.1 In Appendix 6, Mr Taylor has updated Appendix 6 to his first report and Appendix 3 to his second \nreport, to reflect the updates to his analysis described in 1.18 to 1.20 above. \nA6.2 Appendix 6 is disclosed separately. \n \nD10/1/57\n"}
