{"metadata": {"corpus_path": "C10_35 Expert Report of Stelios Nathanael (Nathanaeal 1).pdf", "file_size": 1321565, "mtime": 1755610854.872099, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n IN THE  HIGH  COURT  OF JUSTICE     CLAIM NO. BL-2017-000665 \nBUSINESS  AND  PROPERTY  COURTS \nOF ENGLAND  AND  WALES  \nBUSINESS  LIST  (CHD) \n \nBETWEEN: \n \nJSC COMMERCIAL BANK “PRIVATBANK” \n \nClaimant \n \n- and - \n \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \n \n Defendants \n \n \n \n \n \nEXPERT REPORT OF STELIOS NATHANAEL \n2 FEBRUARY 2022 \n \n \n  \nC10/35/1\nExpert Report of Stelios Nathanael, 2 February 2022 \n \n2 \n MY QUALIFICATIONS  AND  EXPERIENCE  \n1. I hold an LLB (Hon) from University College Cardiff and I am also a Barrister-at-Law of \nGray’s Inn. I have been a Judge in the Cypriot Courts for 33 years. I practised as an \nadvocate for eight years before becoming a District Judge. In 1997, after working my way \nup the ranks of the judicial system at first instance, I was appointed a District Court \nPresident. Subsequently in 2008 I was appointed Justice of the Supreme Court and finally \nbecame its President for a short period prior to my retirement in 2021.  \n2. In addition to my judicial role, I have lectured in Cyprus and abroad on a number of judicial \nthemes and have written a number of articles. I have also drafted a number of Judicial \nRegulations (i.e. rules for the administration of civil proceedings, such as for the procedure \nfor amending statements of case and for the allocation of fast track cases) on a variety of \nissues regarding the administration of justice.  \n3. I have served as an Ad Hoc Judge at the Court of Human Rights in Strasbourg and I \nparticipated as an external member in a number of cases in the Enlarged Boards of Appeal \nat the European Patent Office in Munich. I also represented the Cyprus Judiciary for 20 \nyears at the Consultative Council of European Judges in Strasbourg and was active in the \nformulation of its annual Opinions and a member of its working party for a number of years.  \n4. A copy of my curriculum vitae is included as Appendix 1 to this report.  \n5. My native language is Greek, but I am fluent in English and intend to give evidence at trial \nin English. \nMY INSTRUCTIONS  \n6. I have been instructed by the solicitors for the Claimant in the High Court of Justice claim \nBL-2017-000665 to prepare an expert report for the purposes of the trial of these \nproceedings.  In particular, I have been instructed to set out my opinion on 14 questions of \nCypriot law, which are listed in Appendix 2 to this report.  \n7. I am aware that Mr Petros Artemis was previously instructed for this purpose, but he sadly \npassed away shortly after producing his second expert report dated 26 November 2021 \n(included as Appendix 3).  I have read and considered Mr Artemis’ report and I agree with \nits analysis and conclusions. Because I substantially agree with Mr Artemis, I have limited \nthis report to identifying where I believe some corrections are necessary to Mr Artemis’ \nanalysis (this applies to three paragraphs of Mr Artemis’ report), and to identifying additional \nrelevant cases of material importance to Mr Artemis’ analysis in relation to question C in his \nreport. \n8. Subject to these limited changes, I adopt the contents of Mr Artemis’ report. \nC10/35/2\nExpert Report of Stelios Nathanael, 2 February 2022 \n \n3 \n 9. I am aware that Defendants 3 to 8 have served an expert report from Andreas Erotocritou.  \nI have read Mr Erotocritou’s report, but I do not address it in this report.  I will do so, to the \nextent necessary, in a supplemental report after I have met with Mr Erotocritou and \ndiscussed where we might reach further areas of agreement.  For the avoidance of any \ndoubt, the fact that I do not address Mr Erotocritou’s report should not be taken to indicate \nthat I agree with any part of it. \n10. I have no prior connection with any of the parties in these proceedings and I have never \nacted for any one of them befor"}
{"start": 3500, "text": "’s report, but I do not address it in this report.  I will do so, to the \nextent necessary, in a supplemental report after I have met with Mr Erotocritou and \ndiscussed where we might reach further areas of agreement.  For the avoidance of any \ndoubt, the fact that I do not address Mr Erotocritou’s report should not be taken to indicate \nthat I agree with any part of it. \n10. I have no prior connection with any of the parties in these proceedings and I have never \nacted for any one of them before.  I understand that my duty is to the court and not my \ninstructing party. \n11. For the purposes of preparing this report, the Claimant's solicitors have provided me with \nthe documents listed at Appendix 4, which I have reviewed.  None of the facts set out in \nthese documents are within my personal knowledge, but, for the purpose of producing this \nopinion, I have assumed that the facts are as set out in the Claimant’s pleadings.  \nCORRECTIONS TO MR ARTEMIS’ REPORT \nParagraphs 10 and 12 \n12. Paragraph 10  of Mr Artemis’ report  describes the Cyprus judicial system and states “ As a \ncivil appeal court it [the Supreme Court] sits in panels of three judges of the Supreme Court .” \nMr Artemis does not mention that the Supreme Court also has an original first instance \njurisdiction by which one Judge of the Supreme Court decides admiralty cases and \napplications for prerogative orders. A single judge of the Supreme Court also had a \njurisdiction to decide administrative cases, but that jurisdiction no longer exists.  \n13. Paragraph 12 of Mr Artemis’ report states that “ decisions of the Supreme Court are binding \non all lower courts ”.  Whilst this is generally true, I wish to note that Supreme Court \njudgments given in the Supreme Court’s original first instance jurisdiction (as described \nabove) are of persuasive authority only, retaining however the authority of a pronouncement \nmade by a Justice of the Supreme Court and tending to be followed by courts of the same \nhierarchy (i.e. other first instance determinations of the Supreme Court) (see: G.M. Pikis,  \n\"The English Common Law, the principles of Equity and their implementation in Cyprus\",  p. \n49 etc). Often, these decisions are subject to appeal to a panel of three or five judges, \ndepending on their subject matter. The judgments of that appeal panel  then become binding \nprecedents.  \n  \nC10/35/3\nExpert Report of Stelios Nathanael, 2 February 2022 \n \n4 \n Paragraph 27 \n14. A small correction is necessary to paragraph 27 of Mr Artemis’ report.  The quotation cited \nby Mr Artemis from the judgment of the Supreme Court on appeal and in full plenary session \nin the case of Marfin Popular Bank Public Co Ltd v Michael  (2012) 1 CLR 41 , for the \npurposes of section 65, is in fact taken not from the majority judgment but from the minority \none, which was handed down by me and with which two other Judges also agreed. This \nappears to be a small oversight on the part of Mr Artemis, and it does not affect the \nsubstance of his analysis. The important point is that Mr Artemis wholly agreed with the \nlegal analysis (made by myself) in the judgment that he quoted.  \n15. I would also briefly explain the nature of the disagreement between the majority and \nminority in the above judgment. The case related to a hire-purchase contract which in fact \nwas a sham to the knowledge of both parties (the borrower and the bank), as there were \nnot any items to be hire-purchased. The mechanism was used as a disguise for a loan. I \ndecided that there should have been a restoration by the borrower to the bank of the monies \nnot already repaid by him by way of monthly instalments as that would restore, as far as \npossible, both parties to their previous position as the contract was sham and therefore void \nab initio.  Otherwise, one of the parties would keep a benefit (a sum of money) without \nhaving given any consideration at all. The majority dismissed the appeal on a different point \nand did not express a"}
{"start": 7000, "text": "e for a loan. I \ndecided that there should have been a restoration by the borrower to the bank of the monies \nnot already repaid by him by way of monthly instalments as that would restore, as far as \npossible, both parties to their previous position as the contract was sham and therefore void \nab initio.  Otherwise, one of the parties would keep a benefit (a sum of money) without \nhaving given any consideration at all. The majority dismissed the appeal on a different point \nand did not express any disagreement with my analysis.  \nQUESTION C: \"DOES CYPRIOT LAW RECOGNIZE UNJUST ENRICHMENT AS A \nSTANDALONE CAUSE OF ACTION?\" \n16. I fully agree with Mr Artemis’ opinion expressed in relation to the above question, however \nthere is additional case law that is materially relevant to the answer given by Mr Artemis \nthat I also wish to rely upon.  These cases fortify my own view that unjust enrichment will, \nas soon as the Cyprus courts are presented with a suitable case, be regarded in Cyprus as \na distinct legal category, in line with the approach that I understand is now taken by the \nEnglish courts.  \n17. Since the case of Minerva Finance & Investments Ltd v Georgiou Georgiadis  (1998) CLR \n2173, there has been a slow (in the sense that the Supreme Court had to deal on appeal \nwith the issue of unjust enrichment on only a few occasions) but steady acceptance of the \nautonomy of unjust enrichment, while not yet stating it in so many words. There has been, \nup to the time of writing, an unqualified acceptance of the English case law, citing with \napproval relevant cases in England and Wales that have explained or dealt with the \ntheoretical aspect of unjust enrichment. I am not aware of a single case in which the \nSupreme Court in its appellate jurisdiction has decided differently or has not accepted what \nhas been stated in English cases on the matter. \nC10/35/4\nExpert Report of Stelios Nathanael, 2 February 2022 \n \n5 \n 18. Following Minerva , the case of Kitsis v Attorney General of the Republic  (2001) 1 CLR \n1077 , also reiterated that unjust enrichment is not recognised as an autonomous cause of \naction. In 2012, in  Ioannou v Charalambous  (2012) 1 CLR 507,  it was decided that a \nparticularisation of a specific category of legal action was necessary to administer justice in \na specific case and no general theory of unjust enrichment would suffice. The case  of \nWoolwich Building Society v IRC  (H.L.(E) (1993) A.C. 167 was cited. It was recognised that \nsome form of action having as its basis the term “money had and received” was needed, \nsuch as mistake, duress and others, to return money that was given outside of contract by \nway of restitution. \n19. The position as set out in the Kitsis  and Ioannou  cases, however, has become outdated. In \nthe same year (2012), a little later, Cypriot judicial thinking moved forward. In the case of \nTheocharides v Ioannou  (2012) 1 CLR 1311, reference was made to Goff and Jones, The \nLaw of Restitution , 7th edition, p. 12 etc, stating that the principle of unjust or unfair \nrestitution is related to the principle of restitution and is well known and accepted in common \nlaw and in equity. Reference was made with approval to Kleinwort Benson Ltd v Lincoln \nCity Council  [1998] 4 All E.R. 513 at 561.  The judgment was given by the presiding judge \nof the Appeal Court. I was also sitting on the Bench and gave a separate judgment on one \nissue. I took the opportunity to explain or expand on the subject a bit more, stating the \nfollowing (with which the other two judges did not express any disagreement): \n“Restitution takes place when a defendant is enriched against a plaintiff without just cause. \nAt the heart of the theory of restitution as a fair and at the same time lawful choice, is the \nprinciple of unjust enrichment. Historically, restitution in English law related to the old forms \nof action at common law known as “action on assumpsit”, which was the usual remedy for \nbreach of contract."}
{"start": 10500, "text": " bit more, stating the \nfollowing (with which the other two judges did not express any disagreement): \n“Restitution takes place when a defendant is enriched against a plaintiff without just cause. \nAt the heart of the theory of restitution as a fair and at the same time lawful choice, is the \nprinciple of unjust enrichment. Historically, restitution in English law related to the old forms \nof action at common law known as “action on assumpsit”, which was the usual remedy for \nbreach of contract. Difficulties however ensued when certain actions for restitution could \nnot fall within the usual contract suits. The common law gradually developed “quasi-\ncontract” coupled with the idea that actions seeking as a remedy restitution were based on \na collateral or presumed contract. However, in the case of Woolwich Equitable Building \nSociety v IRC (1992) 3 All E.R. 737, the House of Lords, now Supreme Court, recognised \nthat the true basis of all “restitutionary claims” is “unjust enrichment”. And in Westdeutche \nLandesbank Girozentrale v Islington LBC (1996) 2 All E.R. 961, the previous theory to \nsupport restitution based on an “implied contract” in Sinclair v Broughman (1994) AC 398, \nwas reversed. The guiding principles for a successful claim on restitution were laid out by \nLord Steyn in Banque Financière de la Cite v Parc (Battersea) Ltd (1998) 1 All E.R. \n737………….”  (the four principles were then set out in detail). \n20. Later on, in Archippea Investment Consultants Ltd v Kakavou , (2015) 1 CLR 2195, I \npresided over the Appeal Court in the case and issued the majority judgment. The minority \ndecision was on a particular point not affecting in any way the reasoning of the majority. Mr \nArtemis has already cited part of the judgment. While acceptin g, as then advised, that \nC10/35/5\nExpert Report of Stelios Nathanael, 2 February 2022 \n \n6 \n English law had not recognised unjust enrichment as a separate cause of action, it was \nstated that the modern understanding is that restitution is a remedy and not a cause of \naction and belongs to the area of equity, while the remedy of restitution was explained in \nTheocharides v Ioannou (ante).   What was said in Archippea  was cited and followed in \nMelina Alkiviades through her father v The Philips college Ltd Civil Appeal No 310/11 dated \n21.3.2017.  Furthermore, in Ioannides as administrator pendente lite of the estate of \nSolomos Charalambides v Holy Archbishopric of Cyprus , Civil Appeal, 80/2013 dated \n13.1.2020, the case of Archippea  was again cited with approval, as was the case of  Zenios \nLtd v Touch Properties and Investments Ltd, Civil Appeal No 484/2012 dated 10.6.2019 , \nwhich itself reiterated what was said in Archippea . \n21.  In Zenios Ltd  (in which I presided), the Appeal Court unanimously stated: \n“It is recognised by case law that the legal foundation of a claim for damages on the basis \nof unjust enrichment is based on section 70 of the Contract Law Chapter 149. This section \nprovides for unjust enrichment and restitution outside and irrespective of any contractual \nrelationship or where the contractual relation fails. Section 70 incorporates the principles of \nequity known as unjust enrichment and restitution. For restitution to take place the \nenrichment, inter alia, must be unjust (see Pakistan Cables Ltd v NSB General Trading \n(Overseas) Co Ltd (2012) 1 CLR 1711.)”  \n22. The judgment in  Zenios Ltd  also referred to  Benedetti v Sawiris [2013] 3 WLR 351,  where \nit was stated that: \n“The basic principle is that a claim for unjust enrichment is not a claim for compensation for \nloss, but for recovery of a benefit unjustly gained (by a defendant) …at the expense of the \nclaimant.” \n23. In Michael v M.K. Petrou Developers Ltd Civil Appeal No 291/12, dated 30.4.2018 , \nreference was made to the case of Fibrosa Spolka Akcyjna v Fairbairn Lawson Combe \nBarbour Ltd [1943] A.C. 32  citing extracts therefrom, recognising that unjust enrichment is \n“a third category of t"}
{"start": 14000, "text": "tated that: \n“The basic principle is that a claim for unjust enrichment is not a claim for compensation for \nloss, but for recovery of a benefit unjustly gained (by a defendant) …at the expense of the \nclaimant.” \n23. In Michael v M.K. Petrou Developers Ltd Civil Appeal No 291/12, dated 30.4.2018 , \nreference was made to the case of Fibrosa Spolka Akcyjna v Fairbairn Lawson Combe \nBarbour Ltd [1943] A.C. 32  citing extracts therefrom, recognising that unjust enrichment is \n“a third category of the common law which has been called quasi-contract or restitution” \n(per Lord Wright in Fibrosa  at p. 61): \n\"It is clear that any civilised system of law is bound to provide remedies for cases of what \nhas been called unjust enrichment or unjust benefit, that is, to prevent a man from retaining \nthe money of, or some benefit derived from, another which it is against conscience that he \nshould keep. Such remedies in English law are generically different from remedies in \ncontract or in tort, and are now recognised to fall within a third category of the common law \nwhich has been called quasi-contract or restitution.\" \n24. In my opinion, which is informed from having heard and determined some of the principal \ncases in this area, what can be drawn with certainty from the above cases is that the Cyprus \nC10/35/6\nExpert Report of Stelios Nathanael, 2 February 2022 \n \n7 \n Courts will accept unjust enrichment as a distinct legal category as it has been recognised \nin English cases, once they are presented with a case that provides the opportunity to do \nso.  There can be seen to have been a movement from cases that regard unjust enrichment \nas not being an autonomous category to cases that cite with approval or follow modern \ndevelopments in English law.  It is true that in some recent cases of the Supreme Court of \nCyprus there is a blurring or confusion between the notions of restitution and unjust \nenrichment, but there is now wide consensus (and has been stated in clear words in some \nof the cases) as to the fact that unjust enrichment is a cause of action that is rooted both at \ncommon law and in equity and moreover it covers situations outside contractual relations \nor tortious liability.  Furthermore, section 70 is wide enough to include restitution and unjust \nenrichment as developed by case law.   \n25. Cypriot procedural law does not require claimants to plead specific statutory provisions in \ntheir statements of case (although, in practice, some claimants choose to do so); it is \nsufficient to plead the remedy sought.  From my years of experience on the Bench, litigants, \nwhen seeking damages or relief for unconscionable transactions or transactions that fall \noutside every day contractual obligations, do so by pleading in a generic form “unjust \nenrichment”, and “money had and received”. These pleadings are understood by the \nCyprus Courts to be made under section 70 and/or relating to a wider understanding of \nunjust enrichment.  Even if a case is pleaded by reference to section 70 (i.e. without express \nreliance on wider principles of unjust enrichment), the Cyprus Courts will be able – and, \nindeed, I would expect them – to apply general principles of unjust enrichment in \ndetermining that claim. \nSTATEMENT OF COMPLIANCE AND TRUTH  \n26. In providing this report I recognise my overriding duty to help the court on matters within \nmy expertise and that this duty overrides any obligation to the person who instructed me or \nwho is paying my fees. \n27. I recognise that I will provide independent assistance to the court and the parties, by way \nof objective, unbiased opinion in relation to the matters that I have been asked to opine on \nand on matters that are within my expertise. \n28. I hereby state that in providing this report I have complied with such duties and will continue \nto do so. I understand my duty to the court and have complied with that duty. I am aware of \nthe requirements of CPR Part 35, Practice Direction 35 and the "}
{"start": 17500, "text": "ees. \n27. I recognise that I will provide independent assistance to the court and the parties, by way \nof objective, unbiased opinion in relation to the matters that I have been asked to opine on \nand on matters that are within my expertise. \n28. I hereby state that in providing this report I have complied with such duties and will continue \nto do so. I understand my duty to the court and have complied with that duty. I am aware of \nthe requirements of CPR Part 35, Practice Direction 35 and the Protocol for Instruction of \nExperts to give Evidence in Civil Claims and have complied with those requirements. \n29. I confirm that I have made clear which facts and matters referred to in this report are within \nmy own knowledge and which are not.  Those that are within my own knowledge I confirm \nC10/35/7\nC10/35/8\n"}
