{"metadata": {"corpus_path": "C3_1 Expert report of Dmytro Marchukov (Marchukov 1).pdf", "file_size": 243879, "mtime": 1755610854.3938298, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "Second Defendant\nDmytro Marchukov\nExpert Report\nExhibit DM1\nClaim No. BL-2017-000665\nIN THE HIGH COURT OF JUSTICE\nBUSINESS AND PROPERTY COURTS OF\nENGLAND AND WALES\nBUSINESS LIST (ChD)\nBETWEEN:\nJSC COMMERCIAL BANK PRIVATBANK\nClaimant\n- and -\n(1) IGOR VALERYEVICH KOLOMOISKY\n(2) GENNADIY BORISOVICH BOGOLYUBOV\n(3) TEAMTREND LIMITED\n(4) TRADE POINT AGRO LIMITED\n(5) COLLYER LIMITED\n(6) ROSSYN INVESTING CORP\n(7) MILBERT VENTURES INC\n(8) ZAO UKRTRANSITSERVICE LTD\nDefendants\nFIRST EXPERT REPORT OF\nDMYTRO MARCHUKOV\n14 December 2021\nC3/1/1\n2I, Dmytro Marchukov, of 1 Dobrovolchykh Batalioniv St., Kyiv, 01015, Ukraine,\npresent this expert report on certain points of Ukrainian law and practice.\nI. INTRODUCTION\n1. I am a qualified Ukrainian lawyer, Partner and Head of Cross-Border Litigation\nat Integrites in Kyiv. I have been instructed by Enyo Law LLP, solicitors for the\nSecond Defendant, to prepare an expert report in relation to the question specified\nin paragraph 9 below.\n2. I attach to this expert report Exhibit “ DM1 ”. All references to the documents in\nthis report are references to Exhibit “ DM1 ”, unless otherwise stated. Significant\nparts of the exhibited documents are English translations of Ukrainian texts. I set\nout my instructions in more detail at paragraph 9 below and attach my letter of\ninstruction at DM1-1 .\n3. I have prepared this report in the English language because I am fluent in it and\nthe bulk of my practice is conducted in English. My native language is Russian\nand I am also fluent in Ukrainian as the official language in Ukraine.\n4. In preparing this report I was assisted by members of my team whose work I\npersonally supervised. The views expressed in this report are entirely my own.\nII. MY QUALIFICATIONS AND EXPERIENCE\n5. I have the following degrees from universities in Ukraine and Sweden:\n5.1. 2003 – Bachelor of International Relations, Institute of International\nRelations of the National Taras Shevchenko University of Kyiv (Ukraine).\n5.2. 2006 – Master of International Law, Institute of International Relations of\nthe National Taras Shevchenko University of Kyiv (Ukraine).\n5.3. 2009 – Master of International Commercial Arbitration Law, Stockholm\nUniversity (Sweden).\n6. I have practised law in Ukraine for over 16 years. My professional experience\nincludes representation of clients in various kinds of disputes including national\nand cross-border litigation, transnational insolvency and receivership, asset\ntracing and recovery, fraud investigation, enforcement of pledges, divorce,\ndivision of matrimonial assets and succession, commercial and investment\nC3/1/2\n3arbitration under the major institutional and ad hoc  rules, as well as recognition\nand enforcement of foreign judicial and arbitral awards.\n7. I have acted as the Ukrainian law expert in civil and criminal proceedings in the\nUS, the UK, British Virgin Islands, Monaco, Cyprus, Israel and Switzerland, as\nwell as in the ICSID arbitrations. The details are set out in the summary of my\nqualifications and experience at DM1-2 .\n8. I confirm that I am independent of the parties to this dispute and consider that I\nhave no conflict of interest in submitting this report. For the purpose of full\ntransparency, I disclose to the Court my following prior instructions insofar as\nthey have concerned Gennadiy Borisovich Bogolyubov or Igor Valeryevich\nKolomoisky:\n8.1. I acted as the Ukrainian law expert in an unrelated litigation before the\nHigh Court of England and Wales having been instructed by the solicitors\nacting for four Ukrainian co-defendants including Mr Bogolyubov and\nMr Kolomoisky.\n8.2. I have acted as the Ukrainian law expert in the proceedings brought by\nPrivatBank to the Court of Chancery of the State of Delaware against\nMr Bogolyubov, Mr Kolomoisky and dozens of U.S. co-defendants.\nIn that case, I was instructed by the U.S. attorneys acting not for\nMr Bogolyubov or Mr Kolomoisky but for several U.S. co-defendants.\nU.S. attorneys for Mr Bogolyubov instructed ano"}
{"start": 3500, "text": "structed by the solicitors\nacting for four Ukrainian co-defendants including Mr Bogolyubov and\nMr Kolomoisky.\n8.2. I have acted as the Ukrainian law expert in the proceedings brought by\nPrivatBank to the Court of Chancery of the State of Delaware against\nMr Bogolyubov, Mr Kolomoisky and dozens of U.S. co-defendants.\nIn that case, I was instructed by the U.S. attorneys acting not for\nMr Bogolyubov or Mr Kolomoisky but for several U.S. co-defendants.\nU.S. attorneys for Mr Bogolyubov instructed another Ukrainian law\nexpert. As far as I know, Mr Kolomoisky has not appeared in that\nlitigation.\n8.3. I have acted as the Ukrainian law expert in connection with three related\nproceedings for forfeiture in rem  filed to the U.S. District Court for the\nSouthern District of Florida by the U.S. Department of Justice against the\nproperties, in which Mr Bogolyubov and Mr Kolomoisky are said to have\nindirect interest, as well as in two ensuing ICSID arbitrations against the\nU.S. In those cases, I was instructed by the U.S. attorneys who did not act\nfor Mr Bogolyubov and Mr Kolomoisky.\n8.4. Also, I have acted as the Ukrainian law expert in the proceedings brought\nby PrivatBank to the Tel Aviv-Jaffa District Court against Mr Bogolyubov\nand Mr Kolomoisky, as well as a few other individuals and companies.\nIn that case, I was instructed by the Israeli lawyers acting for\nMr Bogolyubov.\nC3/1/3\n48.5. Finally, in the context of the present proceedings, Integrites (including\nmyself) has had some role advising the solicitors for Mr Bogolyubov in\nrelation to certain Ukrainian law issues (including the ones, which have\nbeen addressed in the expert reports mentioned in paragraph 11 below).\nOther lawyers at Integrites (but not myself) have also assisted the\nsolicitors for Mr Kolomoisky with the document review in the context of\nthe pre-trial discovery.\nIII. MY INSTRUCTIONS\n9. For the purposes of this expert report, I have been instructed by Enyo Law LLP\nto provide my expert opinion on the principles governing joint and several\nliability for tortious infliction of harm under Ukrainian law.\n10. For the purposes of preparing this expert report, I have reviewed the documents\nin this case, which were provided to me and which are listed in Schedule 1 to my\nletter of instruction at DM1-1 . For convenience, where applicable I am using\nherein the same definitions and abbreviations as the ones used in the case\ndocuments.\n11. I have been instructed to read and consider the Eighth Expert Report of Oleh\nBeketov (the “ Beketov Eighth Report ”) and the Expert Report of Oleg Alyoshin\n(the “ Alyoshin Report ”) dated 23 November 2021. I have been asked to consider\nwhether I wish to depart from or give additional or supporting reasons to those\nset out in the Alyoshin Report in respect of particular issues, on which I have been\nasked to give my opinion. I understand that it will be at later stages in these\nproceedings for me to agree or to disagree with Mr Beketov and Mr Alyoshin\nmore generally. Nevertheless, because the issues addressed herein overlap, to\ncertain extent, with the ones addressed by Mr Beketov and Mr Alyoshin in their\nreports, inevitably I will refer occasionally to their reports herein1.\n12. I understand that it is for the English Court to determine the application of the\nprinciples (insofar as it determines they are relevant) to the facts of the current\ncase, and the consequences of the same. Accordingly, I have limited the\nconsideration of the facts of the current dispute in this report, and where I do\naddress the legal principles by reference to my understanding as to certain of the\nfacts, this is intended to assist the Court by explaining the possible application of\n1For ease, and to avoid duplication, I also refer to the exhibits to the Alyoshin Report as “ AO1 ”.\nC3/1/4\n5the principles, but in full awareness that this is a determination for the Court itself\nto make.\nIV. SUMMARY OF THE REPORT\n13. I generally agree with the conclusions of Mr Alyoshin on the"}
{"start": 7000, "text": "ute in this report, and where I do\naddress the legal principles by reference to my understanding as to certain of the\nfacts, this is intended to assist the Court by explaining the possible application of\n1For ease, and to avoid duplication, I also refer to the exhibits to the Alyoshin Report as “ AO1 ”.\nC3/1/4\n5the principles, but in full awareness that this is a determination for the Court itself\nto make.\nIV. SUMMARY OF THE REPORT\n13. I generally agree with the conclusions of Mr Alyoshin on the points of Ukrainian\nlaw on which I have been asked to give my opinion.\n14. In addition, on the issue of joint and several liability for tortious infliction of\nharm, my opinion is, in summary, as follows:\n14.1. Article 1190 of the Civil Code of Ukraine (the “ CCU ”) does not of itself\ngive rise to civil liability in tort, but, rather, it merely regulates the\ndistribution of liability between co-defendants. It may only come into play\nin the circumstances where several persons have themselves committed\ntorts that are separately actionable under other distinct provisions of the\nUkrainian civil law. The only objective of Article 1190 of the CCU is to\ndetermine whether each co-defendant should bear liability only to\ncompensate the share of the victim’s loss that is directly attributable to\ntheir individual unlawful conduct (which is a default position under\nUkrainian law) or whether they should collectively be held jointly and\nseverally liable to compensate the full amount of the victim’s loss (which\nis a derogation from the default position by virtue of Article 1190(1) of\nthe CCU).\n14.2. In order for Article 1190 of the CCU to apply in cases of tortious\nwrongdoing, it is a prerequisite that all elements of tortious liability under\nArticle 1166 of the CCU must be established in relation to each co-\ndefendant independently. Article 1190 of the CCU does not operate as to\ncircumvent the necessity of establishing each element of tortious liability\nagainst each defendant and does not give rise to civil liability in tort in\ntheir absence. Such approach has been consistently upheld by the senior\nUkrainian courts.\n14.3. Article 1190 of the CCU is not the Ukrainian civil law counterpart of the\ndoctrine of complicity under Ukrainian criminal law or equivalent to any\nforeign civil law tort of conspiracy (which does not exist under Ukrainian\nlaw). Ukrainian criminal law does render the conduct of accomplices\nunlawful, but there is no equivalent provision in Ukrainian civil law.\nThere is no provision in Ukrainian civil law (and Article 1190 of the CCU\nis not such a provision) that makes generally unlawful the conduct of a\nC3/1/5\n6person abetting, acquiescing or otherwise conspiring with another person\nwho actually causes harm to property. The scope and goal of Article 1190\nof the CCU is different – it does not make any conduct unlawful and does\nnot create any new cause of action.\n14.4. There is no concept of ‘standing approval’, which I understand to refer to\na situation where a person authorises another’s future actions in broad\nterms without knowing precisely what acts (or types of acts) they will\ncarry out, in Ukrainian civil law. In any event, any such ‘standing\napproval’ could neither give rise to a tortious liability under Article 1166\nof the CCU, nor (even more so) give rise to joint and several liability\n(together with another alleged tortfeasor) for the person who provided\nsuch approval.\n14.5. If all elements of civil tort under Article 1166 are established with respect\nto each of the co-defendants, they will be held liable jointly (rather than\nproportionately) under Article 1190 of the CCU if their actions were\n‘joint’. In determining whether actions were joint, the Ukrainian courts\ntake into account the following factors (which are not all cumulative but\nare applied by the courts in different combinations):\n14.5.1. whether the actions of the tortfeasors that caused indivisible harm\nto the claimant were all united by the same intent;\n14.5.2. wh"}
{"start": 10500, "text": "ed with respect\nto each of the co-defendants, they will be held liable jointly (rather than\nproportionately) under Article 1190 of the CCU if their actions were\n‘joint’. In determining whether actions were joint, the Ukrainian courts\ntake into account the following factors (which are not all cumulative but\nare applied by the courts in different combinations):\n14.5.1. whether the actions of the tortfeasors that caused indivisible harm\nto the claimant were all united by the same intent;\n14.5.2. whether it is possible to determine what action of each tortfeasor\n– and to which extent – caused the occurrence of harm to the\nclaimant;\n14.5.3. whether the actions of all tortfeasors were so interconnected that\nthey can be viewed as a unity; and\n14.5.4. whether it is possible to determine the degree of participation by\neach of the tortfeasors in the infliction of harm.\nV. ANALYSIS\n15. I have reviewed paragraphs 259 – 273 of the Alyoshin Report. I agree with the\nconclusions expressed by Mr Alyoshin, but consider I should add some further\ndetails as to how various provisions of the Ukrainian civil law – and, in particular,\nArticle 1190 of the CCU – operate.\nC3/1/6\n7(a) General comments on the scope and effect of Article 1190 of the CCU\n16. Article 1190 of the CCU provides as follows:\n“Article 1190. Compensation for harm inflicted jointly by several\npersons.\n1. Persons who have caused harm by their joint acts or omissions\nshall be jointly and severally liable to the victim.\n2. On the application of the victim the court may determine the\nliability of persons who have jointly caused harm, in proportion to\ntheir respective degrees of fault. ”2\n17. This provision regulates the distribution of liability between persons whose\nunlawful acts all caused pecuniary harm to an aggrieved party. The default\nposition under Ukrainian law is that where several persons cause tortious harm to\nthe victim, they are liable to compensate the victim only for the share of harm\ndirectly attributable to their own unlawful conduct. Article 1190 of the CCU (and\nthe other provisions of the Ukrainian civil law that provide for joint and several\nliability, such as Article 63(3) of the JSC Law3 or Article 42(11) of the Law on\nBanks4) sets out the circumstances when the courts can derogate from such\ndefault position and hold each of the co-defendants jointly and severally liable,\nmeaning that each of the co-defendants must compensate the full amount of\ndamages suffered by the aggrieved party (first paragraph of Article 1190 of the\nCCU). However, even where the test under Article 1190 of the CCU is satisfied,\nthe court may return to the default position (shared liability) if the victim so\nrequests (second paragraph of Article 1190 of the CCU).\n18. The goal and effect of the provisions on joint and several liability, as explained\nabove, were made clear in paragraph 3 of the Resolution of the Plenum of the\nSupreme Court dated 27 March 1992 No. 6 “On practice of consideration by the\ncourts of civil cases under claims for compensation of damages” (the “ Resolution\nNo. 6 ”), which issued the following guidance:\n“3. To explain to the courts that harm caused by several persons is\ncompensated by each of them in the part caused by it (in the form of\npartial liability).\n2Article 1190 of the CCU, Exhibit AO1-6 page 11 .\n3Exhibit AO1-30 page 1 .\n4Exhibit AO1-27 page 4.\nC3/1/7\n8Persons who have jointly caused harm, i.e. caused indivisible harm\nby interrelated collective actions or actions with the unity of intent,\nare jointly and severally liable to the victim.”5\n19. Dr Spasibo-Fateeva commented on the effect of Article 1190 of the CCU along\nsimilar lines: “ not any harm, which is a consequence of the conduct of multiple\npersons, is deemed as inflicted by them jointly. If the harm to the aggrieved party\nwas inflicted by several persons but such harm cannot be viewed as having been\ninflicted by them jointly […], then the harm must be compensated by each of the\ntortfeasors in the portion,"}
{"start": 14000, "text": "e unity of intent,\nare jointly and severally liable to the victim.”5\n19. Dr Spasibo-Fateeva commented on the effect of Article 1190 of the CCU along\nsimilar lines: “ not any harm, which is a consequence of the conduct of multiple\npersons, is deemed as inflicted by them jointly. If the harm to the aggrieved party\nwas inflicted by several persons but such harm cannot be viewed as having been\ninflicted by them jointly […], then the harm must be compensated by each of the\ntortfeasors in the portion, which was inflicted by him / her, in other words through\nthe mechanism of shared liability ”6.\n20. In my view, it is important to clarify the above effect of Article 1190 of the CCU\nnot only to determine what it governs, but also to make clear what it does not\ngovern. Article 1190 of the CCU does not set forth an independent basis for\ntortious liability to arise. It only may come into play in the circumstances where\nseveral persons have themselves committed torts that are actionable under other\ndistinct provisions of the Ukrainian civil law. The only objective of Article 1190\nof the CCU is to determine whether each co-defendant should bear liability to\ncompensate the share of the victim’s loss that is directly attributable to their\nindividual unlawful conduct or whether the co-defendants should collectively be\nheld jointly and severally liable to compensate the full amount of the victim’s\nloss.\n21. In my view, the above-described effect of Article 1190 of the CCU is illustrated\nin the judgments of the Ukrainian Supreme Court (which I describe in paragraphs\n22 – 24 below) where the Supreme Court found that the criteria of Article 1190\nwere not satisfied. Logically, the consequence of such finding was that the\nliability was not joint, not that there was no liability at all (because Article 1190\nof the CCU does not serve as a basis for liability as such).\n22. BRSM (ecological accident) Case . This case arose out of a significant fire that\noccurred at the petrol storage facility operated by the well-known Ukrainian\ngroup of companies BRSM. 43 residents of the nearby village brought a claim in\ntort against the four companies of the BRSM group – the owner of the petrol\nstation, the lessee that operated it, the company that stored petrol at the facility,\n5Paragraph 3 of the Resolution No. 6, Exhibit AO1-96 page 1 .\n6I.V. Spasibo-Fateeva (ed), Civil Code of Ukraine, Scientific and Practical Commentary, Volume\n11 Non-Contractual Obligations, 2014, page 252, Exhibit DM1-3 page2 .\nC3/1/8\n9as well as the managing company of the BRSM group. The Supreme Court7\ndismissed the claim against the managing company of the group because the\nclaimants failed to prove that the company was involved in unlawful conduct that\ncaused the fire8. However, the Supreme Court found that the actions and\nomissions of the three other defendants (the owner of the petrol station, the lessee,\nand the company that stored petrol at the facility) were contrary to the applicable\nsafety regulations and, as such, were unlawful. The court further established that\nthe respective unlawful conduct of each defendant caused the fire at the storage\nfacility and, respectively, harm to the claimants. Therefore, it granted the claim\nagainst them. At the same time, the Supreme Court refused to hold those three\ndefendants jointly liable (in the sense that each of them would be liable to\ncompensate the full amount of claimants’ losses) I explain the reasons why the\nSupreme Court believed that Article 1190 of the CCU was not engaged in the\ncircumstances in paragraphs 62 and 63 below. For the purpose of this section, it\nis important that the consequence of Article 1190 of the CCU not being engaged\nwas that the Supreme Court apportioned liability as between the defendants\ntaking into account which of the defendants contributed more to occurrence of\nthe ecological accident9.\n23. Kyivblagoustriy case . In this case, the municipal agency responsible for urban\ndevelopment of Kyiv (first defendant) ru"}
{"start": 17500, "text": "90 of the CCU was not engaged in the\ncircumstances in paragraphs 62 and 63 below. For the purpose of this section, it\nis important that the consequence of Article 1190 of the CCU not being engaged\nwas that the Supreme Court apportioned liability as between the defendants\ntaking into account which of the defendants contributed more to occurrence of\nthe ecological accident9.\n23. Kyivblagoustriy case . In this case, the municipal agency responsible for urban\ndevelopment of Kyiv (first defendant) ruled to demolish the kiosk that belonged\nto the claimant. It then ordered the municipal company Kyivblagoustriy to do so,\nwhich the latter did. Later on, in a distinct court proceeding, the ruling of the first\ndefendant, as well as the actions of the second defendant with a view to demolish\nthe claimant’s kiosk were found unlawful. The claimant brought a claim in tort\nagainst both defendants seeking to hold them jointly liable for damages. The\nSupreme Court10 found that each of the defendants committed a tort under Article\n1166 and, therefore, was liable to compensate damages to the claimant. However,\nthe Supreme Court concluded that the actions of the defendants were not joint in\n7Resolution of the Supreme Court in case 372/771/16- ц, dated 12 March 2020, Exhibit DM1-4 .\n8Ibid.: “ the court has found the claims against LLC BRSM Nafta unproven and unfounded because\nthere was no evidence that it was participating in the occurrence of fire ”,Exhibit DM1-4 page\n2.\n9Ibid., Exhibit DM1-4 page 9 . The Supreme Court held that the owner and the lessor of the petrol\nstorage mostly contributed to the occurrence of the respective ecological accident and should each\ncompensate 40% of the claimants’ losses. The third defendant, who only stored petrol at the\nstorage (and apparently, in the view of the Supreme Court, less contributed to the occurrence of\nfire), was ordered to compensate 20% of the claimants’ losses.\n10  Resolution of the Supreme Court in case No. 756/13292/15- ц, dated 21 July 2021,\nExhibit DM1-5 .\nC3/1/9\n10the sense that criteria of Article 1190 of the CCU were not satisfied11. Therefore,\nthe court apportioned liability of the defendants ordering that the municipal\nagency had to compensate half of the claimant’s losses and Kyivblagoustriy was\nordered to compensate the remaining half.\n24. Traffic Accident Case . In this dispute the first defendant together with his spouse\n(the second defendant) were joint owners of a car. The first defendant urged his\ngrandson (who had no driving license) to drive that car. The grandson then got\ninto a traffic accident resulting in the damage of the claimant’s car. In respect of\nthis accident, the grandson was found guilty of grave breach of the traffic rules\n(which is a crime under Article 286 of the Criminal Code of Ukraine).\nThe claimant brought a claim against the first and second defendants, but not\nagainst the grandson. The Supreme Court found that the second defendant (the\nspouse of the first defendant) did not commit any unlawful act that caused harm\nto the claimant12. Therefore, the claim against her was dismissed. The Supreme\nCourt further concluded that the relevant harm was caused by the conduct of both\nfirst defendant and his grandson. However, it deemed appropriate to apportion\nthe liability as between them (rather than holding each of them jointly and\nseverally liable to compensate the full amount of the claimant’s losses). The\nSupreme Court held that the fair portion of loss which the first defendant was\nliable to compensate was 20% of the claimant’s loss. It granted the claim in the\nrespective part13.\n(b) It is a precondition for application of Article 1190 of the CCU that\nall elements of tort under Article 1166 of the CCU must be established\nwith respect to each co-defendant independently\n25. Given that the goal and effect of Article 1190 of the CCU are limited to the\ndistribution of liability as between co-defendants, rather than serving as an\n11  Ibid., Exhibit DM1-5 page 12 : “ther"}
{"start": 21000, "text": "dant was\nliable to compensate was 20% of the claimant’s loss. It granted the claim in the\nrespective part13.\n(b) It is a precondition for application of Article 1190 of the CCU that\nall elements of tort under Article 1166 of the CCU must be established\nwith respect to each co-defendant independently\n25. Given that the goal and effect of Article 1190 of the CCU are limited to the\ndistribution of liability as between co-defendants, rather than serving as an\n11  Ibid., Exhibit DM1-5 page 12 : “there are no grounds to recover jointly from the defendants in\nfavour of [the claimant] the inflicted losses […] because unlawfulness of the [first defendant’s\nactions] consists of issuance of the order to dismantle the non-residential building, while the\nunlawfulness of the [second defendant’s] actions – of actual dismantling of this building; in other\nwords the actions of the defendants, through which the harm was inflicted, were not joint .”\n12  Resolution of the Supreme Court in case No. 686/10026/16- ц, dated 10 June 2020,\nExhibit DM1-6 page 6 : “the Supreme Court rejects the argument of the cassation appeal that\n[the second defendant] must be held liable for the harm inflicted to the claimant as the co-owner\nof the vehicle… Neither the court in this case, nor in the proceedings to hold a guilty person\ncriminally liable for the car accident, have established that [the second defendant] committed any\nunlawful action that caused infliction of harm to the claimant ”.\n13  Resolution of the Supreme Court in case No. 686/10026/16- ц, dated 10 June 2020,\nExhibit DM1-6 page 5 .\nC3/1/10\n11independent basis for liability, Article 1190 cannot operate alone. Rather it is\nbound to operate together with (and as an add-on) to Article 1166 of the CCU\n(and, as the case may be, other provisions in Section 82 of the CCU). In other\nwords, the conduct of each co-defendant must be of itself actionable under Article\n1166 of the CCU and all elements of civil tort under Article 1166 of the CCU\nmust be established with respect to each of them independently for each\ndefendant.\n26. Dr Chernilevska, who is, to my knowledge, the only Ukrainian scholar who has\ndevoted almost all of her academic research to the joint liability in tort under\nUkrainian civil law, has observed:\n“obligations as to compensation for harm that was inflicted by\nmultiple persons jointly arise subject to […] the general\npreconditions (the harm itself, causation between the act and the\nharm, unlawfulness of the conduct of all joint obligors and fault of\nall joint obligors unless the law expressly provides otherwise)\n[…]”14 (emphasis added).\n27. If all elements of civil tort under Article 1166 of the CCU are established with\nrespect to one co-defendant, but any of the four necessary elements is missing\nwith respect to another co-defendant (e.g., the unlawfulness of his conduct is not\nproven, or the requisite causation between his alleged conduct and the harm is not\nestablished, or the defendant was not at fault), the claim in tort against the latter\nmust be dismissed. Article 1190 of the CCU does not serve as a shortcut to\ncircumvent any of the necessary elements of tort under Article 1166 of the CCU.\n28. Based on my research, the above approach is uniformly upheld by the Ukrainian\ncourts. In the cases that I described in paragraphs 22 – 24 above, the courts\ncarefully considered whether all elements of civil tort were established with\nrespect to each co-defendant. Where certain elements were missing with respect\nto a particular co-defendant, the inevitable outcome was dismissal of the claim\nagainst that co-defendant:\n28.1. In BRSM (ecological accident) Case (paragraph 22 above), the court found\nwith respect to one of the co-defendants that “ there was no evidence that it\nwas participating in the occurrence of fire ”15, i.e. the conduct of this co-\n14  O. Chernilevska, “Special Conditions Giving Rise to Obligations to Compensate Harm Jointly\nInflicted by Several Persons”, 2016, Exhibit DM1-7 page"}
{"start": 24500, "text": "respect\nto a particular co-defendant, the inevitable outcome was dismissal of the claim\nagainst that co-defendant:\n28.1. In BRSM (ecological accident) Case (paragraph 22 above), the court found\nwith respect to one of the co-defendants that “ there was no evidence that it\nwas participating in the occurrence of fire ”15, i.e. the conduct of this co-\n14  O. Chernilevska, “Special Conditions Giving Rise to Obligations to Compensate Harm Jointly\nInflicted by Several Persons”, 2016, Exhibit DM1-7 page 2 .\n15  Resolution of the Supreme Court in case 372/771/16- ц, dated 12 March 2020, Exhibit DM1-4\npage 2 .\nC3/1/11\n12defendant was not actionable under Article 1166 of the CCU. As a result,\nthe Supreme Court dismissed the claim against this co-defendant and did\nnot proceed to the analysis of whether Article 1190 was engaged with\nrespect to this co-defendant.\n28.2. In the Traffic Accident Case (paragraph 24 above), the Supreme Court\nfound that the first defendant’s spouse (the second defendant to the claim)\ndid not “ commit[] any unlawful action that caused infliction of harm to the\nclaimant ”16. As a result, the claim against her was immediately dismissed\nand the court did not have to analyse whether her actions or omissions fell\nwithin the ambit of Article 1190 of the CCU.\n29. The same approach is also illustrated by the cases described in paragraphs 30 –\n35 below.\n30. Olimpex case . Claimant was the owner of an apartment in the residential\napartment complex. The first defendant, Olimpex, owned an apartment\nimmediately above the claimant’s one. Olimpex entered into a contract for sale\nof the apartment to the second defendant, but remained the registered owner of\nthe apartment until full payment of the purchase price. After entry into this\ncontract but before the title to the apartment was registered with the second\ndefendant, the latter started construction works, as a result of which the claimant’s\napartment was damaged. The claimant sought to hold both defendants jointly\nliable for the inflicted harm alleging that it was caused by their joint actions and\nomissions. The Supreme Court granted the claim against the second defendant\nbut dismissed the claim against Olimpex. It paid particular attention to the\nnecessary elements of tort under Article 1166 of the CCU. The Supreme Court\ndisagreed with “ the conclusions of the lower courts as to joint obligation of [the\nfirst defendant] and [Olimpex] to compensate the pecuniary harm… In this case,\nthere are no unlawful conduct, causation and fault of [Olimpex] in the infliction\nof harm to [the claimant] and therefore there are no grounds for imposing on\n[Olimpex] the liability for harm ” 17. In the absence of all necessary elements of\nliability in tort under Article 1166 of the CCU, the liability of Olimpex did not\narise and the claim against it was dismissed.\n16  Resolution of the Supreme Court in case No. 686/10026/16- ц, dated 10 June 2020,\nExhibit DM1-6 page 6.\n17  Resolution of the Supreme Court in case No. 522/6386/16- ц, dated 12 February 2020,\nExhibit DM1-8 page 6 .\nC3/1/12\n1331. Derzhprom (civil unrest) case . The defendant was convicted of participating in\nthe riots in the city of Kharkiv in Eastern Ukraine in spring of 2014. Together\nwith dozens of other individuals, he raided the building that belonged to the\nclaimant, Derzhprom. According to the claimant, as a result of this raid, the\nbuilding was significantly damaged. The claimant then brought a claim in tort to\ncompensate such damage. Although the claim was brought only against one\ndefendant, the claimant relied on Article 1190 of the CCU as the basis for the\ndefendant’s liability to compensate full amount of damages (as opposed to certain\nportion). The Supreme Court dismissed the claim. It found that “ the claimant\nfailed to prove the causation between the inflicted harm and the unlawful conduct\nof the defendant ”. Lack of this necessary element was fatal to the claimant’s claim\nin tort18. Article 1190 was not a vehicle to b"}
{"start": 28000, "text": "Although the claim was brought only against one\ndefendant, the claimant relied on Article 1190 of the CCU as the basis for the\ndefendant’s liability to compensate full amount of damages (as opposed to certain\nportion). The Supreme Court dismissed the claim. It found that “ the claimant\nfailed to prove the causation between the inflicted harm and the unlawful conduct\nof the defendant ”. Lack of this necessary element was fatal to the claimant’s claim\nin tort18. Article 1190 was not a vehicle to bypass this necessary element of\nliability in tort under Ukrainian civil law.\n32. Ukreximbank Case . The case arose out of the loan advanced by the Ukrainian\nbank Ukreximbank to a borrower, a Ukrainian company. The loan was secured\nby a pledge granted by another Ukrainian company. It later transpired that the\npledge was based on forged documents (apparently because the pledged property\ndid not exist). In the preceding criminal proceedings, it was established that the\ndirector of the pledgor committed the crimes of forgery and provision of false\ndocuments to the bank. It was also established that the chief accountant of the\npledgor committed the crime of forgery (together with the director). In respect of\nthe director of the borrower, the criminal proceedings found that he committed\nthe crime of neglect of his duties as a director (apparently, because he failed to\nmake sure that the documents which he submitted to the bank to obtain the loan\nwere true and accurate). The bank then brought a claim in tort against all three\nindividuals seeking to hold them jointly liable for the full amount of losses. The\nlower courts granted the claim against all three defendants. The Supreme Court\nof Ukraine, however, disagreed19. It analysed in detail the four elements of\ntortious liability under Article 1166 of the CCU and emphasized that “ [t]he lack\nof any of [these four] preconditions is a ground to relieve a person from liability,\nunless the law provides otherwise ”20. The Supreme Court of Ukraine remanded\nthe case back to the lower court and instructed it to establish who exactly was at\n18  Resolution of the Supreme Court in case 640/17847/17, dated 20 March 2020, Exhibit DM1-9\npage 4 .\n19  Resolution of the Supreme Court of Ukraine, dated 12 February 2014 (proceeding No. 6-\n168ЦС13),Exhibit DM1-10 .\n20  Resolution of the Supreme Court of Ukraine, dated 12 February 2014 (proceeding No. 6-\n168ЦС13),Exhibit DM1-10 page 5 .\nC3/1/13\n14fault for the infliction of harm, the extent of their fault, and “ based on the\nrespective findings […] to determine the grounds, amount and order of\ncompensation for harm (joint or proportionate) ”21.\n33. The lower court, at the new round of review, concluded, following the guidance\nof the Supreme Court, that there was no sufficient causation between the unlawful\nconduct of the borrower’s director and the harm suffered by the bank. Therefore,\nit dismissed the claim against him, but agreed that the courts were correct to hold\nthe director and chief accountant of the pledgor jointly liable22. In other words,\nthe courts confirmed that the conduct of each co-defendant needed to be analysed\nseparately as to whether all elements of tort under Article 1166 of the CCU were\nmade out. Only subject to such prerequisite being satisfied, did the court need to\nresolve whether the liability should be apportioned as between the co-defendants\n(based on their contribution to the inflicted harm and the extent of their fault), or\nwhether Article 1190 was engaged such that there was no need to apportion the\nliability as between the defendants and all of them could be held jointly liable to\nthe full amount of compensation. If, as in Ukreximbank case, any element of tort\n(under Article 1166 of the CCU) was missing, the issue of whether the criteria of\nArticle 1190 of the CCU were made out would not arise.\n34. Ecoillichproduct case . This case concerned damage to an underground electricity\ncable during the construction of a petrol station. The c"}
{"start": 31500, "text": "was engaged such that there was no need to apportion the\nliability as between the defendants and all of them could be held jointly liable to\nthe full amount of compensation. If, as in Ukreximbank case, any element of tort\n(under Article 1166 of the CCU) was missing, the issue of whether the criteria of\nArticle 1190 of the CCU were made out would not arise.\n34. Ecoillichproduct case . This case concerned damage to an underground electricity\ncable during the construction of a petrol station. The claimant (Ecoillichproduct),\nwhose cable was damaged, sought to hold three defendants jointly liable: the\nconstruction project owner, the general contractor and the contractor engaged\nspecifically for the excavation works. The local court sought to determine and\nappears to have established that the respective actions and omissions of each co-\ndefendant were unlawful on various grounds. It held all three defendants jointly\nliable. However, the Higher Commercial Court said that the courts failed to\nestablish causation between the respective conduct of each co-defendant and the\nrelevant harm:\n“the court […] failed to establish how conduct of [project owner] as\nregards failure to provide design documentation and failure to\nensure proper technical supervision over construction works, or the\nconduct of [the general contractor] as regards failure to ensure\ncompliance with the construction rules and other technical norms\nand standards on the construction site – became the necessary and\n21  Resolution of the Supreme Court of Ukraine, dated 12 February 2014 (proceeding No. 6-\n168ЦС13),Exhibit DM1-10 page 6 .\n22  Order of the Higher Specialised Court of Ukraine in Civil and Criminal Matters, dated 21 May\n2014 (proceeding No. 6-13993 СВ14),Exhibit DM1-11 .\nC3/1/14\n15direct cause for damage of the claimant’s cable; the court failed to\nconsider whether the said violations on their own, without\nperformance of the excavation works by the [contractor] could\nresult in damage of the claimant’s cable. In other words, the court\nfailed to establish the direct causation between the conduct of these\ndefendants and the inflicted harm although its existence is specified\nby the court as a necessary pre-condition for holding a person liable\nfor pecuniary harm ”.23\n35. Based on such conclusions, the Higher Commercial Court remanded the case for\na new review by the appellate court. The appellate court, following the guidance\nof the Higher Commercial Court, found that legally relevant causation existed\nonly with respect to the conduct of the contractor (although by operation of\nspecial rules of Ukrainian law, respective compensation had to be paid by the\ngeneral contractor instead of the contractor)24. This judgment was later upheld on\ncassation25.\n36. Therefore, the authorities show that establishing all elements of civil tort under\nArticle 1166 of the CCU with respect to each co-defendant is a necessary\nprecondition to the analysis on whether joint and several  liability of the co-\ndefendants under Article 1190 of the CCU arises. Article 1190 of the CCU does\nnot operate so as to circumvent any of the necessary elements under Article 1166\nof the CCU.\n37. Finally, I should note that the situation is no different when the basis for joint and\nseveral  liability of the co-defendants is not Article 1190 of the CCU but, rather,\nArticle 63(3) of the JSC Law or Article 42(11) of the Law on Banks. Under those\nprovisions, “ if several persons are liable [thereunder] ”, liability of such persons\nwould be joint and several26. In other words, Article 63(3) of the JSC Law or\nArticle 42(1) of the Law on Banks unequivocally require that liability of each co-\ndefendant must be established in the first instance.\n23  Resolution of the Higher Commercial Court of Ukraine in case No. 905/2131/14-908/6261/14,\ndated 27 April 2016, Exhibit DM1-12 page 5 .\n24  Resolution of the Donetsk Appellate Commercial Court in case No. 905/2131/14-908/6261/14,\ndated 20 April 2017,  Exhibit DM1-13 .\n25  R"}
{"start": 35000, "text": " persons\nwould be joint and several26. In other words, Article 63(3) of the JSC Law or\nArticle 42(1) of the Law on Banks unequivocally require that liability of each co-\ndefendant must be established in the first instance.\n23  Resolution of the Higher Commercial Court of Ukraine in case No. 905/2131/14-908/6261/14,\ndated 27 April 2016, Exhibit DM1-12 page 5 .\n24  Resolution of the Donetsk Appellate Commercial Court in case No. 905/2131/14-908/6261/14,\ndated 20 April 2017,  Exhibit DM1-13 .\n25  Resolution of the Higher Commercial Court of Ukraine in case No. 905/2131/14-908/6261/14,\ndated 2 August 2017, Exhibit DM1-14 .\n26  Article 63(3) of the JSC Law, Exhibit AO1-30 page 1  and Article 42(11) of the Law on Banks,\nExhibit AO1-27 page 4.\nC3/1/15\n16(c) Article 1190 of the CCU is not the Ukrainian civil law counterpart of\nconspiracy under the Ukrainian criminal law or foreign civil law\n38. It follows from my above analysis that Article 1190 of the CCU does not set forth\na distinct tort of conspiracy (which does not exist under Ukrainian law). Nor does\nit operate similarly to the rules of Ukrainian criminal law on complicity.\n39. Ukrainian criminal law  does render the conduct of accomplices unlawful (see\nArticles 26 – 30 of the Criminal Code of Ukraine)27. Therefore, when a person\nparticipates in committing of the crime in any role envisaged by those provisions\nof the Criminal Code (including, for example, by way of abetting or aiding other\npersons who commit a crime), by operation of the same provisions, the respective\nconduct of that person is considered unlawful. Because it is unlawful (and if it\ncauses harm to property) such conduct is actionable under Article 1166 of the\nCCU. Furthermore, several accomplices (each of whom is liable under Article\n1166 as described above) may be held jointly liable under Article 1190 of CCU.\n40. Therefore, joint liability in tort under Article 1190 of CCU is very often (if not\npredominantly) invoked in the context of harm inflicted by a crime committed by\nseveral accomplices. Article 1190 is perfectly suited for that type of cases.\n41. However, unlike criminal law, under Ukrainian civil law, there is no provision\nthat would make generally unlawful the conduct of a person abetting, acquiescing\nor otherwise conspiring with another person who actually causes harm to\nproperty. The Ukrainian court would hold liable only the person who actually\ninflicted harm (provided that the conduct of such person is unlawful). The court\ncould not hold liable a person who abetted or acquiesced with the tortfeasor,\nbecause such conduct would not be in breach of any provision of the Ukrainian\ncivil law. Their conduct might potentially be unlawful under the criminal law\nrules on complicity if the conduct of the tortfeasor was itself criminally unlawful.\nIn such case the conduct of both persons could be actionable under Article 1166\nof the CCU (with joint liability likely imposed under Article 1190 of the CCU),\nbut a criminal court verdict would be a precondition to any such claim under civil\nlaw against any of the accomplices.\n42. As follows from paragraphs 17 –36 above, Article 1190 of the CCU is not a civil\nlaw substitute to the criminal law rules on complicity. Its scope and goal are\ndifferent – it does not make any conduct unlawful and does not create any new\n27  Articles 26 – 30 of the Criminal Code of Ukraine, Exhibit DM1-15 .\nC3/1/16\n17cause of action. It simply deals with the distribution of liability (by determining\nwhether it will be proportionate or joint and several) as between persons who have\nbeen found liable under Article 1166 (or other provision of the Ukrainian civil\nlaw providing for liability in tort).\n(d) No concept of ‘standing approval’ exists in Ukrainian civil law and\nin any event such approval could neither give rise to tortious liability\nunder Article 1166 of the CCU, nor (even more so) to joint and\nseveral liability (together with another alleged tortfeasor) for the\nperson who provided su"}
{"start": 38500, "text": "whether it will be proportionate or joint and several) as between persons who have\nbeen found liable under Article 1166 (or other provision of the Ukrainian civil\nlaw providing for liability in tort).\n(d) No concept of ‘standing approval’ exists in Ukrainian civil law and\nin any event such approval could neither give rise to tortious liability\nunder Article 1166 of the CCU, nor (even more so) to joint and\nseveral liability (together with another alleged tortfeasor) for the\nperson who provided such approval28\n43. Before I proceed to my analysis on this point, a few preliminary comments need\nto be made:\n43.1. First, I agree with Mr Beketov29 that there is no concept of ‘standing\napproval’ under Ukrainian law. Purely for the purpose of my below\nanalysis, I have adopted the meaning (as a factual description, not as a legal\nconcept) suggested by Mr Beketov in paragraph 200(b) of the Beketov\nEighth Report – “ a situation where A gives a form of approval to B in\nadvance that is broad enough to encompass certain future conduct of B,\neven where such future conduct was not specifically considered and\napproved by A in advance of the relevant conduct by B ”.\n43.2. Second, as there is no concept of ‘standing approval’ under Ukrainian law,\nunsurprisingly no provision of Ukrainian law provides for civil liability in\ntort to apply to a person who provides a ‘standing approval’ (specifically\nby virtue of such ‘standing approval’). Therefore, below I analyse more\ngenerally whether the factual scenario described in paragraph 43.1 above\n(to which I refer as a ‘standing approval’ purely as a term of convenience)\nmay fall within the ambit of Articles 1166 and 1190 of the CCU. As\nexplained in more detail below, I conclude that it cannot. Similarly, where\nI refer to the practice of the Ukrainian courts, I analyse whether the facts of\nthe respective cases were similar to the same factual scenario, so that the\n28  As set out in paragraph 271 of the Alyoshin Report, the Bank argues that Mr Kolomoisky and\nMr Bogolyubov gave their express, implied or standing approval for the unlawfulness of the\nactions taken by the other, which, as a matter of Ukrainian law, is a ground for their joint liability:\nClaimant’s Response to the Second Defendant’s Second Part 18 Request dated 18 September\n2020, page 5, paragraph 3.4\n29  Paragraph 200(b) of the Beketov Eighth Report.\nC3/1/17\n18decisions in those cases can be illustrative of the approach that Ukrainian\ncourts would take if faced with a similar factual scenario.\n44. I concur with the conclusions of Mr Alyoshin in paragraphs 272 and 273 of his\nreport that any concept of ‘standing approval’ by one person to the conduct of\nanother person (the latter actually inflicting damage to property through his\ndistinctly unlawful acts) cannot constitute a basis for liability in tort.\n45. Again, it is a starting point for any analysis on liability in tort that all four elements\nof tort under Article 1166 of the CCU must be established with respect to each\nco-defendant independently. I fail to see which rule of the Ukrainian civil law\ncould be breached by a person providing a ‘standing approval’ such as to make\nhis / her conduct unlawful under Ukrainian civil law. Absent the element of\nunlawful conduct, no claim in tort can be made against such co-defendant under\nUkrainian law.\n46. Albeit not directly relevant to the present case (as I understand that the Claimant\ndoes not rely on any alleged violation of the Ukrainian criminal law by the\nDefendants30), it is notable that even under the rules of Ukrainian criminal law on\ncomplicity31, mere ‘standing approval’ would not suffice, without more, to\nimpose accessory criminal liability upon the person who provides a ‘standing\napproval’32. As Ukrainian criminal law (which regulates complicity) does not\nview ‘standing approval’ as amounting to complicity (and respectively as an\nunlawful conduct), I do not consider that any rule of Ukrainian civil law (which\nprovides no rules on complici"}
{"start": 42000, "text": "\nDefendants30), it is notable that even under the rules of Ukrainian criminal law on\ncomplicity31, mere ‘standing approval’ would not suffice, without more, to\nimpose accessory criminal liability upon the person who provides a ‘standing\napproval’32. As Ukrainian criminal law (which regulates complicity) does not\nview ‘standing approval’ as amounting to complicity (and respectively as an\nunlawful conduct), I do not consider that any rule of Ukrainian civil law (which\nprovides no rules on complicity) could be breached by such ‘standing approval’\nso as to impose accessory liability on the giver of such approval under Article\n1166 of the CCU for the unlawful infliction of harm.\n47. Furthermore, I do not consider that giving such ‘standing approval’ (or, indeed,\nany approval – whether express or implied) could satisfy the element of direct\n30  For the sake of completeness, I note that had the Claimant pleaded any violation of the Ukrainian\ncriminal law by the Defendants, a verdict of the Ukrainian criminal court establishing such\nviolation would have been a prerequisite to any civil law claim in tort arising out of the same.\n31  Articles 26 – 30 of the Criminal Code of Ukraine, Exhibit DM1-15 .\n32  For the sake of completeness, I note that under Article 30(1) of the Criminal Code of Ukraine\n(Exhibit DM1-15 page3 ), a founder of the organised group or criminal organisation shall be held\ncriminally liable for all crimes committed by the members of such organised group or criminal\norganisation provided that such crimes do not go beyond the intent of the founder. However, I\nbelieve that this provision goes far beyond the factual scenario of ‘standing approval’, which\nMr Beketov and I have adopted for the purposes of our respective analyses. The founder of an\norganised group or criminal organisation does not merely give ‘standing approval’, but must\nintend that there should be criminally unlawful conduct in accordance with his instructions.\nC3/1/18\n19causation as required under Ukrainian law). Again, absent this element, no claim\nin tort can be made against a co-defendant under Ukrainian law.\n48. In view of what I have said in paragraphs 44 – 47 above, in my opinion there is\nno basis under Ukrainian law to assert that a ‘standing approval’ can give rise to\na tortious liability either under Article 1166 of the CCU, or (even more so) under\nArticle 1190 of the CCU. Again, Article 1190 of the CCU does not render any\nconduct (including ‘standing approval’) unlawful, does not create any new causes\nof action in respect of such ‘standing approval’ and does not operate so as to\ncircumvent the necessary elements of tort under Article 1166 of the CCU.\n49. No doubt because of the above, I have not encountered a single case in my\nresearch where a claimant has even asserted before the Ukrainian court (let alone\nthat a case where such an assertion was accepted by the Ukrainian court) that a\nperson who gave a ‘standing approval’ could be held liable in tort under Article\n1166 and/or Article 1190 of the CCU.\n50. On the contrary, I believe that the Traffic Accident Case  (described in paragraph\n24 above) and Ecoillichproduct Case  (described in paragraph 34 above) support\nmy view that ‘standing approval’ would not be sufficient to make out the\nnecessary elements of tort under Article 1166 of the CCU. Although the facts of\nthose cases were quite different, the approach of the Ukrainian court to what\nconduct can or cannot suffice to hold the defendant liable in tort is illustrative, in\nmy view.\n51. For instance, in Traffic Accident Case , the second defendant (spouse of the first\ndefendant), who was the co-owner of the car together with the first defendant\nmight be viewed as having provided her ‘standing approval’ to the first defendant\nas to the use of their jointly owned car. The conduct of the first defendant then\ncaused harm to the claimant’s property. The court found that the conduct of the\nsecond defendant was not unlawful and no claim in tort could "}
{"start": 45500, "text": " is illustrative, in\nmy view.\n51. For instance, in Traffic Accident Case , the second defendant (spouse of the first\ndefendant), who was the co-owner of the car together with the first defendant\nmight be viewed as having provided her ‘standing approval’ to the first defendant\nas to the use of their jointly owned car. The conduct of the first defendant then\ncaused harm to the claimant’s property. The court found that the conduct of the\nsecond defendant was not unlawful and no claim in tort could be made against\nher:\n“the Supreme Court rejects the argument of the cassation appeal that\n[the second defendant] must be held liable for the harm inflicted to\nthe claimant as the co-owner of the vehicle… Neither the court in\nthis case, nor in the proceedings to hold a guilty person criminally\nliable for the car accident, have established that [the second\nC3/1/19\n20defendant] committed any unlawful action that caused infliction of\nharm to the claimant ”33.\n(e) The criteria under Article 1190 of the CCU for the liability of the\nrespective co-defendants to be joint (as opposed to proportionate)\n52. If all elements of civil tort under Article 1166 are established with respect to each\nof the co-defendants, the question will arise whether the criteria of Article 1190\nof the CCU are met such that each of the co-defendants can be held liable to\ncompensate full amount of the claimant’s losses.\n53. In this respect, the text of Article 1190 of the CCU requires that, for it to be\nengaged, the tortfeasors must have “ caused harm by their joint acts or omissions ”.\nThe requirement of ‘joint acts or omissions’ was interpreted by the Supreme\nCourt in 199234 as inflicting  “indivisible harm by interrelated collective actions\nor actions with the unity of intent ”35.\n54. I should make a few preliminary observations on the above interpretation and its\napplication by the Ukrainian courts:\n54.1. I agree with Mr Alyoshin36 that the interpretation by the Supreme Court\nreflects a well-established position in Ukrainian civil law doctrine that there\nare ‘objective’ and ‘subjective’ indicators of joint acts or omissions.\n54.2. It is not certain how these – objective and subjective – indicators interplay\nbetween each other. From the text of the Supreme Court Resolution No. 6\n(specifically, from the conjunction ‘ or’) it is evident that they are not\ncumulative. However, it is debatable whether there can be joint actions with\nthe unity of intent which are not viewed as interrelated. Dr Chernilevska\n33  Resolution of the Supreme Court in case No. 686/10026/16- ц, dated 10 June 2020, Exhibit DM1-\n6 page 6 : Similarly, in Ecoillichproduct Case, the two co-defendants could be viewed as having\nprovided their approval to the conduct of the third defendant who actually inflicted damage on the\nclaimant’s property during excavation works. However, this was not an excuse for the court not\nto undertake a proper analysis as to whether all elements of tort under Article 1166 of the CCU\nwere made out with respect to each co-defendant or to deem that simply by virtue of any such\n‘standing approval’ the conduct of any co-defendant becomes unlawful. Again, Article 1190 of\nthe CCU is not a shortcut to avoid such analysis. See Resolution of the Higher Commercial Court\nof Ukraine in case No. 905/2131/14-908/6261/14, dated 27 April 2016, Exhibit DM1-12 page 5 .\n34  Although this interpretation was provided with respect to the earlier version of the CCU, the latter\nequally also required that the tortfeasors must have “ caused harm by their joint acts or omissions ”.\nTherefore, the interpretation of the Supreme Court provided in the Resolution No. 6 still stands\nas relevant.\n35  Paragraph 3 of the Resolution No. 6, Exhibit AO1-96 page 1 .\n36  Paragraph 267 of the Alyoshin Report.\nC3/1/20\n21suggests (and, in my view, this is a sensible approach) that the ‘unity of\nintent’ is one of the indicators (which is important, but not the only one)\nthat shows that the actions are sufficiently interre"}
{"start": 49000, "text": "rtfeasors must have “ caused harm by their joint acts or omissions ”.\nTherefore, the interpretation of the Supreme Court provided in the Resolution No. 6 still stands\nas relevant.\n35  Paragraph 3 of the Resolution No. 6, Exhibit AO1-96 page 1 .\n36  Paragraph 267 of the Alyoshin Report.\nC3/1/20\n21suggests (and, in my view, this is a sensible approach) that the ‘unity of\nintent’ is one of the indicators (which is important, but not the only one)\nthat shows that the actions are sufficiently interrelated to be viewed as\n‘joint’37.\n54.3. I will address in more detail the subjective and objective indicators in turn,\nbut I should say at the outset that all interpretations which I discuss below\n(and which are the only ones that I was able to identify) were developed in\nthe context of harm caused by crimes. As explained in paragraphs 39 – 41\nabove, this is not surprising, because the harm caused by crime, in which\nseveral accomplices are often involved (and conduct of each of them is\nviewed unlawful under criminal law), is the most natural context for joint\nliability under Article 1190 of the CCU. Such a type of case has certain\npeculiarities, which may make the interpretations issued in that context less\ninstructive in the purely civil context. First, whenever a civil claim in tort\nunder Ukrainian law is made to compensate the harm caused by crime, it\nhas been necessarily preceded by the criminal proceeding and the civil court\nis guided (and is bound) by the findings of the criminal court. Second,\nwhere the crime is committed by several accomplices, they are all viewed\nas having committed a single crime. In other words, their conduct (in\nwhichever different roles they may have played) by operation of specific\nprovisions of criminal law would be viewed as interrelated, both objectively\nand subjectively. In the purely civil law context, there is no such ‘shortcut’\n(or ‘assembler’) to qualify actions of several persons as a unity.\n55. As regards subjective indicators (unity of intent), this is a high bar. The term\n‘intent’ ( namir  in transliteration from Ukrainian) in literal sense means that\nseveral persons wish to achieve a particular result. It appears to me that this term\nhas been imported into Resolution No. 6 (I quote the relevant text in paragraph 53\nabove) from the criminal law. It can be established in the criminal proceedings\n(and indeed, should be established if the crime is committed by several\naccomplices). However, I am not aware of the purely civil cases where the court\nhas explained how the “unity of intent” can be established.\n37  O. Chernilevska, “Special Conditions Giving Rise to Obligations to Compensate Harm Jointly\nInflicted by Several Persons”, 2016, Exhibit DM1-7 page 1 .\nC3/1/21\n2256. In relation to the ‘unity of intent’ criterion, the Supreme Court in Ukreximbank\nCase  (which I described in paragraphs 32 and 33 above) gave the following\nopinion:\n“Where the harm is inflicted by the crime which is committed by two\nor more persons, for joint and several liability to arise, it is\nnecessary to establish that the actions of the defendants were united\nby the same criminal intent, and the inflicted harm was the result of\ntheir joint actions ”38 (emphasis added).\n57. Again, this opinion concerns harm that is caused by crime and cannot necessarily\nbe transposed to the purely civil law context. The Supreme Court on several\noccasions referred to the judgment in Ukreximbank Case  in subsequent cases\nconfirming that it keeps following the opinion set out in that judgment. I note that\nsuch cases include case No. 740/967/16-ts, Joint stock commercial bank “Kyiv”\nv. Persons 1-3 , which is referred to by Mr Beketov in paragraphs 193 and 194 of\nthe Beketov Eighth Report and Case No. 753/21343/14-ts, PJSC Ukrsibbank v.\nPersons 1-8 , which is described in paragraph 189 of the Beketov Eighth Report\n(both cases concerned harm caused by crimes). Importantly, in neither of those\ncases did the Supreme Court independently investigate the"}
{"start": 52500, "text": " the opinion set out in that judgment. I note that\nsuch cases include case No. 740/967/16-ts, Joint stock commercial bank “Kyiv”\nv. Persons 1-3 , which is referred to by Mr Beketov in paragraphs 193 and 194 of\nthe Beketov Eighth Report and Case No. 753/21343/14-ts, PJSC Ukrsibbank v.\nPersons 1-8 , which is described in paragraph 189 of the Beketov Eighth Report\n(both cases concerned harm caused by crimes). Importantly, in neither of those\ncases did the Supreme Court independently investigate the joint intent of the co-\ndefendants. Rather, it only relied on such intent having been conclusively\nestablished in the preceding criminal proceedings39.\n58. The leading authority on the objective indicators of ‘joint actions’ is Gaz Ukrainy\nCase40. This case concerned harm caused to the claimant by the criminal conduct\nof five individuals as accomplices. The fact that each of those five individuals\ncommitted a crime was established in the respective criminal proceedings. Gaz\n38  Resolution of the Supreme Court of Ukraine, dated 12 February 2014 (proceeding No. 6-\n168ЦС13),Exhibit DM1-10 page 5 .\n39  Resolution of the Supreme Court in case No. 740/967/16- ц, dated 29 May 2019, page 4, Exhibit\nDM1-16 page 2 : “Where the harm is inflicted by the crime which is committed by two or more\npersons, for joint and several liability to arise, it is necessary to establish that the actions of the\ndefendants were united by the same criminal intent, and the inflicted harm was the result of their\njoint actions. The same legal opinion was set out in the Resolution of the Supreme Court of\nUkraine dated 12 February 2014 in [Ukreximbank Case]. Because the fact of infliction of harm\nby the unlawful actions of the defendants Person 1, Person 2 and Person 3 has been established\nby the respective criminal verdict, which has res judicata effect, such fact does not require proof.\nTherefore, the court has come to the conclusion that actions of the convicted persons were united\nby the same criminal intent and point to their joint actions to inflict harm to the claimant and to\nachieve the criminal result ”; Resolution of the Supreme Court in case No. 753/21343/14- ц, dated\n4 June 2021, Exhibit DM1-17 page 3 : “[t]he aforesaid court verdict, which has res judicata\neffect and does not require further proof, established that the actions of the convicted persons\n(defendants) were united by the same criminal intent and point to their joints actions for infliction\nof harm to the claimant and achievement of the criminal result ”.\n40  Order of the Higher Specialised Court of Ukraine in Civil and Criminal Matters in case № 6-\n55447св13, dated 2 April 2014, Exhibit DM1-18 .\nC3/1/22\n23Ukrainy sought to hold all five defendants jointly liable for compensation of\nlosses. The courts of all levels granted the claim41. The Higher Specialised Court\nfor Civil and Criminal Matters expressed the following views on the criteria of\napplication of Article 1190 of the CCU:\n“Under the legal provision, mentioned above, joint harm is an\nindivisible result of the actions or omissions by two or more persons.\nIt is not necessary that the actions or omissions that caused harm to\nothers must coincide in time. This rule extends to the occasions when\nit is impossible to determine what action and to which extent caused\nthe occurrence of that consequence.\nWhen harm is caused through joint actions, there is a unity of the\ntortfeasors’ actions, which involves such their interconnection that\nleaving at least one of those actions out of the group of the joint\ntortfeasors’ actions would not result in the joint tortious outcome.”42\n59. Based on my research, so far as I am aware, this was the first case when a senior\nUkrainian court issued such opinion on Article 1190 of the CCU. Occasionally,\nthe above passage was referred to in a handful of subsequent judgments that dealt\nwith the issue of joint liability of co-defendants (mostly in the context of harm\ncaused through commission of a crime).\n60. In the pur"}
{"start": 56000, "text": "of those actions out of the group of the joint\ntortfeasors’ actions would not result in the joint tortious outcome.”42\n59. Based on my research, so far as I am aware, this was the first case when a senior\nUkrainian court issued such opinion on Article 1190 of the CCU. Occasionally,\nthe above passage was referred to in a handful of subsequent judgments that dealt\nwith the issue of joint liability of co-defendants (mostly in the context of harm\ncaused through commission of a crime).\n60. In the purely civil context, the above passage was quoted (rather than applied) in\nthe case No. 607/16993/18, Person 1 v. Ternopil City Council Technical\nSupervision Department and Ternopil City Council Department of Housing and\nCommunal Services, Landscaping and Ecology  referred to by Mr Beketov in\nparagraph 187 of the Beketov Eighth Report. However, I do not believe that this\ncase is in any way instructive as to interpretation of Article 1190 of the CCU.\nThis is because the Supreme Court remanded the case for a new review to the\nlower court and merely instructed it to take the said opinion into account.\nHowever, the lower court had no chance to do so because the claimant withdrew\nthe claims against one of the two defendants and Article 1190 of the CCU was\nnot applied43.\n41  It is notable that in the Gaz Ukrainy Case , the courts held all 5 defendants jointly liable only with\nrespect to a small portion of claims (because the unlawful conduct of one of the defendants\npertained only to one episode that involved respective portion of claims). For the remainder of\nclaims, only four out of five defendants were held jointly liable.\n42  Order of the Higher Specialised Court of Ukraine in Civil and Criminal Matters in case № 6-\n55447св13, dated 2 April 2014, Exhibit DM1-18 page 3 .\n43  Resolution of Ternopil Appellate Court in case No. 607/16993/18, dated 7 May 2021, Exhibit\nDM1-19 page 2 .\nC3/1/23\n2461. The following observations should be made on the opinion as to the meaning of\n‘joint actions’, as expressed in the Gaz Ukrainy Case :\n61.1. When the courts referred to the text quoted in paragraph 58 above\n(including originally in the Gaz Ukrainy Case ), they did not explain how\nthey applied it to the facts, which makes this opinion of somewhat limited\npractical use.\n61.2. The courts opined that “[w] hen harm is caused through joint actions, there\nis a unity of the tortfeasors’ actions ”. This is a high bar. Such standard\nmight be satisfied where the case concerns harm caused by a crime that is\ncommitted by several accomplices. This is because, as explained in\nparagraph 54.3 above, the accomplices are all viewed as having committed\na single crime. In other words, their conduct (however different roles they\nmay have played) is viewed as a unity by operation of specific provisions\nof criminal law. But it is much more difficult to establish such ‘unity’ in the\npurely civil law context, as no provision of the Ukrainian civil law similarly\nrenders the actions or omissions of several distinct persons as a ‘unity’.\n61.3. The courts further opined that a unity of the tortfeasors’ actions must\ninvolve “such their interconnection that leaving at least one of those actions\nout of the group of the joint tortfeasors’ actions would not result in the joint\ntortious outcome ”. I should note that it is important not to confuse the test\nfor joint liability with the test for causation. As explained above, and as\nsupported by the practice of senior Ukrainian courts, the existence of\nseveral torts causing harm to the victim does not automatically entail that\nthe liability of the tortfeasors is joint (as opposed to proportionate).\nCausation (in a sense that – but for the relevant conduct of the co-defendant\n– the tortious outcome would not have occurred) is a prerequisite for\nliability in tort as such, but cannot, without more, result in the joint liability\nunder Article 1190 of the CCU.\n62. Finally, further authority on the meaning of ‘joint actions’ for the purpose of\nest"}
{"start": 59500, "text": "f\nseveral torts causing harm to the victim does not automatically entail that\nthe liability of the tortfeasors is joint (as opposed to proportionate).\nCausation (in a sense that – but for the relevant conduct of the co-defendant\n– the tortious outcome would not have occurred) is a prerequisite for\nliability in tort as such, but cannot, without more, result in the joint liability\nunder Article 1190 of the CCU.\n62. Finally, further authority on the meaning of ‘joint actions’ for the purpose of\nestablishing joint liability under Article 1190 of the CCU can be found in BRSM\n(ecological accident) case . In that case, the Supreme Court refused to hold the\nthree defendants jointly liable (in the sense that each of them would be liable to\ncompensate the full amount of damages). Rather, it decided to apportion their\nliability. In so deciding the Supreme Court opined as follows:\n“arguments of the claimants’ representative that because the moral\nharm was caused to the defendants jointly, they should bear joint\nC3/1/24\n25liability, are unfounded. The persons who inflict harm together are\njoint obligors vis-à-vis the victim only if it is impossible to determine\nthe degree of their participation in the infliction of harm. In the\nabsence of evidence that confirm that the defendants’ actions were\ncollective and interrelated, united with the joint intent, there are no\ngrounds for imposing on them joint liability for moral losses suffered\nby the claimants ”44 (emphasis added).\n63. I understand that the Supreme Court in this case opined that the relevant factor\nfor establishing whether the conduct of the co-defendants should be viewed as\n‘joint’ (for the purpose of imposing joint and several liability) was whether it was\npossible “ to determine the degree of their participation in the infliction of harm ”.\nI have not encountered other decisions of the Supreme Court relying on the same\nfactor for establishing whether the conduct of the co-defendants should be viewed\nas ‘joint’. However, in my view, this approach of the Supreme Court underpins\nthe fact there must be much more than simple objective contribution by several\ndefendants to the occurrence of harm. This is in line with the nature of joint\nliability under Article 1190 of the CCU, which is itself a derogation from the\ngeneral rule of Ukrainian civil law that harm caused by several tortfeasors must\nbe compensated by each of them in the portion, which was inflicted by him / her.\n64. Based on the above analysis, I conclude that Ukrainian courts, when determining\nwhether the actions of co-defendants are ‘joint’ for the purpose of imposing joint\nliability upon them, take into account the following factors (which are not all\ncumulative but are applied by the courts in different combinations):\n64.1. whether the actions of the tortfeasors that caused indivisible harm to the\nclaimant were all united by the same intent (as in the Ukreximbank Case ) –\nthis is a high bar, which is established predominantly in criminal\nproceedings;\n64.2. whether it is possible to determine what action of each tortfeasor – and to\nwhich extent – caused the occurrence of harm to the claimant (as in the Gaz\nUkrainy Case );\n64.3. whether the actions of all tortfeasors were so much interconnected that they\ncan be viewed as a unity (as in the Gaz Ukrainy Case ); and\n44  Resolution of the Supreme Court in case 372/771/16- ц, dated 12 March 2020, Exhibit DM1-4\npage 9 .\nC3/1/25\nC3/1/26\n"}
