{"metadata": {"corpus_path": "D23_1 Supplemental Expert Report of Paul Thomas.pdf", "file_size": 457314, "mtime": 1755610857.267553, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \nIRE USA Inc                                                                                                                                                          1 \n IN THE HIGH COURT OF JUSTICE       BL-2017-000665 \nBUSINESS AND PROPERTY COURTS OF \nENGLAND AND WALES  \nBETWEEN: \n \nJSC Commercial Bank PrivatBank \nClaimant \nAND \n(1) Igor Valeryevich Kolomoisky \n(2) Gennadiy Borisovich Bogolyubov \n(3) Teamtrend Limited \n(4) Trade Point Agro Limited \n(5) Collyer Limited \n(6) Rossyn Investing Corp \n(7) Milbert Ventures Inc \n(8) Zao Ukrtransitservice Ltd \nDefendants \n \nSUPPLEMENTAL REPORT  \nPaul R Thomas of IRE USA INC. \nCONCERNING MARKET VALUATION OF ASSETS LOCATED AT \n \n \n \n \n \n \n \nDate  \n     \n       14 July 2022  \n \n \n \n \n  Dnipro Stadium  Dnipro, Ukraine  \nDnipro Training Center  Dnipro, Ukraine  \nAirfield  Slobozhansky Settlement, Ukraine  \nD23/1/1\n \nIRE USA Inc                                                                                                                                                          2 \n SECTION 1 – INTRODUCTION \n \n1.1 I am the same Paul Thomas who prepared a valuation report in these proceedings on \n24 November 2021 (the \" First Report \").  In the First Report, I provided my expert \nopinion on the market value of the Stadium, the Training Center and the Airfield (as \ndefined in my First Report – together the \" Real Estate  Assets \") as at 6 June 2016.  I \nadopt the defined terms used in my First Report in this, my \" Supplemental Report \". \n1.2 On 24 January 2022, the First Defendant served an expert report prepared by Mr Brent \nC. Kaczmarek dated 24 January 2022 (\" BK1\").  In BK1, Mr Kaczmarek valued a number \nof assets, including the Real Estate Assets.  On 14 March 2022, Mr Kaczmarek and I \ncompleted a joint statement in which we identified areas of agreement and disagreement \nbetween my First Report and BK1 (the \" Joint Statement \").   \n1.3 In Table 1.1, I provide a summary of my valuation conclusions for the Real Estate \nAssets, which have not changed since my First Report, compared against Mr \nKaczmarek’s valuation conclusions. \nTable 1.1  Comparison of our respective valuations  \n(Million UAH)   Mr Kaczmarek     Mr Thomas \n   Fair Value    Market Value \n \nStadium  1,544     125 \nTraining Center    332      105 \nAirfield        34         6 \nTOTAL  1,910     236 \n \n1.4 In my Supplemental Report, I have been instructed to provide my opinion on certain \nmatters arising out of BK1 and the Joint Statement.  My Supplemental Report contains \nseven sections following this introductory section.  \na. In Section 2, I discuss the different valuations standards that Mr Kaczmarek and I \nwere instructed to use in our respective valuations. \nb. In Section 3, I discuss Mr Kaczmarek’s valuation approach.  \nc. In Section 4, I discuss Mr Kaczmarek’s reliance on certain contemporaneous \nvaluation reports.  \nd. In Section 5, I discuss Mr Kaczmarek’s reliance on the NBU “validation” process.  \ne. In Section 6, I comment on Mr Kaczmarek’s criticisms of the inputs used in my \nvaluations.  \nf. In Section 7, I comment on one further contemporaneous valuation report provided \nto me since my First Report. \ng. In Section 8, I address miscellaneous points raised in BK1 and the Joint Statement. \n \nD23/1/2\n \nIRE USA Inc                                                                                                                                                          3 \n 1.5 The information and documentation upon which I base my opinions are referred to \nwhere they are relied upon in this Supplemental Report.  I set out at Appendix 1  a list of \ndocuments I refer to in this report, and at Appendix 2  a list of further documents that \nhave been provided to me, beyond those referred to in Appendix A3 of my First Report. \nAt Appendix 3 , I set out further detail about valuation methodology, as described in the \nbody of this report. At Appendix 4 , I provide supporting data in relation to (i) the building \nadjoining the"}
{"start": 3500, "text": " my opinions are referred to \nwhere they are relied upon in this Supplemental Report.  I set out at Appendix 1  a list of \ndocuments I refer to in this report, and at Appendix 2  a list of further documents that \nhave been provided to me, beyond those referred to in Appendix A3 of my First Report. \nAt Appendix 3 , I set out further detail about valuation methodology, as described in the \nbody of this report. At Appendix 4 , I provide supporting data in relation to (i) the building \nadjoining the Stadium; and (ii) the lack of a market for stadia naming rights in Ukraine.  \nThese points are addressed at paragraphs 7.2(5) and 8.4 to 8.6 below.  \n1.6 I have also relied on information exhibited at Exhibit PT1 , which I have provided \ntogether with this report. \n1.7 As noted at paragraph 4.3.6 of my First Report, some of the documents provided to me \nwere in the Ukrainian or Russian languages. A member of my staff is fluent in both \nlanguages and as such she has assisted me in identifying and understanding the most \nimportant information within those documents.  \nSECTION 2 – MARKET VALUE AND FAIR VALUE  \n \n2.1 In my First Report, I was instructed to value the Real Estate Assets under the Market \nValue basis as defined in the 2013 edition of the International Valuation Standards (\" IVS \n2013 \").1  \n2.2 In BK1, Mr Kaczmarek was instructed to assess whether the values of the Real Estate \nAssets as reported by the Bank in its 2016 financial statements were in accordance with \nInternational Financial Reporting Standards (\" IFRS \"), being the accounting standards \nunder which the Bank prepared its financial statements.2 Mr Kaczmarek states that, for \nthis reason, he uses IFRS 13 as his “ guide to assess the Fair Values of the [Real Estate \nAssets] in 2016 ”.3 \n2.3 IVS 2013 defines “Market Value” and IFRS 13 defines “Fair Value” as follows: \nIVS 2013 – Market Value definition   \n \n“Market value is the estimated amount for which an asset should exchange on the date \nof valuation between a willing buyer and a willing seller in an arm’s length transaction \nafter proper marketing wherein the parties had each acted knowledgeably, prudently, \nand without compulsion” .4 \n \nIFRS 13 – Fair Value definition  \n \n \n1  First Report, paragraph 1.9. \n2  BK1, paragraph 17. \n3  BK1, paragraph 17. \n4  First Report, paragraph 2.3. \nD23/1/3\n \nIRE USA Inc                                                                                                                                                          4 \n “[Fair value is] the price that would be received to sell an asset or paid to transfer a \nliability in an orderly transaction between market participants at the measurement date.”5  \n \n2.4 The two standards are, in my opinion, similar bases of value to apply to the valuation of \ncomplex assets (such as the Real Estate Assets).  \n2.5 In this regard, Mr Kaczmarek and I agree that Market Value and Fair Value standards \nboth recognize three valuation methodologies: (i) the Income Approach; (ii) the Market \nApproach; and (iii) the Cost Approach,6 and we also agree that under either standard of \nvalue, the Real Estate Assets should be valued assuming their highest and best use.7  \n2.6 In BK1, Mr Kaczmarek explains his view that: \n“While Fair Value and Market Value are very similar standards of value, Fair \nValue is more prescriptive in its implementation than Market Value.  Specifically, \nthe implementation rules for Fair Value are agnostic regarding the valuation \napproach (i.e. income approach, market approach, or cost approach).  Instead, \nFair Value guidelines prescribe a hierarchy in which the valuer is required to \nmake use of the approach that maximizes the use of observable inputs, and \nminimizes the use of unobservable inputs” (emphasis added).8   \n2.7 IFRS 139 contains definitions and descriptions of what is called a “Fair Value Hierarchy”, \nbeing Level 1 inputs, Level 2 inputs and Level 3 inputs. I set out below the definitions of \neach: \n(1) Level 1"}
{"start": 7000, "text": "ach (i.e. income approach, market approach, or cost approach).  Instead, \nFair Value guidelines prescribe a hierarchy in which the valuer is required to \nmake use of the approach that maximizes the use of observable inputs, and \nminimizes the use of unobservable inputs” (emphasis added).8   \n2.7 IFRS 139 contains definitions and descriptions of what is called a “Fair Value Hierarchy”, \nbeing Level 1 inputs, Level 2 inputs and Level 3 inputs. I set out below the definitions of \neach: \n(1) Level 1 Inputs : “Level 1 inputs are quoted prices (unadjusted) in active markets for \nidentical assets or liabilities that the entity can access at the measurement date. ”10 \n \n(2) Level 2 Inputs : “Level 2 inputs are inputs other than quoted prices included within \nLevel 1 that are observable for the asset or liability, either directly or indirectly.”  \n \n(3) Level 3 Inputs : “Level 3 inputs are unobservable inputs for the asset or liability. ” \n \n2.8 At the outset, I wish to comment on Mr Kaczmarek’s approach to the use of the valuation \nhierarchy and what he describes as the “ requirement ” that a valuer makes use of \nobservable over unobservable inputs.  Whilst it is right that IFRS 13 contains the Fair \nValue Hierarchy, its purpose is to guide the valuer in assessing “ the assumptions that \nmarket participants would use when pricing the asset or liability ”11. In the same way that \n \n5  Exhibit PT1, page 3 (IFRS 13). \n6  Joint Statement, paragraph 5.4. \n7  Joint Statement, paragraph 5.3. \n8  BK1, paragraph 29. \n9   Exhibit PT1, pages 4 to 6 (IFRS 13). \n10  Level 1 inputs do not exist in real estate valuations, as no two real estate objects are “ identical ” unlike (for \nexample) shares in a listed company.  \n11  Exhibit PT1, page 2 (IFRS 13). \nD23/1/4\n \nIRE USA Inc                                                                                                                                                          5 \n a market participant would assess the quality, reliability and applicability of an input in \npricing an asset or liability, so the valuer should do the same.  Accordingly, a valuer \nshould interrogate the available data (wherever it stands in the Fair Value Hierarchy) in \ndeciding how best to produce a Fair Value that reflects the “ price that would be received \nto sell an asset or paid to transfer a liability in an orderly transaction between market \nparticipants at the measurement date ”.  This may mean that a valuer decides to \ndisregard, or place less weight on, Level 1 inputs in favor of Level 2 or Level 3 inputs if \nthose Level 1 inputs are unreliable or inapplicable. For example, if a share price listed on \nan exchange was ‘manipulated’ it would still be a Level 1 input, but it would be an \nunreliable one that the valuer should treat with caution. The most relevant issue is not \ntherefore whether an input is Level 1, 2 or 3 but rather whether or not that input is \nreliable. In order to make such a determination, the valuer should properly interrogate all \nof the available input data in producing his Fair Value.   \n2.9 Mr Kaczmarek does not do so. By way of example, at paragraph 121 of BK1, Mr \nKaczmarek says that, in the absence of income or operational costs data in respect of \nthe Stadium, “ the Costs Approach would be the preferred valuation technique since the \ncost data is observable ”.  Mr Kaczmarek does not, however, interrogate that cost data or \nexplain the implications of using it to value an income generating asset.  As I go on to \nexplain, the cost data he relies on is flawed and incorrectly used (as I explain, \nobsolescence is not properly accounted for which results in an overvaluation).  Further, \nthe Cost Approach is not appropriate to value this type of asset. Much of Mr \nKaczmarek’s criticism of my own valuations suffers from the same flaws. \n2.10 In any event, I do not consider that our use of different standards is the principal reason \nfor the difference in our respective valuations. In my view,"}
{"start": 10500, "text": ".  As I go on to \nexplain, the cost data he relies on is flawed and incorrectly used (as I explain, \nobsolescence is not properly accounted for which results in an overvaluation).  Further, \nthe Cost Approach is not appropriate to value this type of asset. Much of Mr \nKaczmarek’s criticism of my own valuations suffers from the same flaws. \n2.10 In any event, I do not consider that our use of different standards is the principal reason \nfor the difference in our respective valuations. In my view, Mr Kaczmarek’s valuations \ndiffer from my own because he relies on valuations from contemporaneous reports \nwhich (i) inappropriately choose the Cost Approach as their sole valuation methodology; \nand (ii) apply the Cost Approach incorrectly.  Because of these issues, I consider that Mr \nKaczmarek’s valuations are unreliable and are not compliant under either IVS 2013 or \nIFRS 13.  \n2.11 In Section 3 below, I set out my understanding of Mr Kaczmarek’s approach and explain \nwhy I consider that this approach does not lead to reliable valuation conclusions. \nSECTION 3 – MR KACZMAREK’S VALUATION APPROACH \n \n3.1 Mr Kaczmarek explains his valuation approach in BK1.  Mr Kaczmarek does not produce \nhis own valuations of the Real Estate Assets.  Instead, his valuation approach appears \nto comprise three stages. \n \n3.2 Stage 1 (the contemporaneous valuation reports).  Mr Kaczmarek explains that, “ [a]s \npart of my assessment of the Fair Value of the seven real estate assets transferred to \nD23/1/5\n \nIRE USA Inc                                                                                                                                                          6 \n the Bank, I reviewed the contemporaneous valuation analysis that was prepared for the \nBank related to each property ”.12   \n3.3 In respect of the Real Estate Assets, the following three valuation reports produced in \n2016 are of particular relevance as they underlie the values that Mr Kaczmarek \nultimately relies upon:  \n(1) a valuation of the Training Center conducted by Veritas Property Management, dated \n18 August 2016 (the \" 2016 Training Center Report \"); \n \n(2) a valuation of the Stadium conducted by Veritas Property Management dated 18 \nAugust 2016 (the \" 2016  Stadium Report \"); and \n \n(3) a valuation of the Airfield conducted by Kreston GCG, dated 5 August 2016 \n(the \" 2016  Airfield Report \"), \n \n(together, the \" 2016 Reports \").  \n \n3.4 Stage 2 (NBU validation and the EY Report).  Mr Kaczmarek explains that, once each \nof the Real Estate Assets had been valued in the 2016 Reports, “ [c]onfirmation of the \nFair Value of [the Real Estate Assets] appears to have been performed under a tripartite \nagreement between the independent valuers, the Bank and the NBU ”.13   \n \n3.5 He quotes from the relevant section of a report produced by Ernst & Young Audit \nServices LLC (\" EY\") on 22 November 2016 (the \" EY Report \"), which says: \n \n“The NBU validated the value of part of the repossessed property. Validation was \nperformed through the receipt of reports of independent valuers under tripartite \nagreements (between the valuer, the Bank and the NBU) ”14.  \n \n3.6 Mr Kaczmarek then explains that the valuations of the Real Estate Assets, set out in the \n2016 Reports and “validated”15 by the NBU, were subsequently subject to a desktop \nreview by EY. EY’s conclusions from this review are set out in the EY Report.  \n \n \n12  BK1, paragraph 31. \n13  BK1, paragraph 32. \n14  EY Report, page 13. \n15  At paragraph 6.2 of our Joint Statement, Mr Kaczmarek states that the EY Report uses the terms “verified” \nand “validated” synonymously when describing the role of the NBU. Accordingly, Mr Kaczmarek himself \nuses these terms interchangeably. In this report, I use the term “validated”.  I discuss the NBU “validation” \nin Section 5 of this report.  \nD23/1/6\n \nIRE USA Inc                                                                                                                                    "}
{"start": 14000, "text": "paragraph 6.2 of our Joint Statement, Mr Kaczmarek states that the EY Report uses the terms “verified” \nand “validated” synonymously when describing the role of the NBU. Accordingly, Mr Kaczmarek himself \nuses these terms interchangeably. In this report, I use the term “validated”.  I discuss the NBU “validation” \nin Section 5 of this report.  \nD23/1/6\n \nIRE USA Inc                                                                                                                                                          7 \n 3.7 Stage 3 (Mr Kaczmarek adopts the values in the 2016 Reports (as “validated” by \nthe NBU)).  Mr Kaczmarek explains that: \n \n“Having reviewed the Real Estate valuation reports prepared in 2015/16, \nobserved the adjustments recommended by the NBU, and reviewed the EY \nReport, I found it unnecessary to perform any de novo valuations for these \nassets.  The information and analysis was sufficient in my view to reach \nreasonable and reliable Fair Value conclusions. Moreover, I did not find any new, \ncontemporaneous information in the record that would assist to improve the \nanalysis.  While my own de novo valuation of these assets might lead to higher \nor lower values, I am satisfied with the valuation techniques used by the valuers \nin 2016 and did not identify any glaring errors in the analysis underlying the \noriginal Fair Values except those noted in the remainder of this section ”16 \n(emphasis added).  \n \n3.8 Mr Kaczmarek consequently adopts the values in the 2016 Reports (as “validated” by \nthe NBU) as his own valuations for each of the Real Estate Assets.  In Table 3.1 below, I \ncompare (i) the values from the 2016 Reports; (ii) the values “validated” by the NBU; (iii) \nMr Kaczmarek’s values; and (iv) my own values. As the table illustrates, the valuation \nconclusions in respect of the Real Estate Assets from 2016 Reports were not adjusted \nby the NBU; nor were they adjusted by Mr Kaczmarek in BK1.17  \n \nTable 3.1  Comparison of the 2016 Report values, the NBU “validated” values, Mr  \n  Kaczmarek’s values and my values. \n \nAsset \n(Million UAH) 2016 \nReport \nvalues NBU \n“validated” \nvalues Mr \nKaczmarek’s \nvalues My values \nStadium 1,54418 1,544 1,544 125 \nTraining Center 332 332 332 105 \nAirfield  34 34 34 6 \nTotal 1,910 1,910 1,910 236 \n \n \n3.9 I have reviewed the 2016 Reports.  As I explain in Section 4 , I consider that the 2016 \nReports contain errors in their information and/or analysis, and do not produce reliable \n \n16  BK1, paragraph 158.  The “ glaring errors ” Mr Kaczmarek discusses in the remainder of that section of BK1 \n relate to the valuation of Hotel Zirka (an asset which I am not instructed to value).  \n17  Although I note that the NBU value is different from that in the contemporaneous valuation reports in \nrespect of some of assets that I am not instructed to value.  I have seen no explanation for this difference.  \n18  The 2016 Stadium Report records the value of the Stadium at UAH 1,543,955,000, which rounds to UAH \n 1,544m. In the EY Report (page 43) and in BK1 (Table 1), the Stadium’s value is recorded as UAH 1,543m. I \n consider this is likely a typographical error.  See, for example, BK1 paragraph 255, where Mr Kaczmarek \n states: “ the most relevant figure, for the purposes of establishing the Fair Value of the Stadium as of 31 \n December 2016, is the value approved by the NBU of UAH 1,544 million ”. \nD23/1/7\n \nIRE USA Inc                                                                                                                                                          8 \n valuations (whether under the IVS or IFRS standards).  I consider that a number of these \nerrors are so significant (or “ glaring ”, to use Mr Kaczmarek’s terminology) so as to \nrender the valuations unreliable.  I am also of the opinion that the valuation techniques \nused in those reports are inappropriate. \n \n3.10 I have also considered the NBU “validation” process.  Mr Kaczmarek and I agree that \nneither "}
{"start": 17500, "text": "                                                                                     8 \n valuations (whether under the IVS or IFRS standards).  I consider that a number of these \nerrors are so significant (or “ glaring ”, to use Mr Kaczmarek’s terminology) so as to \nrender the valuations unreliable.  I am also of the opinion that the valuation techniques \nused in those reports are inappropriate. \n \n3.10 I have also considered the NBU “validation” process.  Mr Kaczmarek and I agree that \nneither of us has seen any documents, analyses, reviews or appraisals conducted by the \nNBU as part of this process.19  In these circumstances, and where the NBU appears to \nhave accepted the values in the 2016 Reports (which, as I go on to explain, are \nfundamentally flawed), I do not accept that the fact that the NBU “validated” those values \nsomehow cures their flaws or makes them reliable. I discuss this further in Section 5  of \nthis report.   \n \nSECTION 4 – MR KACZMAREK’S RELIANCE ON THE 2016 REPORTS  \n4.1 In this section, I discuss why I consider Mr Kaczmarek’s reliance on the 2016 Reports to \nbe inappropriate. Whilst Mr Kaczmarek says that he “ reviewed the contemporaneous \nvaluation analysis that was prepared for the Bank related to each property ”,20 in my \nopinion:  \n(1) Mr Kaczmarek does not appear to have sufficiently assessed the 2016 Reports, \nparticularly in circumstances where he relies on those reports, which were \npurportedly conducted under IVS 2013, for his Fair Value conclusion under \nanother standard (namely IFRS 2013).  \n(2) Mr Kaczmarek does not identify important errors in the 2016 Reports, which I \nconsider make their valuation conclusions unreliable. In particular the 2016 \nReports:  \na. rely exclusively on the Cost Approach to determine Market Value for \nsecured lending;  \nb. rely on unreliable costs data; and \nc. do not correctly adjust for economic obsolescence.  \n4.2 I explain each of these points in turn below and also address two further issues in \nrespect of the 2016 Airfield Report.  \n \n19  Joint Statement, paragraph 6.1. \n20  BK1, paragraph 31.  \nD23/1/8\n \nIRE USA Inc                                                                                                                                                          9 \n (1) Mr Kaczmarek does not sufficiently assess the 2016 Reports  \n4.3 As explained above, Mr Kaczmarek adopts the values in the 2016 Reports (as \n“validated” by the NBU) as his Fair Value conclusions.21 In the Joint Statement, Mr \nKaczmarek explained that in his view “ Fair Value is the correct basis of value to apply to \nthe Real Estate Assets ”.22  \n4.4 However, none of the 2016 Reports purport to assess Fair Values under IFRS 13. \nInstead, each of the 2016 Reports state that they assess the Market Values of the Real \nEstate Assets under IVS 2013 (the valuation standard that I apply in my First Report).23 \n4.5 In this regard, I note that Mr Kaczmarek considers that IFRS 13 contains “ more \nprescriptive… implementing guidelines ” than IVS 2013, such that a valuation in \naccordance with IVS 2013 will only “qualify as an appropriate measure of Fair Value \nunder IFRS 13 if the valuation analysis is also compliant with IFRS 13 ”.24 \n4.6 The 2016 Stadium Report and the 2016 Training Center Report each state that their \npurpose was to provide a “ Market Valuation for Property to be Granted as \nCollateral/Security to the National Bank of Ukraine ”.25 Similarly, the purpose of the 2016 \nAirfield Report was to provide a “ Market Valuation of Collateral for New or Restructured \nRefinancing Loans ”.26  \n4.7 As explained in Section 2 above, Market and Fair Value standards under IVS 2013 and \nIFRS 13 are similar bases of value.  Nevertheless, I am of the opinion that where an \nappraiser seeks to rely on a valuation report conducted under the IVS 2013 standard as \nthe basis for a valuation conclusion that purports to comply with a different valuation \nstandard (namely IFRS 13), it would be appropriate to"}
{"start": 21000, "text": "o provide a “ Market Valuation of Collateral for New or Restructured \nRefinancing Loans ”.26  \n4.7 As explained in Section 2 above, Market and Fair Value standards under IVS 2013 and \nIFRS 13 are similar bases of value.  Nevertheless, I am of the opinion that where an \nappraiser seeks to rely on a valuation report conducted under the IVS 2013 standard as \nthe basis for a valuation conclusion that purports to comply with a different valuation \nstandard (namely IFRS 13), it would be appropriate to interrogate the methodology, \nprocedures, data, and calculations used.  \n4.8 Mr Kaczmarek’s discussion of the 2016 Reports in BK1 is brief, descriptive and contains \nlittle or no analysis of the inputs or procedures used.27 In each case, the information that \nMr Kaczmarek provides is limited to:  \n(1) the date the report was issued and its date of valuation;  \n(2) the report’s valuation conclusion; \n \n21  BK1, paragraphs 255 (the Stadium), 270 (the Training Center), and 289 (the Airfield).  \n22  Joint Statement, paragraph 5.5.  \n23  2016 Stadium Report, pages 3 and 4; 2016 Training Center Report, page 4; and 2016 Airfield Report, page \n5. \n24  Joint Statement, paragraph 5.5. \n25  2016 Stadium Report, page 3 and 2016 Training Center Report, page 3. \n26  2016 Airfield Report, page 3. \n27  The discussion of the 2016 Stadium Report, 2016 Training Center Report and the 2016 Airfield Report run \nto just three paragraphs each (paragraphs 241 to 243, paragraphs 260 to 262 and paragraphs 275 to 277).  \nD23/1/9\n \nIRE USA Inc                                                                                                                                                          10 \n (3) a statement that the report utilized the Cost Approach (without further \nanalysis of how this was employed);28 \n(4) a statement that the valuation conclusion from the report was validated by \nthe NBU; and  \n(5) a statement that EY, following its review of the report, was either unable \nto form an opinion on the Fair Value of the asset or, in the case of the \nAirfield, opined that the valuation of the asset may have been \nunderstated.  \n(2) Errors in the 2016 Reports  \n4.9 My own review of the 2016 Reports has identified a number of material errors and \nomissions that, in my view, mean that their valuation conclusions are unreliable. I \ndiscuss these issues below.  \n(a) The 2016 Reports rely on the Cost Approach \n \n4.10 The 2016 Reports value the Real Estate Assets using the Cost Approach. In my First \nReport, I explained, with reference to IVS 2013, why the Cost Approach was not the \ncorrect valuation method for the Real Estate Assets when determining Market Value.29  \n4.11 According to IVS 2013, page 67, paragraph C22: \n“The [Cost Approach] is generally applied to the valuation of real property \ninterests through the depreciated replacement cost method. It is normally used \nwhen there is either no evidence of transaction prices for similar property or no \nidentifiable actual or notional income stream that would accrue to the owner of \nthe relevant interest ”30 (emphasis added) .  \n \n4.12 As the Stadium, Training Center and Airfield can generate recognizable income streams \nI do not consider that it is appropriate to value these assets using the Cost Approach. In \nadopting the Income Approach, I take the view that a willing buyer, acting \nknowledgeably, prudently and without compulsion, would pay for the Real Estate Assets \nan amount based on what they could earn from the operation of those assets.31  In my \n \n28  In respect of the 2016 Airfield Report, Mr Kaczmarek also notes that the original appraiser “ valued the \n buildings and structures separately from the land use rights ” (BK1, paragraph 275).  \n29  First Report, paragraphs 2.7 to 2.14 and Appendices 4.3.14 and 4.3.17. \n30  Exhibit PT1, page 16 (IVS 2013).  \n31  Joint Statement, paragraphs 7.7, 7.20. \nD23/1/10\n \nIRE USA Inc                                                                                     "}
{"start": 24500, "text": "ration of those assets.31  In my \n \n28  In respect of the 2016 Airfield Report, Mr Kaczmarek also notes that the original appraiser “ valued the \n buildings and structures separately from the land use rights ” (BK1, paragraph 275).  \n29  First Report, paragraphs 2.7 to 2.14 and Appendices 4.3.14 and 4.3.17. \n30  Exhibit PT1, page 16 (IVS 2013).  \n31  Joint Statement, paragraphs 7.7, 7.20. \nD23/1/10\n \nIRE USA Inc                                                                                                                                                          11 \n view, the same considerations would apply if I was considering an “ orderly transaction \nbetween market participants ” (i.e. a valuation under IFRS 13).    \n4.13 The EY Report states that, in respect of the Training Center and the Stadium, “ the cost \napproach with an asset impairment test should be used as the primary basis for this \nvaluation ” (emphasis added); and, in respect of the Airfield, “ the cost approach with an \nasset depreciation test32 should be used as the primary basis for this valuation ” \n(emphasis added).33  \n4.14 I make three observations in relation to this.  \na. The EY Report set out to assess “ the fair value of collateral, security interests, \nand tangible assets on the Bank’s books…based on the work of other valuers ”34 \n(emphasis added).  EY was not assessing or (indeed commenting on) the \nappropriateness of the 2016 Reports’ use of the Cost Approach for establishing \nMarket Value under IVS 2013.  \nb. The EY Report makes clear that the application of the Cost Approach to \ndetermine Fair Value was “ not complete ” in the case of Stadium and Training \nCenter because the valuers did not perform a “ test of impairment ”35. In the case \nof the Airfield, the EY Report states “ As this report contains no test for \ndepreciation, we were not able to fully analyse the methods used with the cost \napproach ”36.  \nc. The EY Report states for all three assets that the valuations should have \nincluded the income approach, and so recommends revaluations for all of them.37 \nIn the case of the Stadium and Training Center, the EY Report explains that this \nis because “ the cost approach for a stadium does not reflect the property’s \nmarket value ” and “ the cost approach does not capture the [Training Center’s] \ntrue market value in this case ”38.  \n4.15 In the following paragraphs I make limited further comments regarding the use of the \nCost Approach for each asset individually. \n \n32  I understand that the same wording from the original Ukrainian language version of EY Report has been \ntranslated alternatively as “ asset impairment test ” and “ asset depreciation test ”.  \n33  EY Report, pages 258, 261 and 267. \n34  EY Report, page 3. \n35  EY Report, pages 258 and 261. \n36  EY Report, page 268. \n37  EY Report, page 43. \n38  EY Report, page 43. \nD23/1/11\n \nIRE USA Inc                                                                                                                                                          12 \n (i) The Stadium  \n4.16 The 2016 Stadium Report provides an explanation as to why the Cost Approach was \nemployed.39 That explanation is not given by reference to IVS 2013, being the standard \nunder which the Stadium was purportedly being valued; rather, in rejecting the Income \nApproach (which is the approach I used in my First Report), the 2016 Stadium Report \nnotes:  \n“Holding of major sports competitions as a rule, gives a negative economic result \n- primarily by virtue of the significant volume of capital investments. However, it \ncauses the formation of a chain of economic consequences, which can be \ndefined as indirect results. This is the social effect of large competitions that can \nhave such expressions: \n• growth of national pride, solidarity, happiness, joy and harmony; \n• increase in the number of those, who are going into sports and, as a \nconsequence, the increase in the overall level of health of the nation; \n• improveme"}
{"start": 28000, "text": "esult \n- primarily by virtue of the significant volume of capital investments. However, it \ncauses the formation of a chain of economic consequences, which can be \ndefined as indirect results. This is the social effect of large competitions that can \nhave such expressions: \n• growth of national pride, solidarity, happiness, joy and harmony; \n• increase in the number of those, who are going into sports and, as a \nconsequence, the increase in the overall level of health of the nation; \n• improvement of the sports results of the host team; \n• increased interest in the city and region by the national and global \nmedia and, as a consequence, improved city and region image, influx \nof foreign tourists; \n• social benefits caused by investments in the infrastructure. \nIt is almost impossible to take into account the social consequences formed from \nthe use of the Property to be evaluated within the framework of the income \napproach. In view of the above, as part of this work, the Appraiser refused to use \nthe income approach.” \n4.17 I do not agree with the appraiser’s claim that hosting sports competitions is generally \nunprofitable and so this justifies using the Cost Approach over the Income Approach. In \nfact, in circumstances where the Stadium has recognizable income streams, I consider \nthe profitability or otherwise of the Stadium to be highly relevant to its value to a \nprospective buyer, and this is accounted for under the Income Approach that I apply.  \n4.18 I also do not consider that the social effects listed in the 2016 Stadium Report, such as \n“growth of national pride” and “increased interest in the city”  are relevant to determining \nthe Stadium’s value. In circumstances where the Stadium was transferred to the Bank in \npurported repayment of outstanding loan balances, I consider the income generating \ncapacity of the Stadium to be far more relevant to the value that it could ultimately be \nsold for, than the social benefits listed in the 2016 Stadium Report. A bank cannot \nmonetize any such purported social benefits from such an asset.  \n \n39  2016 Stadium Report, page 84.  \nD23/1/12\n \nIRE USA Inc                                                                                                                                                          13 \n (ii) The Training Center  \n4.19 As regards the use of the Cost Approach, the Joint Statement records:  \n“Mr. Kaczmarek is of the view that a willing seller would not find it acceptable to \nsell the Training Center at a value less than the cost to construct the complex. If \nthe cost of building the Training Center is significantly less than the income \ngenerating ability of the Training Center, it would never have been economically \nlogical to construct the Training Center in the first place. Mr Kaczmarek agrees \nthe original cost of constructing the Training Center is irrelevant. The Cost \nApproach does not rely upon the original cost to construct the asset. The Cost \nApproach measures the cost of constructing the asset at the valuation date less \nan adjustment for age and obsolescence. A willing buyer would logically consider \nthe cost of constructing a similar asset in a market based transaction for the \nasset (i.e., Training Center) as an option over buying an already built asset. ”40 \n4.20 I make three observations in response to this:  \n(1) I disagree with Mr Kaczmarek’s opinion that “ a willing seller would not find it \nacceptable to sell the Training Center at a value less than the cost to \nconstruct the complex” . IVS 2013 explains: \n \n“The willing seller is motivated to sell the asset at market terms for the \nbest price attainable in the open market after proper marketing, whatever \nthat price may be. The factual circumstances of the actual owner are not \na part of this consideration ”41 (emphasis added) \n \nIn my opinion, the “ best price attainable in the open market ” for a real estate \nasset will often be less than the cost of construction of an equivalent as"}
{"start": 31500, "text": "than the cost to \nconstruct the complex” . IVS 2013 explains: \n \n“The willing seller is motivated to sell the asset at market terms for the \nbest price attainable in the open market after proper marketing, whatever \nthat price may be. The factual circumstances of the actual owner are not \na part of this consideration ”41 (emphasis added) \n \nIn my opinion, the “ best price attainable in the open market ” for a real estate \nasset will often be less than the cost of construction of an equivalent asset, \nfor example if demand for that type of asset or the services provided by that \ntype of asset has fallen, or if extraneous factors meant that the location in \nwhich the asset was based is no longer desirable. As I explain further in \nparagraphs 4.30 to 4.40 below, this is why when applying the Cost Approach, \nthe cost of construction must be checked against market data and adjusted to \naccount for physical, functional and economic obsolescence (impairment), \nwhich will typically reduce the potential sale value of the asset. In this regard, \nMr Kaczmarek himself agrees that “ the original cost of constructing the \nTraining Center is irrelevant”.  \n \n(2) Mr Kaczmarek states “[i]f the cost of building the Training Center is \nsignificantly less than the income generating ability of the Training Center, it \nwould never have been economically logical to construct the Training Center \nin the first place” . I assume that Mr Kaczmarek intended to say “ more ” rather \nthan “ less”. Provided that is the case, I note that the logic or otherwise of why \nthe Training Center was built has no bearing on its value to a prospective \n \n40  Joint Statement, paragraph 7.20. \n41  Exhibit PT1, page 14 (IVS 2013). \nD23/1/13\n \nIRE USA Inc                                                                                                                                                          14 \n buyer. Further, I disagree with Mr Kaczmarek’s implication that the Training \nCenter would not have been constructed if its income generating ability was \nsignificantly less than the initial capital investment required. In this regard, in \nconsidering and rejecting the Income Approach, the 2016 Training Report \nitself notes that “[i]t is impossible to use the income approach in this case \nbecause [the] Training ground was developed not for profit purposes ” \n(emphasis added).42 The 2016 Training Center Report further explains that \nsports infrastructure projects, such as the Training Center, attract capital \ninvestment due to the social capital they afford their owners, rather than \nbecause of their income generating ability: \n \n“To create a team capable of solving serious sports tasks, it is necessary \nto have not only top-end football players, but also a qualified coaching \nstaff, advanced medical support and appropriate sports infrastructure. \n \n…The ranking of [a] football club and its participation in European football \ncompetitions is a key or a ticket to elite business club. Due to such \n\"ticket\", owners’ companies and club sponsors have an opportunity to \naddress their business issues or achieve their ambitions at the top level, \nbe admitted to the top European and global football circles. Why do \nbusinessmen buy football clubs? Why did a Russian businessman buy a \n156m yacht, which is, according to the Superyachtfan.com, costs USD \n600m? (sic)”43 (emphasis in original).  \n \nAs set out in paragraph 4.17 above, I do not believe it is justifiable to reject \nthe Income Approach for income generating assets on the basis that the \nincome generated by those assets might not be capable of producing a profit. \nAn Income Approach is used precisely for the purpose of determining \npotential profitability of income generating assets. Further, the implication of \nthe 2016 Training Center Report appears to be that the Training Center is a \ntrophy asset, with value to its owner beyond its income generating ability. I \nhave not seen any evidence to suggest that a prospective"}
{"start": 35000, "text": "proach for income generating assets on the basis that the \nincome generated by those assets might not be capable of producing a profit. \nAn Income Approach is used precisely for the purpose of determining \npotential profitability of income generating assets. Further, the implication of \nthe 2016 Training Center Report appears to be that the Training Center is a \ntrophy asset, with value to its owner beyond its income generating ability. I \nhave not seen any evidence to suggest that a prospective buyer would \nattribute sufficient value to the ‘social capital’ afforded by the Training Center \nsuch that they would be willing to pay a price for the Training Center in \nexcess of its income generating ability. Indeed, I would expect any ‘social \ncapital’ to derive from ownership of the football club itself, rather than \nownership of standalone assets such as the Training Center (or indeed the \nStadium). This point is demonstrated by the lack of a market in Ukraine for \nnaming rights to stadia (as explained in paragraphs 8.4 to 8.6 below).  \n(3) In respect of Mr Kaczmarek’s comment that a “ willing buyer would logically \nconsider the cost of constructing a similar asset in a market based \ntransaction for the asset (i.e., Training Center) as an option over buying an \nalready built asset ”, I observe that this is only the case in circumstances \n \n42  2016 Training Center Report, page 43.  \n43  2016 Training Center Report, page 38. \nD23/1/14\n \nIRE USA Inc                                                                                                                                                          15 \n where the cost of the construction of the asset is less than or equal to the \ncost of buying an already built asset.  That is, the cost of constructing an \nalternative asset will place a cap on the amount an investor is willing to pay to \npurchase a similar asset which has already been constructed44, but such a \ncost will not imply that the investor will be willing to pay this much for such an \nasset, for instance if it does not generate a proportionate level of income. \n \n(iii) The Airfield  \n4.21 The 2016 Airfield Report provides an explanation as to why the Cost Approach was \nused. In rejecting the Income Approach, the 2016 Airfield Report notes that “ [s]ince the \nsubject asset requires repair and is not being used according to its intended purpose, we \ndo not use the income approach here ”45.   \n4.22 I make the following observations: \n(1) The cost of repairing an asset, if repair is needed for its utilization, is \ndeducted from revenue to determine potential profitability using an Income \nApproach. \n \n(2) The Airfield assets consist of buildings suitable for storage that can be sold or \nrented in their as-is condition as evidenced by available market data.46 \n \n(3) The Income Approach is used to determine the most profitable use of an \nincome generating asset. It should not be rejected because the asset “ is not \nbeing used for its intended purpose ”.   \n \n(b) The 2016 Reports make use of unreliable cost data \n \n4.23 Not only do the 2016 Reports inappropriately use Cost Approach, but they also \nimplement the Cost Approach by using unreliable costs data. For this reason, I disagree \nwith Mr Kaczmarek’s reliance on those reports.  \n(i) The Stadium  \n  \n4.24 In the case of the 2016 Stadium Report, the appraiser relies upon a budget purporting to \nshow the historical costs of construction, which it then indexes to 2016, being the date of \n \n44  In this regard IVS 2013 explains: “ [The cost] approach is based on the principle that the price that a buyer \nin the market would pay for the asset being valued would, unless undue time, inconvenience, risk or other \nfactors are involved, be not more than the cost to purchase or construct an equivalent asset. Often the \nasset being valued will be less attractive than the alternative that could be purchased or constructed \nbecause of age or obsolescence. ” Exhibit PT1, page 15 (IVS 2013)."}
{"start": 38500, "text": "\n \n44  In this regard IVS 2013 explains: “ [The cost] approach is based on the principle that the price that a buyer \nin the market would pay for the asset being valued would, unless undue time, inconvenience, risk or other \nfactors are involved, be not more than the cost to purchase or construct an equivalent asset. Often the \nasset being valued will be less attractive than the alternative that could be purchased or constructed \nbecause of age or obsolescence. ” Exhibit PT1, page 15 (IVS 2013).  \n45  2016 Airfield Report, page 16. \n46  In my First Report, I value the Airfield by reference to market data on comparable warehouse storage \nfacilities in a similar technical condition (First Report, paragraphs 5.37 to 5.48).   \nD23/1/15\n \nIRE USA Inc                                                                                                                                                          16 \n valuation.47 The 2016 Stadium Report records that this costs data derives from “general \ncontract works contracts (sic)” and “ accounting data in terms of execution of construction \nworks” .48 However, the 2016 Stadium Report does not include any analysis to  \nsubstantiate the budget relied upon. Instead the 2016 Stadium Report simply quotes \ncosts figures for historic “ transactions ” from the construction of the Stadium (referred to \nas the ‘Metallurg Stadium’), as shown in Figure 4.1 below.  \n \nFigure 4.1  Extract from 2016 Stadium Report49\n \n \n4.25 This data is ‘unobservable’. IFRS 1350 defines observable and unobservable inputs as \nfollows:  \nObservable inputs:   \n \n“Inputs that are developed using market data, such as publicly available \ninformation about actual events or transactions, and that reflect the assumptions \nthat market participants would use when pricing the asset or liability .” (emphasis \nadded) \n \nUnobservable inputs:  \n \n“Inputs for which market data are not available and that are developed using the \nbest information available about the assumptions that market participants would \nuse when pricing the asset or liability ”. (emphasis added) \n \n47  2016 Stadium Report, page 32. \n48  2016 Stadium Report, page 33.  \n49  2016 Stadium Report, page 34. \n50  Exhibit PT1, pages 8 and 9 (IFRS 13).  \nD23/1/16\n \nIRE USA Inc                                                                                                                                                          17 \n  \n4.26 The historical construction costs, as quoted in the Stadium 2016 Report, are not inputs \ndeveloped using publicly available market data. These are internal costs figures specific \nto the Stadium, which cannot be verified. In this regard, I am not aware of any steps that \nMr Kaczmarek has taken to verify this costs data.  \n4.27 Finally, I note that the 2016 Stadium Report itself acknowledges that market data as at \nthe date of valuation should be preferred over historical construction costs. The 2016 \nStadium Report explains that it uses historical construction costs because the appraiser \nin that instance was unable to identify reliable market data on which to base its Cost \nApproach:  \n“Given the unbiased (sic) lack of reliable information on the amount of current \ncosts for reproduction or replacement of similar specialised assets, the Appraiser \n[calculated] the cost of reproduction of information on the incurred historical costs \nfor construction of the facility”51 (emphasis added). \n \n(ii) The Training Center and Airfield \n \n4.28 In the case of the Training Center52 and the Airfield,53 the appraiser in the 2016 Reports \nimplements the Cost Approach by using cost estimates derived using statistics taken \nfrom a Soviet-era cost manual produced by the State Committee of the USSR Council of \nMinisters for Construction in 1969 (and known by its acronym \" UPVV \")54, which are then \nindexed to 2016, being the date of valuation.  \n4.29 UPVV is said to contain “ aggregated indicators of the reproduction cost of residential, \npublic and industr"}
{"start": 42000, "text": " the Training Center52 and the Airfield,53 the appraiser in the 2016 Reports \nimplements the Cost Approach by using cost estimates derived using statistics taken \nfrom a Soviet-era cost manual produced by the State Committee of the USSR Council of \nMinisters for Construction in 1969 (and known by its acronym \" UPVV \")54, which are then \nindexed to 2016, being the date of valuation.  \n4.29 UPVV is said to contain “ aggregated indicators of the reproduction cost of residential, \npublic and industrial buildings used for revaluation of fixed assets” .55 In my opinion, it is \nnot possible to verify how these “ aggregated indicators ” were calculated in 1969, and I \nam not aware of Mr Kaczmarek or indeed the authors of the 2016 Training Center and \nAirfield Reports, performing any such verification. In any case, even if cost estimates in \nthe UPVV were accurate in 1969, I do not consider that it is possible to rely on these \nfigures to prepare a reliable cost estimate as at 2016, in particular because: \na. UPVV does not relate directly to the assets in question.  \n \nb. UPVV cost estimates are based on parameters relevant to the (communist) \neconomy of the Soviet Union in 1969 (which the valuers update by indexation in \n \n51  2016 Stadium Report, page 32.  \n52  2016 Training Center Report, page 45. \n53  2016 Airfield Report, page 30. \n54  UPVV is available at https://files.stroyinf.ru/Data2/1/4293781/4293781720.pdf . The translations of the \n2016 Training Center and Airfield Reports do not use the acronym UPVV, but instead refer to the \n“Compendium of Cost Indices ” (Airfield) and the “ consolidated replacement cost indices ” (Training Center). \nIn each case the reports note that the data comes from 1969.  \n55  UPVV, page 3. Translation provided by my staff at IRE USA Inc.  \n \nD23/1/17\n \nIRE USA Inc                                                                                                                                                          18 \n the 2016 Training Center and Airfield Reports). I do not consider that the \nparameters on which the UPVV cost estimates are based provide a reliable \ncomparable to the market costs that would have existed in the (free market) \neconomy in Ukraine in 2016. \n \n(c) The 2016 Reports do not correctly adjust for obsolescence \n \n4.30 As explained above, the 2016 Reports value the Real Estate Assets using the Cost \nApproach to determine Market Value according to IVS 2013, and for that reason I \nconsider them to be unreliable. However, even assuming that the Cost Approach is the \nappropriate methodology (whether to determine Fair Value or Market Value), I consider \nthat the 2016 Reports do not correctly employ the Cost Approach. As a result, the 2016 \nReports reach valuation conclusions that are overstated and are not compliant under \neither standard.   \n4.31 In particular, the 2016 Reports do not correctly adjust for obsolescence. To correctly \napply the Cost Approach to determine Fair Value of a complex of income generating \nassets such as the Stadium, Training Center and Airfield, an appraiser must: \n(1) calculate the ‘replacement cost’ of a new or similar asset complex as of the date of \nappraisal; and \n(2) deduct from this initial value the sum of three types of depreciation (or \nobsolescence): physical, functional and economic obsolescence.  \n4.32 The requirement to adjust for obsolescence when producing a Fair Value using the Cost \nApproach is set out in IFRS 13 (the valuation standard which Mr Kaczmarek says he \napplies). IFRS 13 states:   \n“From the perspective of a market participant seller, the price that would be \nreceived for the asset is based on the cost to a market participant buyer to \nacquire or construct a substitute asset of comparable utility, adjusted for \nobsolescence. That is because a market participant buyer would not pay more \nfor an asset than the amount for which it could replace the service capacity of \nthat asset. Obsolescence encompasses physical deterioration, "}
{"start": 45500, "text": "aczmarek says he \napplies). IFRS 13 states:   \n“From the perspective of a market participant seller, the price that would be \nreceived for the asset is based on the cost to a market participant buyer to \nacquire or construct a substitute asset of comparable utility, adjusted for \nobsolescence. That is because a market participant buyer would not pay more \nfor an asset than the amount for which it could replace the service capacity of \nthat asset. Obsolescence encompasses physical deterioration, functional \n(technological) obsolescence and economic (external) obsolescence… ”56 \n(emphasis added). \n4.33 An analysis of obsolescence therefore requires consideration of whether the cost of \nconstructing an equivalent asset will overstate the asset’s value, for instance because \nthe level of demand for the asset or the services it provides has changed. By way of \nexample, the 2016 Stadium Report states that the Stadium’s attendance and revenue \nfigures decreased dramatically between 2013 to 2016, due to Russian aggression (as \nshown in Figure 4.2 below). This reduction in the Stadium’s income generating ability \n \n56  Exhibit PT1, page 10 (IFRS 13).  \nD23/1/18\n \nIRE USA Inc                                                                                                                                                          19 \n would have had a negative impact on the value of the Stadium to a prospective buyer. At \nTable 4.3 and paragraph 4.26 to my First Report, I also identify the reduction in the \nStadium’s attendance figures between 2013 and 2016 and I incorporate that data into \nmy Income Approach valuation.57  \nFigure 4.2  Extract from 2016 Stadium Report58  \n \n \n \n57  As explained at footnote 81 to Table 4.3 in my First Report, the Ukrainian conflict with Russia, throughout \n2014 to 2016, resulted in UEFA banning its teams from playing European games in the Dnipro Stadium. FC \nDnipro played its European home games in Kyiv, but played its domestic home games in the Stadium. The \nUEFA ban negatively affected the number of games permitted to be played in the Stadium which also \ncoincided with a lower number of spectators in attendance per game. \n58  2016 Stadium Report, page 25. \nD23/1/19\n \nIRE USA Inc                                                                                                                                                          20 \n 4.34 Mr Kaczmarek agrees with me that, employed correctly, “[t]he Cost Approach measures \nthe cost of constructing the asset at the valuation date less an adjustment for age and \nobsolescence ”59.  \n4.35 However, in the 2016 Reports, the original appraisers calculated obsolescence by \nreference to a costs manual prepared by Marshall and Swift Valuation Services (the \n“Marshall and Swift Costs Manual ”).60  The Marshall and Swift Costs Manual61 is used \nby valuers as a guide to determine “ the costs for construction materials, labor, and other \ncosts related to construction of a building or residence ”.62  In particular, the Marshall and \nSwift Costs Manual contains depreciation tables, which valuers can use to calculate the \ndepreciation of a building or residence.  The depreciation tables are based on data \ndrawn from the U.S. real estate market and reflects the U.S. economic environment63.  \nWhilst the Marshall and Swift Costs Manual can be used to calculate expected physical \ndepreciation, it specifically does not account for economic obsolescence:   \n“The depreciation tables in the Marshall & Swift Valuation Service consider the \nprogression of normal deterioration and obsolescence based on age and \ncondition for the class and usage of the improvement.  Any abnormal or \nexcessive functional and any or all external obsolescence are considered \nseparately, and are not included directly in the tables ” (emphasis added).64 \n4.36 For the following reasons, I consider that the use of the Marshall and Swift Costs Manual \nto calculate obsolescence in the 2016 Reports is inappropri"}
{"start": 49000, "text": "Marshall & Swift Valuation Service consider the \nprogression of normal deterioration and obsolescence based on age and \ncondition for the class and usage of the improvement.  Any abnormal or \nexcessive functional and any or all external obsolescence are considered \nseparately, and are not included directly in the tables ” (emphasis added).64 \n4.36 For the following reasons, I consider that the use of the Marshall and Swift Costs Manual \nto calculate obsolescence in the 2016 Reports is inappropriate. \n(1) The Marshall and Swift Costs Manual calculates depreciation by reference to \nthe US real estate market.  It is not applicable to real estate located in \nUkraine where the economic environment differs significantly from the U.S . \n \n(2) The 2016 Reports do not specify which depreciation tables they use from the \nMarshal and Swift Costs Manual. However, in the case of the Stadium and \nTraining Center, the depreciation tables reproduced in the reports appear to \nbe those based on “ garages, industrials and warehouses ”.65 The Stadium and \nTraining Center are idiosyncratic real estate assets. I do not consider that the \n \n59  Joint Statement, paragraph 7.20. \n60  2016 Stadium Report, page 68; 2016 Training Center Report, page 50; and the 2016 Airfield Report pages \n 12 and 31. \n61  For a detailed description see Marshall and Swift Commercial Building Cost Data, Best Practices 2018 \n(Exhibit PT1, page 18).   \n62  Exhibit PT1, page 21 (Marshall and Swift Commercial Building Cost Data, Best Practices 2018). \n63  Exhibit PT1, page 21 (Marshall and Swift Commercial Building Cost Data, Best Practices 2018): “ The basic \ncosts listed, are national averages and in the case of any particular locality, may not represent the local \naverage quality .” \n64  Exhibit PT1, pages 24 to 25 (Marshall and Swift Commercial Building Cost Data, Best Practices 2018). \n65  Exhibit PT1, page 25 (Marshall and Swift Commercial Building Cost Data, Best Practices 2018) c.f. 2016 \nStadium Report (page 68) and 2016 Training Center Report (page 50). The reports themselves simply refer \nto the tables as “ Depreciation table for non-residential real estate ”. \nD23/1/20\n \nIRE USA Inc                                                                                                                                                          21 \n data deriving from “ garages, industrials and warehouses ” in the Marshall and \nSwift Costs Manual can properly be used to calculate depreciation on these \ntypes of assets.  \n \n(3) Finally, and most importantly, even if the Marshall and Swift Costs Manual \ncould be used appropriately to calculate the depreciation of the Stadium and \nTraining Center (which, for the reasons I explain above, it cannot), it does not \naccount for economic obsolescence.  In this regard, IFRS 13 requires that \nobsolescence should encompass physical, functional and economic \nobsolescence.  By adjusting for depreciation by reference to the depreciation \ntable in the Marshall and Swift Costs Manual without considering and \nadjusting for economic obsolescence separately, the levels of depreciation in \nthe 2016 Stadium and 2016 Training Center Reports only reflect ‘wear and \ntear’ or physical depreciation. In effect, those reports assume that the \nStadium, Training Center and Airfield could be sold for the price of \nconstructing an equivalent asset on the valuation date, less only wear and \ntear. I do not consider this likely. By omitting to adjust for all forms of \nobsolescence the depreciation is understated and, accordingly, the valuations \noverstated.   \n4.37 In my opinion, the effect of economic obsolescence would be particularly relevant to the \nReal Estate Assets. To determine the economic obsolescence for income-generating \nassets such as the Stadium, Training Center and Airfield, it is necessary to value the \nassets using an Income Approach that incorporates market-based data and information \nspecific to the market to which the asset is dedicated. The"}
{"start": 52500, "text": "olescence the depreciation is understated and, accordingly, the valuations \noverstated.   \n4.37 In my opinion, the effect of economic obsolescence would be particularly relevant to the \nReal Estate Assets. To determine the economic obsolescence for income-generating \nassets such as the Stadium, Training Center and Airfield, it is necessary to value the \nassets using an Income Approach that incorporates market-based data and information \nspecific to the market to which the asset is dedicated. The value determined by the \nIncome Approach can then be compared to the initial replacement cost value, to \ndetermine the amount of economic obsolescence that needs to be applied.  \n4.38 The EY Report states66:  \n(1) in respect of the Stadium, “ the value calculation must include the income-\nbase approach, as the cost approach for a stadium does not reflect the \nproperty’s market value ”;  \n(2) in respect of the Training Center, “ this value calculation must include an \nincome approach, as the cost approach does not capture the property’s true \nmarket value ”; and \n(3) in respect of the Airfield, “ [a]s for applying the cost approach for plant, \nproperty, and equipment, the income approach needs to be used as a check \nfor depreciation ”. \n \n66  EY Report, page 43.  \nD23/1/21\n \nIRE USA Inc                                                                                                                                                          22 \n 4.39 The EY Report further notes, in the case of the Stadium67 and Training Center68, that the \n“cost approach… [is] not complete - the valuers did not perform the test for impairment’ ”. \n4.40 In Appendix 3 to this report, I explain how, when determining Fair Value for assets such \nas the Real Estate Assets, a test of impairment is conducted under IAS 36.  \nFurther issues in respect of the 2016 Airfield Report  \n4.41 Here I address two further discrete issues in respect of the 2016 Airfield Report. These \nissues contribute to my conclusion that the valuation in 2016 Airfield Report is unreliable.  \n4.42 First, the 2016 Airfield Report includes a valuation of the land rights attributable to all the \nland on the site identified in the Ukrainian Government Land Cadaster, and not just the \nland beneath the buildings. This is a methodological error.  As I explain in paragraph \n5.10 of my First Report, the Airfield is located on two land plots whose ownership and \nproperty rights belonged to the Dnipropetrovsk District State Administration at my \nvaluation date in 2016.  So, whilst the usage rights for land beneath the buildings may be \ntransferred to a new owner as part of a sale, I consider it unlikely that the ownership or \nusage rights for the additional land, upon which the buildings do not sit, could be \ntransferred. Accordingly, the value of this land should not be included in the valuation of \nthe Airfield. In this regard, I also note that the mortgage agreement under which the \nAirfield was pledged to the Bank in 2016 indicates that the two land plots did not \nconstitute part of the property pledged to the Bank. The mortgage records that \nmortgagor’s legal title to the asset complex, which originated from a sale and purchase \nagreement dated 31 July 2007, was pledged to the Bank, but that the two land plots \nwere only used by the mortgagor pursuant to lease agreements dated 21 November \n2007. The mortgagor therefore had usage rights over the land, but it did not have \nownership rights which could have been transferred to the Bank.69  \n4.43 Second, the 2016 Airfield Report capitalizes the rent paid to utilize the land plots. This \nvalue was then added to the value of assets derived by application of the Cost \nApproach. This is not the correct approach. Rent is an expense incurred for utilizing the \nland plots, it is not an income stream that can be capitalized. Adding the two figures \ntogether is methodologically incorrect and results in an overstatement of the value of the \nAirfield.   \n \n67  EY"}
{"start": 56000, "text": "n transferred to the Bank.69  \n4.43 Second, the 2016 Airfield Report capitalizes the rent paid to utilize the land plots. This \nvalue was then added to the value of assets derived by application of the Cost \nApproach. This is not the correct approach. Rent is an expense incurred for utilizing the \nland plots, it is not an income stream that can be capitalized. Adding the two figures \ntogether is methodologically incorrect and results in an overstatement of the value of the \nAirfield.   \n \n67  EY Report, page 258.  \n68  EY Report, page 261.  \n69  Airfield Mortgage Agreement, clauses 7 and 8.  \nD23/1/22\n \nIRE USA Inc                                                                                                                                                          23 \n SECTION 5 - THE NBU VERIFICATION  \n5.1 In this section, I address the “validation” process performed by the NBU. \n5.2 As I explained above, having assessed the contemporaneous valuation reports, Mr \nKaczmarek explains that he relies on the value conclusions derived from the 2016 \nReports, which he says were “validated” by the NBU.  \n5.3 The EY Report states that the NBU performed its validation process “ through the receipt \nof reports ”.70  Whilst Mr Kaczmarek and I agree that neither of us has seen any NBU \nprepared documents containing analyses, reviews or reappraisals of the assets as part \nof this process,71 Mr Kaczmarek appears to rely on this process in support of his Fair \nValue conclusions.  \n5.4 I do not agree that the mere “ receipt of reports ” by the NBU can be properly described or \nrelied on as “validation” without something more.  It is unclear what, if any, steps the \nNBU would have taken to validate the valuation conclusions from the 2016 Reports.   \n5.5 I also do not consider that the NBU’s “validation” cures or resolves the errors in the 2016 \nReports, which I have explained in my First Report and above. In particular, the fact that \nthere has been no adjustment to the valuations of the Real Estate Assets, as I explained \nat paragraph 3.8, demonstrates that the NBU’s “validation” did not address these errors. \n5.6 I also note that, whilst Mr Kaczmarek places significant weight on the purported NBU \n“validation” in his valuation of the Real Estate Assets, for certain other assets, Mr \nKaczmarek criticizes or disregards the NBU “validated” values. I consider this approach \nto be internally inconsistent.  \n(1) For his valuation of Hotel Zirka (which is not one of the assets that I am instructed to \nconsider), Mr Kaczmarek disregards the NBU “validated” value because “ there were \ncertain errors, rather than differences in the assumptions in the valuations analysis \nunderlying the Fair Value that was approved by the NBU ”.72  Those errors included a \nfailure to deduct corporate income tax when projecting cash flows and using a US \nDollar denominated discount rate to discount cash flows denominated in Hryvnia.73  \n \n(2) In his valuations of the Real Estate Assets, Mr Kaczmarek adopts the NBU \n“validated” values on the basis that he considers them to be IFRS compliant. \nHowever, in respect of the Petrol Stations and Oil Storage Facilities (assets valued \nby Mr Bezant on behalf of the Claimant), Mr Kaczmarek does not adopt the values \noriginally recorded by the Bank on receipt of those assets, despite considering those \nvalues to be IFRS compliant; nor does he adopt the NBU “validated” values (which I \n \n70  EY Report, page 13. \n71  Joint Statement, paragraph 6.1. \n72  BK1, paragraph 35.  \n73  BK1, paragraph 214. \nD23/1/23\n \nIRE USA Inc                                                                                                                                                          24 \n understand are available for some but not all of those assets).74 Instead, Mr \nKaczmarek performs his own de novo valuations for the Petrol Stations and Oil \nStorage Facilities.  \n \nSECTION 6 – OBSERVABLE AND UNOBSERVABLE INPUTS  \n \n6.1 In this section, I comme"}
{"start": 59500, "text": "h 6.1. \n72  BK1, paragraph 35.  \n73  BK1, paragraph 214. \nD23/1/23\n \nIRE USA Inc                                                                                                                                                          24 \n understand are available for some but not all of those assets).74 Instead, Mr \nKaczmarek performs his own de novo valuations for the Petrol Stations and Oil \nStorage Facilities.  \n \nSECTION 6 – OBSERVABLE AND UNOBSERVABLE INPUTS  \n \n6.1 In this section, I comment on Mr Kaczmarek’s criticisms of the inputs used in my \nvaluations.  \n6.2 Referring to my valuations of the Stadium and Training Center, and my rejection of the \nCost Approach in favor of the Income and Market Approaches, Mr Kaczmarek states \nthat: \n“…the cost approach is the methodology that makes most use of observable \ninputs and minimizes the use of unobservable inputs. Therefore, I do not believe \nthat Mr Thomas’s valuation of these two assets conforms to IFRS 13. ”75 \n \n6.3 I disagree with Mr Kaczmarek and make the following observations in this regard. \n6.4 First, as I noted above, Mr Kaczmarek’s implementation of the Cost Approach relies \nupon cost data, the reliability or applicability of which Mr Kaczmarek does not appear to \nanalyse.  For the reasons I have explained above, this data is unreliable and/or \ninapplicable. In this regard, I also note that the 2016 Reports themselves rely upon Level \n3, or unobservable, inputs. Mr Kaczmarek accepts this in BK1, stating that in the 2016 \nReports “ all the Transferred Assets were assessed at Level 3, meaning that the range of \nIFRS 13 compliant values is relatively wide ”.76   \n6.5 Second, it is not right to say that my valuations rely on “ unobservable data ”.  As I explain \nin my First Report, I have adopted the Income Approach to construct valuation models \nusing publicly available, verifiable data to produce my valuations.  This is precisely the \ntype of “ assumptions that market participants would use in pricing the asset or liability ”, \nas envisaged in the definition of Fair Value . \nSECTION 7 – MY REVIEW OF THE 2015 STADIUM REPORT \n \n7.1 I have been instructed to review and comment on the 2015 Stadium Report, which was \nprovided to me after submission of my First Report. I do so in this section. The 2015 \nStadium Report appears to underlie the First Defendant’s pleaded value for the \nStadium,77 but it is not relied upon by Mr Kaczmarek, who instead relies on the 2016 \nStadium Report, as explained above.  For the reasons set out below, I consider the \n \n74  Joint Statement of Mark Bezant and Brent Kaczmarek dated 21 March 2022, paragraphs 3.3 and 3.10.  \n75  BK1, paragraph 30. \n76  BK1, paragraph 34. \n77  Tranche 9.4, Annex A (\" Annex A \") to the First Defendant’s RFI response dated 30 July 2021. \nD23/1/24\n \nIRE USA Inc                                                                                                                                                          25 \n valuation in the 2015 Stadium Report is not reliable.  Nor is it produced in accordance \nwith either the Market Value standard under IVS 2013, or the Fair Value standard under \nIFRS 13.  \n \nThe 2015 Stadium Report \n \nTitle of Report The evaluation of the market value of real estate objects of \nthe first stage of the stadium Metallurg located at: \nDnepropetrovsk Region, city of Dnepropetrovsk, \nKhersonskaya street, building 7 \n \nDocument ID   IK0008209_0001_CC \nDocument 2015 Stadium Report \nAppraiser   Yuriy Polushin of Commodity Exchange “Universal” \nOwner of assets                     Football club Dnipro \nDate of Report   14 December – 16 December 2015 \nDate of Appraisal  14 December 2015 \nPurpose of Appraisal  Market Value for Secured Lending \nValuation Method  Combination of Market and Cost Approach \nValue Conclusion  UAH 1,517,485,752 \nAnnex A Value  UAH 1,517,485,752 \nMy valuation   UAH 125,418,459 \n \n7.2 The 2015 Stadium Report suffers from a number of errors and omissions. In particular:  \n \n(1)"}
{"start": 63000, "text": "hin of Commodity Exchange “Universal” \nOwner of assets                     Football club Dnipro \nDate of Report   14 December – 16 December 2015 \nDate of Appraisal  14 December 2015 \nPurpose of Appraisal  Market Value for Secured Lending \nValuation Method  Combination of Market and Cost Approach \nValue Conclusion  UAH 1,517,485,752 \nAnnex A Value  UAH 1,517,485,752 \nMy valuation   UAH 125,418,459 \n \n7.2 The 2015 Stadium Report suffers from a number of errors and omissions. In particular:  \n \n(1) The 2015 Stadium Report values the Stadium (using the Cost Approach) separately \nfrom the adjoining building (using the Market Approach).  As I explain above and at \nAppendix 4.3.14 of my First Report, the Cost Approach is not a valid methodology for \ndetermining the Market Value of an income-generating asset, such as the Stadium.  \n \n(2) The 2015 Stadium Report defines the Stadium as comprising (1) the land upon \nwhich games are played (i.e. the pitch or the football field); and (2) the spectator \nseats.  It values these assets using the Cost Approach but accounts only for physical \ndepreciation.  As I explained above, physical, functional and economic depreciation \nmust all be included in any asset valuation using the Cost Approach. The EY Report \nagrees with my assessment:78  \n \n“The valuer79 estimated the subject property’s value80 using both a cost and sales \ncomparison approach. Based on the generally accepted practice and approaches \nto valuing this type of asset, EY is of the view that the cost approach with an \nasset impairment test should be used as the primary basis for this valuation . As \nregards the sales comparison approach used to calculate some units of the \n \n78  EY Report, Page 257. \n79  Mr Polushin. \n80  The Stadium. \nD23/1/25\n \nIRE USA Inc                                                                                                                                                          26 \n subject property, given the difficulty involved in selecting comparables, in our \nview, the income approach is a better fit.” (emphasis added)81. \n \n(3) The 2015 Stadium Report calculates its Cost Approach valuation of the Stadium by \nadding the value of the land rights for the entire land plot upon which the Stadium \nsits to the value of the pitch and spectator seats.  Since the 2015 Stadium Report \nvalues the building that adjoins the Stadium using the Market Approach, it double \ncounts the value of land rights under the adjoining building, which is already captured \nin the use of the Market Approach.    \n \n(4) The 2015 Stadium Report assumes that 100% of the building that adjoins the \nstadium can be utilized as office space and values it accordingly.  However, a \nsignificant proportion of the adjoining building cannot be used as office space: for \nexample, basement rooms without windows within the building, space utilized for \nfood service within the building that must remain completely open as fire emergency \nexits, and technical services rooms within the building where various equipment is \nlocated82. \n \n(5) The 2015 Stadium Report does not provide any detail or references to the \ncomparable properties purportedly relied on to determine the Market Value of the \nadjoining buildings.  In Table A1 at Appendix 4 , I have identified and documented \nproperties on offer in the market that are comparable to the building adjoining the \nStadium as of 2015.  As that table shows, the comparable data in the 2015 Stadium \nReport is 12 times greater than my market data, whether expressed as a median \nvalue or average value.    \n \nSECTION 8 – FURTHER MISCELLANEOUS POINTS  \n \n8.1 There are certain issues identified in BK1 and in the Joint Statement in respect of which \nit may assist the Court if I comment further. I do so below. \nMy Valuation of the Stadium \n \n8.2 In BK1, Mr Kaczmarek raises three further issues concerning my valuation of the \nStadium83:  \n(1) potential revenue from the sale of naming rights;  \n(2) revenue from addition"}
{"start": 66500, "text": "eater than my market data, whether expressed as a median \nvalue or average value.    \n \nSECTION 8 – FURTHER MISCELLANEOUS POINTS  \n \n8.1 There are certain issues identified in BK1 and in the Joint Statement in respect of which \nit may assist the Court if I comment further. I do so below. \nMy Valuation of the Stadium \n \n8.2 In BK1, Mr Kaczmarek raises three further issues concerning my valuation of the \nStadium83:  \n(1) potential revenue from the sale of naming rights;  \n(2) revenue from additional non-football related events; and \n(3) the efficacy of using the sale of the Chernomorets Stadium as a cross-check for my \nvaluation. \n \n81  I address the EY’s view that the Cost Approach was to be used as the primary basis for valuation of the \nStadium in paragraph 4.14 above.  \n82  First Report, Appendix 2.2.2, page 324, Table 2.2. \n83  BK1, paragraphs 253 to 254. \nD23/1/26\n \nIRE USA Inc                                                                                                                                                          27 \n  \n8.3 I address each of these in turn. \nNaming Rights  \n \n8.4 At paragraph 253 of BK1, Mr Kaczmarek says that my First Report “ failed to consider \nrevenues from Stadium naming rights, a significant source of revenue for many stadium \nowners ”.  This is not correct.  Whilst stadium naming rights can provide a source of \nrevenue for stadium owners in some jurisdictions (e.g. the Emirates Stadium, Arsenal’s \nhome ground in London, and the Dignity Health Arena, home of the LA Galaxy), there is \nno active market in Ukraine for the sale of naming rights to a sports stadium.  The \nInternational Stadia Operators Survey, which I cite in my First Report, and which BK1 \nrefers to, does not refer specifically to the Ukrainian market in relation to naming rights.84  \n8.5 In Table A2 in Appendix 4 , I identify 29 stadia in Ukraine.  Of these, it appears that only \ntwo are named after corporate brands: \na. The Slavutych Arena.  It appears that the Slavutych Arena was re-built in 2006 with a \nUS$1.9 million donation from the Slavutych Brewery.85   \n \nb. The Obolon Arena.  The Obolon Arena in Kyiv is the home of Obolon Kyiv, a second-\ntier club owned by the Obolon Brewery.  As the club and the stadium are both owned \nby the brewery, it appears that the naming rights to the stadium may not have been \n“sold” in the conventional sense.  \n \n8.6 The naming rights for the remaining 27 stadia (which include the homes of the highest \nprofile Ukrainian football clubs, Dynamo Kyiv and Shaktar Donetsk) have not been sold.  \n \nNon-football events at the Stadium \n \n8.7 At paragraph 4.58 of my First Report, I explained that I assumed additional revenue of \nUAH 300,00086 per “ non-football” event in my valuation calculation based on the \nassumption that the Stadium would hold three “ non-football ” events per year.  The \nnumber of events was based on the information in the International Stadia Operators \nSurvey.87  \n8.8 At paragraph 253 of BK1, Mr Kaczmarek says that, based on the information from the \nInternational Stadia Operators Survey, I should have assumed that the Stadium could \nhost 10 such events per year.  I disagree for the following reasons. \n \n84  First Report, paragraph 4.14 and BK1, paragraph 253. For the Stadium Operators Survey see Exhibit PT1, \npage 38. \n85  Exhibit PT1, page 59. \n86  I explain how I reach this estimated figure at paragraph 4.58 of my First Report.  \n87  Exhibit PT1, page 47 (Stadium Operators Survey). \nD23/1/27\n \nIRE USA Inc                                                                                                                                                          28 \n a. The International Stadia Operators Survey includes data from several (high income) \ncountries, as well as Ukraine.  Disposable incomes in Ukraine for entertainment \nevents are low compared to these sample countries, which limits both the number of \nevents that could be reasonably held and the amount of revenue "}
{"start": 70000, "text": "). \nD23/1/27\n \nIRE USA Inc                                                                                                                                                          28 \n a. The International Stadia Operators Survey includes data from several (high income) \ncountries, as well as Ukraine.  Disposable incomes in Ukraine for entertainment \nevents are low compared to these sample countries, which limits both the number of \nevents that could be reasonably held and the amount of revenue that could be \nearned per event.  \n \nb. Non-football events at the Stadium by necessity utilize the playing field and can only \nbe used when football games are not scheduled and must occur on dates that allow \nsufficient time for the playing field to be repaired and prepared to the standard \nrequired for playing professional league games. Based on my site visit, I am of the \nopinion that the Stadium does not have the type of facilities or material and technical \nsupport that would allow for numerous events to be held with a quick turnaround \ntime. \n \nc. Dnipro has another stadium – the “Meteor” stadium - which competes with the \nStadium for outdoor events in Dnipro. \n \nd. The number of outdoor events that can be held in Dnipro are limited due to the \nweather for at least 5 to 6 months per year. Between November and March, Dnipro \ntypically experiences temperatures of between -7°C and 6°C.88 \n \n8.9 In Table 8.1 below, I set out the number of non-football events at the Stadium that I have \nbeen able to identify in the years 2015 to 2019 and 2021 (I have omitted 2020 due to the \npandemic).  I have been able to identify no more than four non-football events per year \nat the Stadium.  \n \n88  Exhibit PT1, page 60. \nD23/1/28\n \nIRE USA Inc                                                                                                                                                          29 \n Table 8.1  Non-football events at the Stadium  \nYear Event \n2015 No events found \n2016 28 May 2016 – concert of Okean Olzy rock band89 \n2017 28 May 2017 - Interpipe Dnipro Half Marathon90 \n \n2018 20 May 2018 - Interpipe Dnipro Half Marathon91 \n \n9 June 2018 - Mercedes-Benz Family Day92  \n \n8 September 2018 - Mazda Sky Family Day93 \n \n22-23 September 2018 – Craft Beer Festival94 \n2019 26 March 2019 – live comedy show of Kvartal 95 Studio95  \n \n26-27 April 2019 – Dnepr Tattoo Fest 201996  \n \n25 May 2019 – Sport Expo Event / Interpipe Dnipro Half Marathon97 \n \n24 August 2019 – concert of Okean Elzy rock band98  \n2021 No events found \n \n \n8.10 But even if Mr Kaczmarek is correct, and a further seven non-football events per year \nwere held in the Stadium (meaning 10 in total), that would mean additional revenue of \nUAH 2.1 million which would increase my valuation by just 9%, from UAH 125 million to \nUAH 137 million (which is still significantly below Mr Kaczmarek’s valuation of UAH \n1,544 million). Below I provide an updated version of Table 4.9 in my First Report to \nshow how assuming seven further non-football events per year would affect my market \nvaluation of the Stadium.   \n \n89  Exhibit PT1, page 61. \n90  Exhibit PT1, page 63. \n91 Exhibit PT1, page 65.  \n92 Exhibit PT1, page 66. \n93  Exhibit PT1, page 67.  \n94  Exhibit PT1, page 70. \n95  Exhibit PT1, page 71.  \n96  Exhibit PT1, page 72. \n97 Exhibit PT1, page 73. \n98  Exhibit PT1, page 74.  \nD23/1/29\n \nIRE USA Inc                                                                                                                                                          30 \n Table 8.2 Effect of additional non-football events on my valuation of the Stadium  \nRevenue Parameters Valuation in \nFirst Report \n(3 Total Events) Valuation assuming seven \nfurther non-football events \n(10 Total Events)  \nTickets Sales 21,598,298  21,598,298  \nRent, Including:  769,283  769,283  \n  Office Space  629,066  629,066  \n  Storage 140,217  140,217  \nOther Events  900,000  3,000,000  \nParking  2,391,480  2,391,480  \nRevenue bef"}
{"start": 73500, "text": "                                                      30 \n Table 8.2 Effect of additional non-football events on my valuation of the Stadium  \nRevenue Parameters Valuation in \nFirst Report \n(3 Total Events) Valuation assuming seven \nfurther non-football events \n(10 Total Events)  \nTickets Sales 21,598,298  21,598,298  \nRent, Including:  769,283  769,283  \n  Office Space  629,066  629,066  \n  Storage 140,217  140,217  \nOther Events  900,000  3,000,000  \nParking  2,391,480  2,391,480  \nRevenue before Advertising  25,659,061  27,759,061  \nAdvertising 5% of Revenue 1,282,953  1,282,953  \nRevenue with Advertising  26,942,014  29,042,014  \nIncome Without VAT 22,451,678  24,201,678  \nMinus Total Operating Cost 3,638,909  3,638,909  \n   \nEBITDA 18,812,769  20,562,769  \nCapitalization Rate 15%  15%  \nMarket Value, UAH. 125,418,459  137,085,127  \n \nMy use of a cross-check \n \n8.11 Paragraph 254 of BK1 says that my First Report “ attempts to use the sale of the \nChernomorets stadium for UAH 193 million as evidence [that my] value conclusion for \nthe Stadium is reasonable ”.   \n8.12 Paragraph 4.68 of my First Report states:  \n“Although a direct comparison cannot be made between my 2016 valuation and a \n2020 sale price, a general comparison is appropriate as a cross check.”   \n \n8.13 I stand behind this statement. \nMy Valuation of the Training Center \n \n8.14 At paragraph 7.21 of the Joint Statement, Mr Kaczmarek describes his view as follows:  \nD23/1/30\n \nIRE USA Inc                                                                                                                                                          31 \n “Mr Kaczmarek is of the view that most of Mr Thomas’ inputs are not observable. \nMr Kaczmarek would describe Mr Thomas’ valuation as notional given the data \nthat he utilizes and thus bears no connection to the Training Center itself.”  \n \n8.15 At paragraph 7.22 of the Joint Statement, Mr Kaczmarek goes on to say:  \n“Mr Kaczmarek is of the view that these various hotel industry statistics are not \nappropriate benchmarks to use when valuing the Training Center. These are not \nrelevant observable inputs related to the Training Center ”. \n8.16 I do not agree with these statements.  In my valuation of the Training Center, I rely on \nmarket data that are observable, referenced and included in my report as evidentiary \ndocumentation.  The data upon which I rely include publicly available data on rates \noffered by similar sports-tourism facilities and, as I explain at paragraphs 3.37 to 3.47 of \nmy First Report, I use hotel industry statistics from multiple sources to determine a \nreasonable occupancy rate to apply to the Training Center. By contrast, Mr Kaczmarek \nrelies on unobservable costs data derived from statistics included in the UPVV which \ndates from 1969 and relates to a Soviet-era economy, as explained in Section 4 above.  \n  \nD23/1/31\n \nIRE USA Inc                                                                                                                                                          32 \n Expert’s Declaration \n \n \nI declare: \n \n(1) I have endeavored to consider in preparing my report those matters of which I have \nknowledge or of which I have been made aware, that might adversely affect the validity \nof my opinion. \n \n(2) I will notify those instructing me immediately and confirm in writing if for any reason my \nexisting report requires correction or qualification. \n \n(3) I have read and understand the requirements of Part 35 of the Civil Procedure Rules, the \nassociated Practice Direction and the Civil Justice Council’s Guidance for the Instruction \nof Experts in Civil Claims 2014. \n \n(4) I have a duty to the court to help the court on matters within my expertise and this duty \noverrides any obligation to the person from whom I have received instructions or by \nwhom I am paid. I confirm that I understand my duty to the court and have complied with \nand will continue to comply with that duty. \n \n(5) I "}
{"start": 77000, "text": "nts of Part 35 of the Civil Procedure Rules, the \nassociated Practice Direction and the Civil Justice Council’s Guidance for the Instruction \nof Experts in Civil Claims 2014. \n \n(4) I have a duty to the court to help the court on matters within my expertise and this duty \noverrides any obligation to the person from whom I have received instructions or by \nwhom I am paid. I confirm that I understand my duty to the court and have complied with \nand will continue to comply with that duty. \n \n(5) I have complied and will continue to comply with the requirements of Part 35 of the Civil \nProcedure Rules, the associated Practice Direction, and the Civil Justice Council’s \nGuidance for the Instruction of Experts in Civil Claims 2014 at all stages of my \ninvolvement in this case. \n \nSTATEMENT OF TRUTH \n \nI confirm that I have made clear which facts and matters referred to in this report are \nwithin my own knowledge and which are not. Those that are within my own knowledge I \nconfirm to be true. The opinions I have expressed represent my true and complete \nprofessional opinions on the matters to which they refer. \n \nI understand that proceedings for contempt of court may be brought against anyone who \nmakes, or causes to be made, a false statement in a document verified by a statement \nof truth without an honest belief in its truth. \n \n \nSignature \n \n \nDate: 14 July 2022 \n \nEnd of Supplemental Report \nD23/1/32\n"}
