{"metadata": {"corpus_path": "D17_1 Supplemental Expert Report of Philip Seymour.pdf", "file_size": 135785, "mtime": 1755610856.7543585, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "IN THE HIGH COURT OF JUSTICE      BL-2017-000665 \nBUSINESS AND PROPERTY COURTS OF \nENGLAND AND WALES \nBUSINESS LIST (ChD) \nBETWEEN: \nJSC COMMERCIAL BANK PRIVATBANK \nClaimant \n- and - \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \nSUPPLEMENTAL REPORT TO THE \nRETROSPECTIVE MARKET VALUE \nOF AIRCRAFT \nPHILIP LESLIE SEYMOUR \nISTAT SENIOR APPRAISER FELLOW \n14 July 2022 \nD17/1/1\nSupplemental Report of Ph ilip Leslie Seymour 2 Claim No: BL- 2017-000665 Table of Contents \n1.\u0003Introduction .................................................................................................................... 3 \u0003\n2.\u0003Aircraft Damage Assessment ......................................................................................... 6 \u0003\n3.\u0003Aircraft Valuation: “Factoring” of Maintenance Costs ................................................... 12 \u0003\n4.\u0003Individual Aircraft Valuations – Boeing 737 Aircraft MSN 28569 .................................. 14 \u0003\n5.\u0003Individual Aircraft Valuations – Boeing 767-300ER MSN 25280 ................................... 15 \u0003\n6.\u0003Individual Aircraft Valuations – Boeing 767-300ER MSN 25533 ................................... 15 \u0003\n7.\u0003Individual Aircraft Valuations – Boeing 767-300ER MSN 25536 ................................... 16 \u0003\n8.\u0003The use of Titled Engines rather than those installed. .................................................. 16 \u0003\n9.\u0003Expert’s Declaration ..................................................................................................... 17 \u0003\nAppendix 1 Documents supplied to me  \nD17/1/2\nSupplemental Report of Ph ilip Leslie Seymour 3 Claim No: BL- 2017-000665 1. Introduction \n1.1 This is my supplemental report to my first report dated 24th January 2022 on the \nsubject of retrospective market values of aircraft (\"first report\" or \"PS1\"). I use the \nsame defined terms in this supplemental report as I used in my first report. \n1.2 This supplemental report is produced for the purposes of expanding on certain \nareas of my first report in order to assist the Court and addressing points of \ndisagreement in the joint statement provided by myself and Ms Olga Razzhivina dated 9\nth March 2022 (the \"Joint Statement\") and the second joint statement dated \n27th May 2022 (the “Second Joint Statement”). The Second Joint Statement was \nrequired due to Ms Razzhivina being instructed (after her first report) to consider \nthe retrospective market values of an additional four aircraft which I had already \nbeen instructed to opine on in my first report. The points in paragraphs a. to c. below relate to matters raised in the first Joint Statement and the points in paragraphs d. to e. below relate to matters raised subsequently in the Second Joint Statement. At \nparagraph f. below I restate and provide more information regarding the IBA data \nsources. \na. Aircraft Damage Assessment.  Sections 4.7 and 7.8 of the Joint Statement \nrefer to our disagreement on this point. Ms Razzhivina applied a reduction in the value of Airbus A321 Serial Number 2462, in relation to damage described as \n“a 5m hole in the fuselage”. Ms Razzhivina reduced the value of the aircraft by 10%. My position is that without fuller information such as (for example) full details of the incident that caused the damage or more precise details of the \ndamage and how it was repaired, I am unable to properly appraise the impact \nof that detail on my valuation. In my experience of providing evidence of diminution in value of damaged aircraft I have found that in some cases there may be no reduction in value and in others considerable reduction in value. \nThere are several factors that need to be fully assessed and I provide details on \nthose in section 2 below. \nD17/1/3\nSupplemental Report of Ph ilip Leslie Seymour 4 Claim No: BL- 2017-000665 b. The “factoring"}
{"start": 3500, "text": "it was repaired, I am unable to properly appraise the impact \nof that detail on my valuation. In my experience of providing evidence of diminution in value of damaged aircraft I have found that in some cases there may be no reduction in value and in others considerable reduction in value. \nThere are several factors that need to be fully assessed and I provide details on \nthose in section 2 below. \nD17/1/3\nSupplemental Report of Ph ilip Leslie Seymour 4 Claim No: BL- 2017-000665 b. The “factoring” of maintenance costs in consideration of the proper \nadjustment to an aircraft’s value.  In my first report, I made reference to an \nadjustment of this type in paragraphs 12.10, 13.5 and 14.5, in relation to the \nBoeing 767 valuations and I provide further explanations in this report. In summary, although the industry cost of a specific maintenance event may be “x” US dollars, it may not be appropriate that 100% of that cost is added or \ndeducted from the aircraft value due to a variety of reasons, as explained in \nmore detail in section 3 below and for the specific aircraft to which factoring is applicable, in sections 4, 5, 6 and 7 below. \nc.  The use of the titled engines in the valuation of aircraft. Section 7.12 of the \njoint Statement refers to our agreement on this point and Appendix 1 of that joint \nstatement includes my revised valuation. In my first report, I had referenced the fitted engines and during the meeting with Ms Razzhivina, I was pointed towards the fact that the engines that should have been referenced were the titled \nengines. Further information is provided in section 8 below.\nd. The separation of the Airbus A321 6 year and 12 year checks . It is normal \nairline practice to combine the timing and content of the 12 year check to include \nthe 6 year check. In my first report,  for the Airbus A321 MSN2462, I kept the \ntwo checks separate since the dates on which the two checks were performed \nwere not aligned to the 6 year frequency. However, following discussion with \nMs Razzhivina, I agreed that separation of the checks overcomplicates the process and I have subsequently removed the separate assessment of the 6 \nyear check from the valuation of Airbus A321 MSN2462 and have provided the \nadjusted valuation in the Second Joint Statement.\ne. The Landing Gear Check adjustment for Airbus A321 MSN 2682. My original \nassumption for the life used on the landing gear was based on no evidence \nbeing found for the replacement of the landing gears since the aircraft was \ndelivered new. I therefore assumed that the original landing gears were still fitted \nand at the time of the valuation would have had 21 months remaining until overhaul. Ms Razzhivina takes the position that, without clear evidence, the \nassumption should be “half-life”. This is consistent with the approach we agreed \nshould be taken with regard to the titled engine valuation. In order to be consistent, I have therefore agreed to adjust my original valuation as set out in \nthe Second Joint Statement.\nD17/1/4\nSupplemental Report of Ph ilip Leslie Seymour 5 Claim No: BL- 2017-000665 f. IBA data sources . At paragraphs 6.12 to 6.16 of my first report I provided some \nbackground as to the extensive resources available and methodology of data \ncollation that we at IBA use to establish aircraft valuations. I consider as a result \nof having access to this data that the process I have used for valuing each of \nthe aircraft types provides the Court with the most accurate possible valuations.  For example:\ni.  At paragraph 6.15 of my first report I referred to the industry’s \nacceptance of IBA by reference to the award of Airline Economics “Appraiser of the Year” in 2012, 2018, 2020 and 2021. More recently, \nIBA has won the 2022 award. The reason why this award is important is \nbecause it relies upon votes from industry colleagues rather than a panel \nof judges or via a sponsored arrangement. It is a highly competitive and \nsought-after award and one which we are pro"}
{"start": 7000, "text": "ible valuations.  For example:\ni.  At paragraph 6.15 of my first report I referred to the industry’s \nacceptance of IBA by reference to the award of Airline Economics “Appraiser of the Year” in 2012, 2018, 2020 and 2021. More recently, \nIBA has won the 2022 award. The reason why this award is important is \nbecause it relies upon votes from industry colleagues rather than a panel \nof judges or via a sponsored arrangement. It is a highly competitive and \nsought-after award and one which we are proud to have been awarded 4 times out of the 5 most recent years.\nii. At paragraph 6.14 of my first report, I highlighted that, at around the time \nof the date of the valuation, in 2018, IBA had 5 ISTAT certified appraisers as well as 16 other aircraft data and aviation analysts. That amount of \nresource allows us to have specific aircraft and engine data teams who \nspecialise in data research and analysis in their areas of expertise. For \nexample: \na. We had two analysts who were specifically focussed full-time on \nthe regional jet and turboprop aircraft sector that covers the three \nEmbraer 145 aircraft which are a subject of my first report. \nb. We had two analysts who were specifically focussed full-time on \nthe widebody sector that covers the three Boeing 767 aircraft \nwhich are a subject of my first report. \nc. We had two analysts who were specifically full-time focussed on \nthe narrow body sector that covers the Airbus A321 and Boeing \n737 aircraft which are also a subject of my first report. \nd. We had two analysts who were specifically focussed full-time on \nengines. \nD17/1/5\nSupplemental Report of Ph ilip Leslie Seymour 6 Claim No: BL- 2017-000665 e. Our technical team, at the time consisted of seven full time staff \nwho were managing several aircraft for lessors and banks that \nrequired a thorough understanding of and negotiation of \nmaintenance contracts from airframe checks, landing gear and engine work. \nf. Our asset management team is regularly involved as the sales \nagent for aircraft and has direct experience of aircraft trading prices. \nIn summary, in my opinion, which I believe represents the view of the industry \nas a whole, IBA's experience and access to relevant data sources is \"second \nto none\". \n2. Aircraft Damage Assessment \n2.1 I have set out the key aspects of how I assess the diminution in value of an aircraft \nthat has been damaged and had repairs made to it at section 4.7 of the Joint Statement. Ms Razzhivina maintained that my eight points of assessment would be \nover and above her deduction of 10%. My view is that the 10% deduction is arbitrary \nand is without proper assessment of the detailed factual information concerning the damage and repairs. I would not apply any deduction without seeing detailed \nevidence of the damage incurred and the repairs that were made. \n2.2 The AMS aircraft inspection report of the Airbus A321 MSN 2462 of November \n2018\n1 provides the only reference to damage that I could find. The references in \nthe AMS report to damage are as follows and I conclude that they do not provide sufficient evidence for me to make a judgement on any diminution in value: \n2.2.1 AMS report section 2.1, fifth paragraph\n2: “The probable reason for the \nfive-month interval between the aircraft coming out of service with Easyjet \nand going into service with Windrose was the fact that the aircraft \nsustained serious damage in a ground incident.” \n                                                \n1 PB0363494_00001 \n2 PB0363494_00001, page 2\nD17/1/6\nSupplemental Report of Ph ilip Leslie Seymour 7 Claim No: BL- 2017-000665 2.2.2 However whilst the above paragraph refers to “ the fact ”, at section 2.2, \nthird paragraph3, the report states, ”… we have established from a third \nparty that the aircraft was involved in a ground incident on the 6th\nSeptember 2010 when it was hit by a ramp truck, The resulting damage \nwas a hole, of approximately five (5) metres length, in the aircraft’s \nfuselage … the repair woul"}
{"start": 10500, "text": " PB0363494_00001, page 2\nD17/1/6\nSupplemental Report of Ph ilip Leslie Seymour 7 Claim No: BL- 2017-000665 2.2.2 However whilst the above paragraph refers to “ the fact ”, at section 2.2, \nthird paragraph3, the report states, ”… we have established from a third \nparty that the aircraft was involved in a ground incident on the 6th\nSeptember 2010 when it was hit by a ramp truck, The resulting damage \nwas a hole, of approximately five (5) metres length, in the aircraft’s \nfuselage … the repair would have included a replacement of the fuselage \nskin and would not be visibly noticed”. It goes on to say “When we review \nthe aircraft records, we will be looking closely at the documentation for this large repair” and also “In particular it will be important to review the \ndocumentation related to the repair of the fuselage following the damage \nincident in 2010. There were no significant findings.” \n2.2.3 The report concludes at paragraph 2.3 of the executive summary\n4,“The \nAircraft appears to be in reasonable condition and is being maintained to \nan adequate standard. Considering the Aircraft has been in service for a \ntotal of 12 years with 7 years at the current operator, wear and tear levels are as expected.”\n2.3 I have performed diminution in value assessments of commercial airliners \npreviously for many types of damage and repairs (not only fuselage repairs) and \nin those cases the deductions ranged from 0% to 15% but an accurate \nassessment was only possible with provision of the full details and engineering documentation for the aircraft in question. Here, there is insufficiently clear \nevidence of the damage that was sustained. The AMS report refers to a third-party \nreport of the incident but states that AMS have not been provided with the source of that information. The description is very poor considering that that the inspection report should be performed by suitably qualified personnel. I would \nexpect a more detailed description to be provided rather than the damage being \ndescribed as “a hole”. There is no reference to the depth or width of the damage \nand exactly where in the fuselage the damage was. I have made an attempt to \nassess the damage in accordance with my procedure in section 2.7 below. \n                                                \n3 PB0363494_00001, pages 2-3 \n4 PB0363494_00001, page 3 \nD17/1/7\nSupplemental Report of Ph ilip Leslie Seymour 8 Claim No: BL- 2017-000665 2.4 Ms Razzhivina applies a 10% diminution in value in her report, stating: \"Any \npermanent diminution in value is typically expressed as a percentage of aircraft’s \nvalue. Where the “pressure vessel” has been penetrated, I would expect to see a \nminimum diminution value of 10% …  apply this as a negative adjustment to reflect the minimum permanent diminution in value due to the stigma of damage\". \n2.5 In my view, I do not believe that the damage creates any kind of “stigma” affecting \nthe value of the aircraft.. Commercial aircraft are subject to damage on a regular basis as a result of the normal functioning of the aircraft. For example,  several types of vehicles have to approach the aircraft. These may include mobile aircraft \nsteps or jetways, toilet servicing, catering, cargo loading, engineering and fuelling \nvehicles. In this case I understand it was a “ ramp truck ”, but I have no more specific \ninformation. The incident occurred many years previously and the aircraft has \nremained in service and has been the subject of a major inspection since then. Therefore, I conclude that there should be no arbitrary reduction in the aircraft value \non account of this damage. \n2.6 Of course, it does appear from the AMS description that the damage was perhaps \nmore substantial than “ normal ” ramp operation related scratches and dents that are \ntypical. Unless Ms Razzhivina has been provided with more evidence than I have \nseen it is not possible to properly assess whether the “ pressure vessel ” was \npenetrated and which and/or how many of t"}
{"start": 14000, "text": "since then. Therefore, I conclude that there should be no arbitrary reduction in the aircraft value \non account of this damage. \n2.6 Of course, it does appear from the AMS description that the damage was perhaps \nmore substantial than “ normal ” ramp operation related scratches and dents that are \ntypical. Unless Ms Razzhivina has been provided with more evidence than I have \nseen it is not possible to properly assess whether the “ pressure vessel ” was \npenetrated and which and/or how many of the skin panels were replaced. Even if \nthe pressure vessel had been penetrated and several skin panels required replacement, I would not apply an arbitrary deduction without understanding the full details described in the table below. \nD17/1/8\nSupplemental Report of Ph ilip Leslie Seymour 9 Claim No: BL- 2017-000665 2.7 I also disagree with Ms Razzhivina’s assertion that the diminution would be \n“permanent ”. With the passage of time the initial diminution may change. In general, \nmy experience is that the diminution more often decreases over time. This is \nbecause the initial concerns about potential engineering concerns become less so, especially if the aircraft has had a major structural inspection since the damage and repair event. In this case, the aircraft was built in 2005 and damaged in 2010. The \nAirbus A321 MSN 2462 had a major check every 6 years. The AMS report did not \nfind anything obviously untoward during the inspection that it carried out in November 2018, 8 years after the repairs were made. Therefore, even if I had made \nan initial deduction for the incident in 2010, I would most likely have reduced this \nover time. The reasoning is that a potential buyer, in performing a pre-purchase inspection several years after repairs had been made would be less likely, in my \nopinion, to successfully negotiate such a significant discount on the asking price \ndue to an historical event that occurred so long prior to the sale/purchase date. The vendor would simply refer to the passage of time as having demonstrated that the \ndamage had been satisfactorily repaired. \n2.8 The details that I would require, and that are not available to me in this case, are \ndetailed in the table below. \nD17/1/9\nSupplemental Report of Ph ilip Leslie Seymour 10 Claim No: BL- 2017-000665 Explanation / specific issues Normal \nrange of \nadjustment \nfrom the \nadjusted \naircraft \nvalue5Remarks \n–\nspecific \nto this \ncase Adjustment (if \nany) for these \nrepairs or damage \ntaking into \naccount the \nremarks \nGround incident or \nflying incident. Incidents which occur in flight are \ngenerally more serious, particularly if \nthey result in loss of life and/or an \ninsurance claim and a huge stigma can \napply in these cases No specific \nrange Not \nprovided \nto the \nexperts I have assumed \nthat because this \nwas a ground \nincident with no \nloss of life I would \nnot make a \nnegative \nadjustment for this \naspect of the \nassessment \nRepair certified to \naviation authority \nstandards The certification accompanying any \nrepairs must be unambiguous and \ncomply with the aviation authority \nrequirements 0% to 20% Not \nprovided \nto the \nexperts I have assumed \nthat the repairs \nwere made by a \ncompetent \norganisation and \ncertified as per \nindustry standards \ntherefore would not \nmake a negative \nadjustment for this \naspect of the \nassessment \nArea of structure \ndamaged and the \ngeneral market \nconcern regarding \ndamage history. Whether pressurised or unpressurised; \nwhether primary, secondary or tertiary \nstructure; whether in an area likely to \nsuffer further damage. 0% to 30% Not \nprovided \nto the \nexperts I have assumed \nthat the primary \nstructure was \ndamaged – that is, \nthe ‘pressure \nvessel’ but the \ndetails of the work \nperformed are not \navailable. I do not \nconsider that an \narbitrary negative \nadjustment should \nbe made for this \naspect of the \nassessment. \nManufacturer input \nand evidence of \ncorrespondence The close involvement of the \nmanufacturer may alleviate "}
{"start": 17500, "text": "condary or tertiary \nstructure; whether in an area likely to \nsuffer further damage. 0% to 30% Not \nprovided \nto the \nexperts I have assumed \nthat the primary \nstructure was \ndamaged – that is, \nthe ‘pressure \nvessel’ but the \ndetails of the work \nperformed are not \navailable. I do not \nconsider that an \narbitrary negative \nadjustment should \nbe made for this \naspect of the \nassessment. \nManufacturer input \nand evidence of \ncorrespondence The close involvement of the \nmanufacturer may alleviate concerns. 0% to 30% Not \nprovided \nto the \nexperts I have assumed \nthat the \nmanufacturer was \ninvolved in the \nrepair process and \nthat no deduction \nwould be \nnecessary \n                                                \n5 Note: “Normal range”, extreme cases may be outside of this. Generally the higher discount is applied to \ncorporate jets rather than commercial airliners \nD17/1/10\nSupplemental Report of Ph ilip Leslie Seymour 11 Claim No: BL- 2017-000665 Cosmetic/aesthetic \nappearance Are there any obvious signs that the \naircraft has been damaged and would an \naircraft survey find any observations that \nmay be deemed to impact the value or \ncould be used by a future buyer to \nnegotiate the selling price down 0% to 50% Not \nprovided \nto the \nexperts It is not clear if \nthere is any \nobvious sign of \ndamage but also \ngiven the passage \nof time form the \ndamage date to the \nvaluation date do \nnot consider that a \nnegative \nadjustment should \nbe made. \nWorkmanship and \nquality of repair Similar to the above but more detailed \nassessment of the work around fasteners \nand rivet heads where panels have been \nreplaced. May not be obvious to \npassengers but nonetheless used by \nbuyers to negotiate the selling price \ndown 0% to 25% Not \nprovided \nto the \nexperts Eight years had \npassed since the \nrepairs were made \nand a major \nairframe check had \nalso been \nperformed, I \ntherefore do not \nconsider that a \nnegative \nadjustment is \nrequired. \nAdverse \nconsequence: \nSpecial inspection \nrequirements and \ncontinued \nairworthiness \nlimitations Limitations to the aircraft’s capabilities, or \na requirement on its operator to carry out \nincreased inspections, both of which \nhave value implications. In some cases, \nrepeat inspections are required by the \nmanufacturer to assess the ongoing \ncontinued airworthiness of the repair 0% to 25% None \nknown to \nthe \nexperts The AMS report did \nnot highlight any \npotential concerns \non this point \ntherefore I would \nnot apply a \nnegative \nadjustment for this \naspect of the \nassessment. \nBeneficial \nconsequences \nsuch as improved \ndesign In some cases (such as repairs to areas \naround the heat exchangers or auxiliary \npower unit), the skin must be replaced \nafter long operational periods, and repair \nmay provide an opportunity for an \nupgrade. Upwards \nadjustment: \nno specific \nrange Not \nprovided \nto the \nexperts The AMS report did \nnot contain any \nrelated points \ntherefore I have \nassumed no \nadjustment \nBeneficial \nconsequences: \nAvailability of \nwarranties Some repairs will carry a warranty issued \nby the repair facility – though this is not \nusually longer than 12 months. Upwards \nadjustment: \nno specific \nrange Not \nprovided \nto the \nexperts Not relevant since \nthe repairs were \nmade several years \nprior to the \nvaluation date \nThe Market \nConditions for the \nAircraft and time \nsince repair In a soft market for corporate jets, where there is a surplus of \navailable aircraft, the aircraft with damage history will likely require a \ndiscount since the buyers are most likely high net worth or \ncorporations seeking as little future liability as possible. The same \napplies to commercial aircraft but to a lesser extent since damage is \nmore frequent. The passage of time will also reduce the discount \nsince it is more likely that the damaged area has been re-inspected \nand any other effects of the repair, such as the removal of \ncomponents and systems to access the repairs will have had time to \nsettle into a norm"}
{"start": 21000, "text": "ely require a \ndiscount since the buyers are most likely high net worth or \ncorporations seeking as little future liability as possible. The same \napplies to commercial aircraft but to a lesser extent since damage is \nmore frequent. The passage of time will also reduce the discount \nsince it is more likely that the damaged area has been re-inspected \nand any other effects of the repair, such as the removal of \ncomponents and systems to access the repairs will have had time to \nsettle into a normal operating process. \nD17/1/11\nSupplemental Report of Ph ilip Leslie Seymour 12 Claim No: BL- 2017-000665 3. Aircraft Valuation: “Factoring” of Maintenance Costs \n3.1 In my first report, I provided an overview of the methodology with respect to \nadjusting the aircraft value for its maintenance condition for the key events of engine \nrefurbishment and LLP replacement, the major airframe checks and the landing gear and APU overhauls. (PS1 7.8-7.10). \n3.2 I also provided a brief note of the factoring against the specific adjustments of the \nBoeing 767-300ER MSN 25280 aircraft (PS1 12.10) which is repeated below for \nease of reference: \" IBA Cost:  IBA’s estimate as of 2016 of the cost to perform the \nnomenclature workscope.  In this instance the cost is factored since, for example, \nthe actual cost of the engine overhaul is relatively high compared to the availability \nof used engines which could be used. Therefore, for appraisal purposes I do not always use a “cost” but assess the value which can be attributed. The cost of performing refurbishment is not always directly correlated to the equivalent value \nadjustment. \"\n3.3 Similar notes were provided at PS1 13.5 and 14.5 for the Boeing 767-300ER \nMSN 25533 and Boeing 767-300ER MSN 25536 which I also valued. \n3.4 The same reasoning applied to other maintenance costs adjustments for the Boeing \n767-300ER MSN 25280 but I did not apply the specific notes in those sections of \nmy first report. \n3.5 Therefore, Ms Razzhivina questioned the calculations I had made for some of my \nmaintenance adjustments. The reason that the calculations did not work out as a \nprecise mathematical sum was due to my use of factoring as described above in paragraph 3.2 and more thoroughly described in the paragraphs herein. \n3.6 For most modern and current production aircraft variants, the methodology \ndescribed in my first report at paragraphs 7.8-7.10 applies as shown in the illustrative example below The aircraft valuation is adjusted up or down from the \nstarting point of the theoretical half-life condition. \nD17/1/12\nSupplemental Report of Ph ilip Leslie Seymour 13 Claim No: BL- 2017-000665 3.7 A simple illustrative example would be as follows: \nEngine overhaul event cost: USD 4 million  \nTime between engine overhaul events: 10,000 hours \nExample: engine overhaul event: time used since last \noverhaul: 7,500 hours (leaving 2,500 hours available to next shop visit). \nExample engine has therefore run 2,500 more than the half-life datum of 5,000 \nhours. \nEngine adjustment is therefore 25% more than the half-life datum and using the \nengine overhaul cost of USD 4 million this l eads to an adjustment of minus 1 million \ndollars. \n3.8 However, where the aircraft secondary market is more mature, this calculation is \nless reliable. In the case of the engine overhaul adjustment shown above, the event \ncost needs to be considered against the market conditions. In this case the pricing \nof the engine overhauls can be impacted by: \na) More competition amongst the service providers leading to reduced pricing \nand/or; \nb) Used engines and/or used engine parts are available and/or; \nc) Discounts on list price or standard pricing by the original equipment \nmanufacturers. \n3.9 Additionally, the market may not necessarily pay for an aircraft based on a 1:1 \n(100%) consideration of the maintenance cost. The cost of improving something is \nnot always directly correlated to the value. In simple terms, if I pay £20,000 to install \na"}
{"start": 24500, "text": "a) More competition amongst the service providers leading to reduced pricing \nand/or; \nb) Used engines and/or used engine parts are available and/or; \nc) Discounts on list price or standard pricing by the original equipment \nmanufacturers. \n3.9 Additionally, the market may not necessarily pay for an aircraft based on a 1:1 \n(100%) consideration of the maintenance cost. The cost of improving something is \nnot always directly correlated to the value. In simple terms, if I pay £20,000 to install \na new kitchen in a house it may not increase the value by the same amount. However, a tired kitchen does not necessarily reduce the price by £20,000, the buyer may just replace the doors and refurbish it for £10,000. \n3.10 In each of the aircraft valuations below, I have highlighted which of the maintenance \nevents I consider to be “factored”. Just to clarify, it is not every aircraft that is affected \nnor every event. \n3.11 My use of factoring produced differences between myself and Ms Razzhivina. In \nthe sections below, I highlight which events and costs I have factored. \nD17/1/13\nSupplemental Report of Ph ilip Leslie Seymour 14 Claim No: BL- 2017-000665 4. Individual Aircraft Valuations – Boeing 737 Aircraft MSN 28569 \n(Extracted from PS1, page 23) \n4.1 Specifically, in the table above extracted from my original report, the value \nadjustments use “factoring” to prevent an unrealistic quantum change that, in my \nopinion, is not reflected in the market values. \n4.2 For this aircraft, the following events were factored as I did not consider the industry \ncost of the event to be directly attributed to an improved adjustment on a full allocation of the event cost. \n4.2.1 Airframe D-check cost:   USD 1,200,000 \n4.2.2 Time Remaining to D-check:   23,095 hours \n4.2.3 Full allocation of the D-check would result in an increase from the half-\nlife datum of almost USD 600,000. \n4.2.4 My use of factoring applied only half of the event cost for the reasons \ndescribed above. Therefore, I have applied an additional USD 276,000 \nrather than USD 552,000. Ms Razzhivina applied a positive adjustment \nof USD 600,000 which I consider too high in the context of what the realistic market value would have been. \n4.2.5 The same principle applies to the Landing Gear Check. I applied 50% \nof the calculated figure rather than 100%. EŽŵĞŶĐůĂƚƵƌĞ /\u0011\u0004\u0003\u0012ŽƐƚ >ŝŵŝƚ ZĞŵĂŝŶ sĂůƵĞ\u0003\u0004ĚũƵƐƚŵĞŶƚ\n\u0004ŝƌĨƌĂŵĞ\u0003\u0018Ͳ\u0012ŚĞĐŬ h^Ψ\u0003ϭ͕ϮϬϬ͕ϬϬϬ Ϯϰ͕ϬϬϬ\u0003&,Ύ Ϯϯ͕Ϭϵϱ\u0003&,Ύ h^Ψ\u0003Ϯϳϴ͕ϬϬϬ\n>ĂŶĚŝŶŐ\u0003'ĞĂƌ h^Ψ\u0003ϮϱϬ͕ϬϬϬ ϭϮϬ\u0003DŽŶƚŚƐ ϭϭϲ\u0003DŽŶƚŚƐ h^Ψ\u0003ϱϵ͕ϬϬϬ\n\u0012&DϱϲͲϯ\u0012ϭ\u0003\u001c^E\u0003ϴϱϲϯϬϮ\u0003^sΎ h^Ψ\u0003ϭ͕ϲϬϬ͕ϬϬϬ ϭϬ͕ϬϬϬ\u0003&\u0012Ύ ϱ͕ϭϳϲ\u0003&\u0012Ύ h^Ψ\u0003ϭϰ͕ϬϬϬ\n\u0012&DϱϲͲϯ\u0012ϭ\u0003\u001c^E\u0003ϳϮϰϴϬϯ\u0003^sΎ h^Ψ\u0003ϭ͕ϲϬϬ͕ϬϬϬ ϭϬ͕ϬϬϬ\u0003&\u0012Ύ Ϯ͕Ϯϰϱ\u0003&\u0012 Ͳh^Ψ\u0003ϮϮϭ͕ϬϬϬ\n\u0004Wh h^Ψ\u0003ϮϱϬ͕ϬϬϬ ϭϬ͕ϬϬϬ\u0003\u0004Wh\u0003,ŽƵƌƐ ϱ͕ϬϬϬ\u0003\u0004Wh\u0003,ŽƵƌƐ h^Ψ\u0003Ϭ\n\u0012&DϱϲͲϯ\u0012ϭ\u0003\u001c^E\u0003ϴϱϲϯϬϮ\u0003>>WΎ Ͳh^Ψ\u0003ϱϭ͕ϬϬϬ\n\u0012&DϱϲͲϯ\u0012ϭ\u0003\u001c^E\u0003ϳϮϰϴϬϯ\u0003>>WΎ Ͳh^Ψ\u0003ϭϵϭ͕ϬϬϬ\ndŽƚĂů Ͳh^Ψ\u0003ϭϭϮ͕ϬϬϬ\nD17/1/14\nSupplemental Report of Ph ilip Leslie Seymour 15 Claim No: BL- 2017-000665 5. Individual Aircraft Valuations – Boeing 767-300ER MSN 25280 \n(Extracted from PS1, page 29) \n5.1 In this case, Ms Razzhivina pointed out that the IBA Cost figure that I used was \nUSD 2,600,000 but that in the extract of the IBA engine values book that I provided at Appendix 23 to my first report the IBA Cost figure was USD 5,000,000. \n5.2 The reason that I used USD 2,600,000 rather than the figure of USD 5,000,000 was \ndue to the same principle of “factoring” as described above. \n5.3 As referred to in my first report, for this aircraft, I have not applied adjustments to \nthe Airframe D-check, Landing Gear and APU as I could not determine their status, \nhence I used the half-life datum. \n6. Individual Aircraft Valuations – Boeing 767-300ER MSN 25533 \n(Extracted from PS1, page 31) \n6.1 The same factoring process has been applied to this aircraft with respect to the \nengine shop visit value adjustment. That is, although the IBA cost of the engine shop visit is shown in our EVB as USD 5,000,000, for the purpose of the valuation adjustment I have used USD 2,600,000 as the cost from which I derive"}
{"start": 28000, "text": "Gear and APU as I could not determine their status, \nhence I used the half-life datum. \n6. Individual Aircraft Valuations – Boeing 767-300ER MSN 25533 \n(Extracted from PS1, page 31) \n6.1 The same factoring process has been applied to this aircraft with respect to the \nengine shop visit value adjustment. That is, although the IBA cost of the engine shop visit is shown in our EVB as USD 5,000,000, for the purpose of the valuation adjustment I have used USD 2,600,000 as the cost from which I derive the actual \nadjustment for each engine shop visit. EŽŵĞŶĐůĂƚƵƌĞ /\u0011\u0004\u0003\u0012ŽƐƚ >ŝŵŝƚ ZĞŵĂŝŶ sĂůƵĞ\u0003\u0004ĚũƵƐƚŵĞŶƚ\n\u0004ŝƌĨƌĂŵĞ\u0003\u0018\u0003\u0012ŚĞĐŬ h^Ψ\u0003Ϯ͕ϱϬϬ͕ϬϬϬ ϳϮ\u0003DŽŶƚŚƐ ϯϲ\u0003DŽŶƚŚƐ h^Ψ\u0003Ϭ\n>ĂŶĚŝŶŐ\u0003'ĞĂƌ h^Ψ\u0003ϴϬϬ͕ϬϬϬ ϭϮϬ\u0003DŽŶƚŚƐ ϲϬ\u0003DŽŶƚŚƐ h^Ψ\u0003Ϭ\n\u0004Wh h^Ψ\u0003ϯϱϬ͕ϬϬϬ ϭϬ͕ϬϬϬ\u0003\u0004Wh\u0003,ŽƵƌƐ ϱ͕ϬϬϬ\u0003\u0004Wh\u0003,ŽƵƌƐ h^Ψ\u0003Ϭ\nWtϰϬϱϲ\u0003\u001c^E\u0003ϳϮϰϯϯϰ\u0003^sΎ h^Ψ\u0003Ϯ͕ϲϬϬ͕ϬϬϬ ϯ͕ϭϬϬ\u0003&\u0012Ύ Ϯ͕Ϯϵϴ\u0003&\u0012Ύ h^Ψ\u0003ϲϮϳ͕ϬϬϬ\nWtϰϬϱϲ\u0003\u001c^E\u0003ϳϮϰϰϱϯ\u0003^sΎ h^Ψ\u0003Ϯ͕ϲϬϬ͕ϬϬϬ ϯ͕ϭϬϬ\u0003&\u0012Ύ ϭ͕ϯϯϳ\u0003&\u0012Ύ Ͳh^Ψ\u0003ϭϳϵ͕ϬϬϬ\nWtϰϬϱϲ\u0003\u001c^E\u0003ϳϮϰϯϯϰ\u0003>>WΎ Ͳh^Ψ\u0003ϭϬϬ͕ϬϬϬ\nWtϰϬϱϲ\u0003\u001c^E\u0003ϳϮϰϰϱϯ\u0003>>WΎ Ͳh^Ψ\u0003ϭ͕ϯϭϴ͕ϬϬϬ\ndŽƚĂů Ͳh^Ψ\u0003ϵϳϬ͕ϬϬϬ\nEŽŵĞŶĐůĂƚƵƌĞ /\u0011\u0004\u0003\u0012ŽƐƚ >ŝŵŝƚ ZĞŵĂŝŶ sĂůƵĞ\u0003\u0004ĚũƵƐƚŵĞŶƚ\n\u0004ŝƌĨƌĂŵĞ\u0003\u0018\u0003\u0012ŚĞĐŬ h^Ψ\u0003Ϯ͕ϱϬϬ͕ϬϬϬ ϳϮ\u0003DŽŶƚŚƐ ϰϱ\u0003DŽŶƚŚƐ h^Ψ\u0003ϯϭϯ͕ϬϬϬ\n>ĂŶĚŝŶŐ\u0003'ĞĂƌ h^Ψ\u0003ϴϬϬ͕ϬϬϬ ϭϮϬ\u0003DŽŶƚŚƐ ϭϭϱ\u0003DŽŶƚŚƐ h^Ψ\u0003ϯϲϳ͕ϬϬϬ\n\u0004Wh h^Ψ\u0003ϯϱϬ͕ϬϬϬ ϭϬ͕ϬϬϬ\u0003\u0004Wh\u0003,ŽƵƌƐ ϱ͕ϬϬϬ\u0003\u0004Wh\u0003,ŽƵƌƐ h^Ψ\u0003Ϭ\nWtϰϬϱϲ\u0003\u001c^E\u0003ϳϮϳϯϴϳ\u0003^sΎ h^Ψ\u0003Ϯ͕ϲϬϬ͕ϬϬϬ ϯ͕ϭϬϬ\u0003&\u0012Ύ Ϯ͕ϴϴϯ\u0003&\u0012Ύ h^Ψ\u0003ϭ͕ϭϭϴ͕ϬϬϬ\nWtϰϬϱϲ\u0003\u001c^E\u0003ϳϮϰϲϳϱ\u0003^sΎ h^Ψ\u0003Ϯ͕ϲϬϬ͕ϬϬϬ ϯ͕ϭϬϬ\u0003&\u0012Ύ Ϯ͕ϱϭϬ\u0003&\u0012Ύ h^Ψ\u0003ϴϬϱ͕ϬϬϬ\nWtϰϬϱϲ\u0003\u001c^E\u0003ϳϮϳϯϴϳ\u0003>>WΎ Ͳh^Ψ\u0003ϴϬϮ͕ϬϬϬ\nWtϰϬϱϲ\u0003\u001c^E\u0003ϳϮϰϲϳϱ\u0003>>WΎ Ͳh^Ψ\u0003ϭ͕Ϭϭϵ͕ϬϬϬ\ndŽƚĂů h^Ψ\u0003ϳϴϮ͕ϬϬϬ\nD17/1/15\nSupplemental Report of Ph ilip Leslie Seymour 16 Claim No: BL- 2017-000665 7. Individual Aircraft Valuations – Boeing 767-300ER MSN 25536 \n(Extracted from PS1, page 33) \n\u0003\n7.1 Again, the same factoring process has been applied to this aircraft with respect to \nthe engine shop visit value adjustment. That is, although the IBA cost of the engine shop visit is shown in our EVB as USD 5,000,000, for the purpose of the valuation \nadjustment I have used USD 2,600,000 as the cost from which I derive the actual \nadjustment for each engine shop visit. \n8. The use of Titled Engines rather than those installed. \n8.1 I explained in the Joint Statement, at section 7.12, that accepted industry practice \nis to value an aircraft based upon the titled engines rather than those currently \ninstalled where those are different6. At the time of my first report, I had incorrectly \nassumed that the engine status details of the engines were those of the titled engines. However, they were not the titled engines. I have updated my valuation of the Boeing 737-300 (MSN 28659) based on its titled engines as shown in the \ntable below, as extracted from the Joint Statement, for ease of reference.\n(Extracted from Joint Statement, page 14) \nMaintenance adjustments applied to the Boeing 737 based on use of titled engine \ndata rather than the installed engine data. \nMaintenance EventInstalled \nEnginesOriginal \nValue \nAdjustment \n(PS1/9.13)Title \nEnginesNew Value \nAdjustment\nAirframe D-Check - $ 278,000 - $ 278,000\nLanding Gear - $ 59,000 - $ 59,000\nEngine 1 Shop Visit 856302 $ 14,000 858536 $ 0 \nEngine 2 Shop Visit 724803 - $ 221,000 858535 $ 0 \nAPU - $ 0 - $ 0\nEngine 1 LLPs 856302 - $ 51,000 858536 $ 0 \n                                                \n6Titled engine  - refers to the specific engine serial number that was part of the original purchase agreement and \nis legally part of the Aircraft.EŽŵĞŶĐůĂƚƵƌĞ /\u0011\u0004\u0003\u0012ŽƐƚ >ŝŵŝƚ ZĞŵĂŝŶ sĂůƵĞ\u0003\u0004ĚũƵƐƚŵĞŶƚ\n\u0004ŝƌĨƌĂŵĞ\u0003\u0018\u0003\u0012ŚĞĐŬ h^Ψ\u0003Ϯ͕ϱϬϬ͕ϬϬϬ ϳϮ\u0003DŽŶƚŚƐ ϳϬ\u0003DŽŶƚŚƐ h^Ψ\u0003ϭ͕ϭϴϭ͕ϬϬϬ\n>ĂŶĚŝŶŐ\u0003'ĞĂƌ h^Ψ\u0003ϴϬϬ͕ϬϬϬ ϭϮϬ\u0003DŽŶƚŚƐ ϲϬ\u0003DŽŶƚŚƐ h^Ψ\u0003Ϭ\n\u0004Wh h^Ψ\u0003ϯϱϬ͕ϬϬϬ ϭϬ͕ϬϬϬ\u0003\u0004Wh\u0003,ŽƵƌƐ ϱ͕ϬϬϬ\u0003\u0004Wh\u0003,ŽƵƌƐ h^Ψ\u0003Ϭ\nWtϰϬϱϲ\u0003\u001c^E\u0003ϳϮϰϯϵϯ\u0003^sΎ h^Ψ\u0003Ϯ͕ϲϬϬ͕ϬϬϬ ϯ͕ϭϬϬ\u0003&\u0012Ύ ϭ͕ϲϱϲ\u0003&\u0012Ύ h^Ψ\u0003ϴϵ͕ϬϬϬ\nWtϰϬϱϲ\u0003\u001c^E\u0003ϳϮϰϰϴϰ\u0003^sΎ h^Ψ\u0003Ϯ͕ϲϬϬ͕ϬϬϬ ϯ͕ϭϬϬ\u0003&\u0012Ύ ϭ͕ϲϰϬ\u0003&\u0012Ύ h^Ψ\u0003ϳϱ͕ϬϬϬ\nWtϰϬϱϲ\u0003\u001c^E\u0003ϳϮϰϯϵϯ\u0003>>WΎ Ͳh^Ψ\u0003ϭ͕ϯϬϰ͕ϬϬϬ\nWtϰϬϱϲ\u0003\u001c^E\u0003ϳϮϰϰϴϰ\u0003>>WΎ Ͳh^Ψ\u0003ϭ͕ϭϳϭ͕ϬϬϬ\ndŽƚĂů Ͳh^Ψ\u0003ϭ͕ϭϯϬ͕ϬϬϬ\nD17/1/16\nSupplemental Report of Ph ilip Leslie Seymour 17 Claim No: BL- 2017-000665 Engine 2 LLPs 724803 - $ 191,000 858535 $ 0 \nTotal  - $ 112,000  $ 337,000 \nBoeing 737 MSN 28659 val"}
{"start": 31500, "text": "ϬϬ ϭϮϬ\u0003DŽŶƚŚƐ ϲϬ\u0003DŽŶƚŚƐ h^Ψ\u0003Ϭ\n\u0004Wh h^Ψ\u0003ϯϱϬ͕ϬϬϬ ϭϬ͕ϬϬϬ\u0003\u0004Wh\u0003,ŽƵƌƐ ϱ͕ϬϬϬ\u0003\u0004Wh\u0003,ŽƵƌƐ h^Ψ\u0003Ϭ\nWtϰϬϱϲ\u0003\u001c^E\u0003ϳϮϰϯϵϯ\u0003^sΎ h^Ψ\u0003Ϯ͕ϲϬϬ͕ϬϬϬ ϯ͕ϭϬϬ\u0003&\u0012Ύ ϭ͕ϲϱϲ\u0003&\u0012Ύ h^Ψ\u0003ϴϵ͕ϬϬϬ\nWtϰϬϱϲ\u0003\u001c^E\u0003ϳϮϰϰϴϰ\u0003^sΎ h^Ψ\u0003Ϯ͕ϲϬϬ͕ϬϬϬ ϯ͕ϭϬϬ\u0003&\u0012Ύ ϭ͕ϲϰϬ\u0003&\u0012Ύ h^Ψ\u0003ϳϱ͕ϬϬϬ\nWtϰϬϱϲ\u0003\u001c^E\u0003ϳϮϰϯϵϯ\u0003>>WΎ Ͳh^Ψ\u0003ϭ͕ϯϬϰ͕ϬϬϬ\nWtϰϬϱϲ\u0003\u001c^E\u0003ϳϮϰϰϴϰ\u0003>>WΎ Ͳh^Ψ\u0003ϭ͕ϭϳϭ͕ϬϬϬ\ndŽƚĂů Ͳh^Ψ\u0003ϭ͕ϭϯϬ͕ϬϬϬ\nD17/1/16\nSupplemental Report of Ph ilip Leslie Seymour 17 Claim No: BL- 2017-000665 Engine 2 LLPs 724803 - $ 191,000 858535 $ 0 \nTotal  - $ 112,000  $ 337,000 \nBoeing 737 MSN 28659 valuation based on the new maintenance adjustments in \nthe table above. \nValuation changesHalf-Life Market \nValueMaintenance \nadjustmentMaintenance \nAdjusted Market \nValue\nOriginal valuation \n(PS1/9.14)$ 2,790,000 - $ 112,000 $ 2,678,000\nNew valuation $ 2,790,000 $ 337,000 $ 3,127,000\n8.2 The same principle of using the titled engines applies with regard to the Embraer \n145 aircraft with MSN 145290 and 145394. The detailed adjustments are provided \nin the Second Joint Statement at Tables A2.5, A2.6, A2.7 and A2.8 (pages 33 to \n36). \n9. Expert’s Declaration \n9.1 I understand that my duty in writing written reports and giving evidence is to help \nthe Court, and that this duty overrides any obligation to the party by whom I am \nengaged or the person who has paid or is liable to pay me. I confirm that I have \ncomplied and w ill conti nue to comply within my duty. \n9.2 I confirm that I have not entered any arrangement where the amount or payment of \nmy fees is in any way dependent on the outcome of the case. \n9.3 I know of no conflict of interest of any kind, other than any I may have disclosed in \nmy report. \n9.4 I do not consider that any interest I have disclosed affects my suitability as an expert \nwitness on any issues on which I have given evidence. \n9.5 I will advise the party by whom I am instructed, if, betw een the date of my report \nand the trial, there is any change in circumstances which affects my answers. \n9.6 I have shown the sources of all the information I have used. \n9.7 I have exercised reasonable care and sk ill in order to be accurate and complete in \npreparing this report. \n\u0003\nD17/1/17\nSupplemental Report of Ph ilip Leslie Seymour 18 Claim No: BL- 2017-000665 9.8 I have endeavoured to include in my report those matters, of which I have \nknowledge of or which I have been made aware, that might adversely affect the \nvalidity of my opinion. I have clearly stated any qualifications to my opinion. \n9.9 I have not, without forming an independent view, included or excluded anything \nwhich has been suggested to me by others, including my instructing lawyers. \n9.10 I will notify those instructing me immediately and confirm in writing, if for any reason \nmy existing report requires any correction or qualification. \n9.11 I understand that: \n9.11.1 My report w ill form the evi dence to be given under oath or affirmation. \n9.11.2 Questions may be put to me in writing for the purposes of clarifying my \nreport and that my answers shall be treated as part of my report and \ncovered by my statement of truth. \n9.11.3 The court may at any stage direct a discussion to take place between \nexperts for the purpose of identifying and discussing the expert issues in \nthe proceedings, where possible reaching an agreed opinion on those issues and identifying what action, if any, may be taken to resolve any of the outstanding issues between the parties. \n9.11.4 The court may direct that following a discussion between the experts that \na statement should be prepared showing those issues which are agreed, \nand those issues which are not agreed, together with a summary of the reasons for disagreeing. \n9.11.5 I may be required to attend court to be cross-examined on my report by a \ncross-examiner assisted by an expert. \n9.11.6 I am likely to be the subject of public adverse criticism by the judge if the \nCourt concludes that I have not taken reasonable care in trying to meet the standards set out above. \n9.12 I have read Part 35 of the Civil Procedure Rul"}
{"start": 35000, "text": "ared showing those issues which are agreed, \nand those issues which are not agreed, together with a summary of the reasons for disagreeing. \n9.11.5 I may be required to attend court to be cross-examined on my report by a \ncross-examiner assisted by an expert. \n9.11.6 I am likely to be the subject of public adverse criticism by the judge if the \nCourt concludes that I have not taken reasonable care in trying to meet the standards set out above. \n9.12 I have read Part 35 of the Civil Procedure Rules, the accompanying practice \ndirection and the Guidance for the instruction of experts in civil claims and I have \ncomplied with their requirements. \n9.13 I am aware of the practice direction on pre-action conduct. I have acted in \naccordance with the Code of Practice for Experts and/or code of conduct for experts \nof my discipline, namely aircraft valuation. \nD17/1/18\nSupplemental Report of Ph ilip Leslie Seymour 19 Claim No: BL- 2017-000665 Statement of Truth \nI confirm that I have made clear which facts and matters referred to in this report are within \nmy own knowledge and which are not. Those that are within my own knowledge I confirm to \nbe true. The opinions I have expressed represent my true and complete professional opinions \non the matters to which they refer. \nI understand that proceedings for contempt of court may be brought against anyone who \nmakes, or causes to be made, a false statement in a document verified by a statement of truth \nwithout an honest belief in its truth. \nPhilip Leslie Seymour \n14th July 2022 \nD17/1/19\n"}
