{"metadata": {"corpus_path": "B1. Witness statement of Olena Alexandrovna Pogorelaya (English).pdf", "file_size": 861289, "mtime": 1675871807.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "B1/8/1\nLIB03/8074796.1  Hogan Lovells Witness Statement \nClaimant \nO A Pogorelaya  \nFirst \n13 October 2021 \nIN THE HIGH COURT OF JUSTICE \nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES \nBUSINESS LIST (CHD) BL-2017-000665  \nBETWEEN: \nJSC COMMERCIAL BANK \"PRIVATBANK\" \nClaimant \n- and - \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \nFIRST WITNESS STATEMENT OF OLENA ALEXANDROVNA POGORELAYA \nI, Olena Alexandrovna Pogorelaya , of 1d Hrushevskoho Str., Kyiv, 01001, Ukraine (being the \nBank’s legal address), will say as follows: \nI work as a chief specialist in the department of sales to medium-sized businesses at JSC \nCommercial Bank “PrivatBank” (the “ Bank”). \nI understand that the Bank has brought these proceedings in England against the \nDefendants (including the former owners of the Bank), and I make this witness statement \nin support of the Bank’s claims. Translated on 14th October 2021 by Denys Shchedryvyi\n\nB1/8/2\n- 2 - \nLIB03/8074796.1  Hogan Lovells \nWhere I refer to documents below, I do so by reference to the document's disclosure \nnumber in these proceedings.  I enclose with this statement a list of the documents I have \nbeen referred to in the course of making this statement. \nMy native languages are Russian and Ukrainian, and I do not speak English fluently.  I \nhave, therefore, given this evidence in Russian, although I understand that an English \ntranslation will be prepared by the Bank’s solicitors for use in these proceedings.  This \nevidence was prepared following a series of discussions between myself and the Bank’s \nsolicitors with the assistance of an interpreter. \nUnless otherwise stated, the facts and matters set out below are within my own knowledge, \nand I believe them to be true.  Where they are not within my knowledge, they are true to \nthe best of my knowledge, information and belief and their sources are explained. \nGiven that many of the matters I refer to in this witness statement took place a number of \nyears ago, I am giving this witness statement to the best of my recollection so as to provide \nas much assistance to the court as possible. \nSECTION 1: BACKGROUND AND ROLE AT THE BANK \nI graduated from Dnipropetrovsk State University in the year 2000 with a degree in Banking. \nMy first permanent job following graduation was as a loan manager in the loan department \nof Brok Business Bank, where I worked between the years 2000 and 2002.  In 2002, I joined \nthe Bank as an economist in the loan department of what was known as the Corporate VIP \nBusiness.  As the largest bank in Ukraine, the Bank was one of the biggest and most \nprestigious employers in Dnipropetrovsk at that time. \nShortly after I joined the Bank I was promoted to deputy head of the loan department of the \nCorporate VIP Business.  Between the years 2013 and 2016 (i.e. the time of the Bank’s \nnationalisation), I was one of about five deputies in the department, which was headed by \nAlexander Tereshenko.  Mr Tereshenko was therefore my immediate manager, from whom \nI received all of my instructions and to whom I reported.  Mr Tereshenko reported directly \nto Vladimir Yatsenko, the head of the Corporate VIP Business.  Given his senior position, I \npersonally did not interact much with Mr Yatsenko, beyond perhaps exchanging \npleasantries if our paths crossed in the hallway. \nMy day-to-day role within the loan department prior to the Bank’s nationalisation was to \nsupport the granting of loans to head office and branch clients of the Corporate VIP \nBusiness.  Typically, this included developing loan and leasing products which could be \npromoted and sold to the Bank’s customers, such as agricultural loans, overdrafts, factoring Translated on 14th October 2021 by Denys Shchedryvyi\n\nB1/8/3\n- 3 - \nLIB03/8074796.1  Hogan Lovells and leasing, and working with and advising the Bank’s branches on issues relating to them. \nMost of the clients I dealt with in this regard were Ukrainian companies. \nIn addition to my day-to-day duties, and as I set out in further detail below, I also, on the \ninstructions of Mr Tereshenko, would from time to time assist the Cyprus branch with tasks \nin respect of their (non-Ukrainian) clients, and acted as a shareholder and director of clients \nof the Bank. This work was quite different from my usual work. \nSECTION 2: ASSISTING THE CYPRUS BRANCH \nAs mentioned above, in addition to my day-to-day duties, and at the request of Mr \nTereshenko, I would assist the Cyprus branch with tasks in relation to their non-Ukrainian \nclients.  Whilst, given the passage of time, it is difficult to remember precisely each of the \ncompanies in respect of which I assisted the Cyprus branch (and my memory of some of \nthe clients is better than others), I recall that such tasks related at least to the following six \nclients of the Cyprus branch: \n(a) Renoldi Ltd (“ Renoldi”); \n(b) Bramlaw Holdings Ltd (“ Bramlaw ”); \n(c) Fandero Ltd (“ Fandero ”); \n(d) Maclean Holdings Limited (“ Maclean ”); \n(e) Naskina Investments Limited (“ Naskina ”); and \n(f) Shelena Enterprises Limited (“ Shelena ”). \nI will now set out some examples of the tasks I was requested to undertake in respect of \nthe above companies. \nFinalising and execution of loan documentation \nOne of the tasks I periodically undertook for the Cyprus branch was to finalise and/or \narrange for the execution of loan documentation (including loan and pledge agreements, \nas well as shareholder and director meeting minutes), examples of which are set out below \nin respect of the companies Renoldi, Bramlaw and Fandero.  Given the amount of time that \nhas passed, I do not recall each instance in respect of which I assisted the Cyprus branch \nwith such tasks in respect of Renoldi, Bramlaw and Fandero.  However, when shown the \nemails and documents set out below in respect of these companies by Hogan Lovells, I \nimmediately recognised these emails as being of the nature of which I would have received Translated on 14th October 2021 by Denys Shchedryvyi\n\nB1/8/4\n- 4 - \nLIB03/8074796.1  Hogan Lovells from time to time and my evidence below is given on that basis.  In each of the examples \ngiven below the relevant loan documentation had been prepared such that the documents \nappear to have been backdated prior to execution. \nRenoldi Ltd \nRenoldi was a company which, as I understood it at the time from working with their \ndocuments and what I heard at the Bank, owned and/or managed aircraft which were used \nby the Bank’s treasury to transport cash. \nOn 7 July 2012, Nikolay Kravets, an economist from the Bank’s Cyprus branch, sent an \nemail to me, Mr Tereshenko and Alexander Ostrovsky,1 requesting that we “submit” various \nloan documents on behalf of Renoldi.2  The documents attached to Mr Kravets’ email were \nas follows: \n(a) a draft and unsigned pledge agreement between the Bank and Privat TD Ltd in \nrespect of the Renoldi loan agreement CY01QB/2, dated 6 June 2012;3 \n(b) the draft and unsigned loan agreement referred to at (a) above (CY01QB/2) \nbetween Renoldi and the Bank for a loan in the amount of US$49.4 million, also \ndated 6 June 2012;4 \n(c) a draft and unsigned loan application form from Renoldi for a loan in the amount of \nUS$49.4 million, dated 28 May 2012;5 \n(d) a draft and unsigned pro forma business plan ( “feasibility study” ) on the use of loan \nfunds, which Mr Kravets requested should be “transparent and clear… with a \nschedule of expected cash receipts and expenses of the enterprise and indicating \nthe sources of loan repayment” ;6 \n(e) draft and unsigned pro forma minutes of the meeting of directors for the approval of \na loan and pledge;7 \n1  PB0172348; PB0172348_00001_English.  \n2  As noted above, Mr Te"}
{"start": 7000, "text": "alf of Renoldi.2  The documents attached to Mr Kravets’ email were \nas follows: \n(a) a draft and unsigned pledge agreement between the Bank and Privat TD Ltd in \nrespect of the Renoldi loan agreement CY01QB/2, dated 6 June 2012;3 \n(b) the draft and unsigned loan agreement referred to at (a) above (CY01QB/2) \nbetween Renoldi and the Bank for a loan in the amount of US$49.4 million, also \ndated 6 June 2012;4 \n(c) a draft and unsigned loan application form from Renoldi for a loan in the amount of \nUS$49.4 million, dated 28 May 2012;5 \n(d) a draft and unsigned pro forma business plan ( “feasibility study” ) on the use of loan \nfunds, which Mr Kravets requested should be “transparent and clear… with a \nschedule of expected cash receipts and expenses of the enterprise and indicating \nthe sources of loan repayment” ;6 \n(e) draft and unsigned pro forma minutes of the meeting of directors for the approval of \na loan and pledge;7 \n1  PB0172348; PB0172348_00001_English.  \n2  As noted above, Mr Tereshenko was my manager and the head of the loan department of the Corporate VIP Business, \nand Mr Ostrovsky was the head of another department within the Corporate VIP Business.  Mr Ostrovsky was also put \nforward as the manager of Renoldi in the draft loan application form attached to Mr Kravets’ email, as set out in footnote \n5 below. \n3  PB0172349.  \n4  PB0172350 . \n5  PB0172351 .  Mr Ostrovsky is put forward as Renoldi’s “manager”  in the draft loan application form. \n6  PB0172352.  \n7  PB0172353.  Translated on 14th October 2021 by Denys Shchedryvyi\n\nB1/8/5\n- 5 - \nLIB03/8074796.1  Hogan Lovells (f) draft and unsigned pro forma minutes of the meeting of shareholders for the \napproval of a loan and pledge;8 and \n(g) a template for the “individual assessment of the Borrower” .9 \nWhen I received emails of this nature from Mr Kravets, it was generally my job to collate \nand fill in any missing information in the draft documents attached to the email.  That would \nmean, for example, in relation to the pro forma business plan and director and shareholder \nminutes at (d) to (f) above, completing the documents on behalf of the client.  Where a \ndocument was missing information, and I was not sure how to fill it in, I would ask Mr \nTereshenko (usually in person) what information should be included and then fill in the \ngaps, or I would otherwise clarify this with Mr Kravets by calling him using the Bank’s \ninternal phone system. \nI never had any contact with any of the relevant clients when filling in these documents and \ndo not know whether any director or shareholder meetings actually took place in respect of \nthe draft minutes at (e) and (f). \nOnce the documents were complete, I would either send them back to Mr Kravets unsigned, \nor leave them with Mr Yatsenko’s secretary for them to be executed on behalf of the Bank \nand/or the client (where signatures were required and depending on whose signatures were \nrequired for a particular document). Where I did the latter, and when the documents had \nbeen executed by the Bank and/or the client, Mr Yatsenko’s secretary would inform me \n(typically around three to five days later) that the documents had been signed and that the \nwet-ink originals were ready to be picked up.  I would then pick up the documents and send \nscanned copies to Mr Kravets.  The originals would also be sent to the Cyprus branch by \nDHL, but I do not know who from the Bank organised this. \nBy way of example, in respect of the above Renoldi document request, I sent Mr Kravets \nscans of the loan agreement10 and loan application form11 under cover of my emails dated \n10 July 201212, which documents had both been signed by Mr Ostrovsky on behalf of \nRenoldi.  The loan agreement and loan application have both retained the dates which were \nincluded in the draft documents sent to me by Mr Kravets of 6 June 2012 and 28 May 2012 \nrespectively. \n8  PB0172354.  \n9  PB0361979.  \n10  PB0172371 (pages 6 to 10 of the PDF). \n11  PB0361987 (pages 8 and 9 of the PDF). \n12  PB0172370; PB0172370_00001_English  and PB0361986; PB0361986_00001_English.  Translated on 14th October 2021 by Denys Shchedryvyi\n\nB1/8/6\n- 6 - \nLIB03/8074796.1  Hogan Lovells Fandero Ltd and Bramlaw Holdings Ltd \nI was sent various other emails (to which draft documentation was attached) of a similar \nnature to that relating to Renoldi by Mr Kravets prior to the Bank’s nationalisation, including \nthose at PB0004147; PB0004147_00001_English  and  PB0004184; \nPB0004184_00001_English  in respect of Fandero (email dated 9 July 2012) and Bramlaw \n(email dated 11 July 2012) respectively.13  As with Renoldi, the draft documentation (where \ndated) includes dates prior to that of the email to which they were attached.  Again, and as \nset out above, my task in respect of the documents attached to this email would have been \nto fill in the missing information and either send them back to Mr Kravets unsigned or get \nthe documents executed by the Bank and/or the client by leaving them with Mr Yatsenko’s \nsecretary. \nIn addition to being sent long lists of documents for completion and execution, I also used \nto receive occasional requests to get individual documents executed in respect of the above \nclients.  For example, on 27 November 2012, Mr Kravets asked me to arrange for a \nBramlaw pledge agreement dated 22 June 2012 to be signed.14  As the email at \nPB0362001; PB0362001_00001_English shows, I returned a scan of the pledge \nagreement signed on behalf of the client to Mr Kravets on 21 December 2012.  As explained \nabove, I would have taken this pledge agreement to Mr Yatsenko’s secretary for the \ndocument to be signed on behalf of Bramlaw by its director, Marios Sarris.  I have never \nmet or corresponded with Mr Sarris, and do not know whether he was present or lived in \nUkraine at that time to sign the document. \nResponsibility and connections to the Bank \nWhen I was asked to complete and arrange for documents to be executed via Mr \nYatsenko’s secretary, such as those in respect of Renoldi, Bramlaw and Fandero above, I \ndid not ask anyone whether those companies were connected to, owned or controlled by \nthe Bank, and nor was I told as much.  Generally speaking, when receiving instructions \nfrom Mr Tereshenko for any task (including those relating to the Cyprus branch), I did not \nseek to question why I was being asked to perform that task.  I would simply perform the \ntask as ordered. In this regard, the culture within the Bank was such that employees simply \ndid not question or refuse to comply with instructions given by their superiors. In those \ncircumstances, I simply carried out my instructions and tried not to think too deeply about \n13  The draft documents attached to the email in respect of Fandero are at PB0361980 to PB0361985 , and those attached \nto the email in respect of Bramlaw are at PB0004185 and PB0004186 . \n14  PB0005003 . Translated on 14th October 2021 by Denys Shchedryvyi\n\nB1/8/7\n- 7 - \nLIB03/8074796.1  Hogan Lovells it.  Had I refused to perform a task which I had been ordered to do, I was sure that I would \nhave lost my job.  At that time, it would not have been easy to find another equivalent job \nin Dnipropetrovsk, especially one at an institution as big and prestigious as the Bank.  In \nlight of all of that, and the fact that I had two young twins to support and look after, I was \ngrateful for the job that I had with the Bank and did not want to lose it. \nWhilst the emails in respect of Renoldi, Bramlaw and Fandero were sent to me by Mr \nKravets, I was confident that he was receiving his instructions from individuals at the Bank \nsenior to him.  As I mentioned above, Mr Kravets was an economist at the Bank’s Cyprus \nbranch, who I was sure would not have unilaterally decided to backdate loan documents.  I \ndid not know from whom Mr Kravets’ instructions would ultimately have"}
{"start": 14000, "text": "14th October 2021 by Denys Shchedryvyi\n\nB1/8/7\n- 7 - \nLIB03/8074796.1  Hogan Lovells it.  Had I refused to perform a task which I had been ordered to do, I was sure that I would \nhave lost my job.  At that time, it would not have been easy to find another equivalent job \nin Dnipropetrovsk, especially one at an institution as big and prestigious as the Bank.  In \nlight of all of that, and the fact that I had two young twins to support and look after, I was \ngrateful for the job that I had with the Bank and did not want to lose it. \nWhilst the emails in respect of Renoldi, Bramlaw and Fandero were sent to me by Mr \nKravets, I was confident that he was receiving his instructions from individuals at the Bank \nsenior to him.  As I mentioned above, Mr Kravets was an economist at the Bank’s Cyprus \nbranch, who I was sure would not have unilaterally decided to backdate loan documents.  I \ndid not know from whom Mr Kravets’ instructions would ultimately have originated. \nPreparing letters on behalf of clients \nAs well as the above loan documentation, I also prepared other documents on behalf of \nclients of the Bank’s Cyprus branch.  For example, in around April 2014, I prepared draft \nletters addressed to the Bank on behalf of Maclean, Naskina and Shelena, copies of which \nwere shown to me by Hogan Lovells.15  I recognised the draft letters as soon as they were \nshown to me and recall having drafted them.  I attached these draft letters to my email to \nElena Krivenko dated 7 April 2014, to which I also copied Mr Kravets and Mr Tereshenko.16 \nIn that email I asked my colleague, Ms Krivenko, to translate the letters from Russian into \nEnglish so that the letters could be executed and sent to the Bank on behalf of the clients. \nIn requesting Ms Krivenko to translate the letters into English, as set out in my email, I was \nkeen to make sure that she retained the differences between the letters because that way \nit would not appear as if the letters had all been drafted by the same person.  Ms Krivenko \nwas an economist within my department at that time, and had good English, which is why I \nasked her to translate the letters. \nAs set out in the letters, each of Maclean, Naskina and Shelena were informing the Bank \nthat they would be unable to fulfil their repayment obligations under loans with the Bank \ndue to external factors, such as counterparties being unable to fulfil contractual obligations \nand the political and economic situation in Ukraine in 2014. \nAs with all of my work, I received my instructions to prepare the letters from Mr Tereshenko, \nwith what was to be included in the letters set out in the email from Mr Kravets to Mr \nTereshenko dated 1 April 2014 which was forwarded to me by Mr Tereshenko the following \n15  PB0019835; PB0019835_00001_English to PB0019837; PB0019837_00001_English . \n16  PB0019834; PB0019834_00001_English. Translated on 14th October 2021 by Denys Shchedryvyi\n\nB1/8/8\n- 8 - \nLIB03/8074796.1  Hogan Lovells day17.  I did not know precisely why the letters were needed, but Mr Kravets’ email18 \nappears to suggest they were to be provided to the Bank’s auditors, PwC. \nThe letters were drafted to be signed by the directors of Maclean, Naskina and Shelena, \nbeing Andreas Frangos, Evangelia Ioannou and Mikhalis Tsitsekkos.  I have never met any \nof these people, nor did I ever speak to them over the telephone or correspond via email. \nSECTION 3: ACTING AS DIRECTOR /SHAREHOLDER OF CLIENTS  \nIn addition to the above tasks I undertook in respect of clients of the Cyprus branch, I also \nacted as both a director and shareholder of clients of the Bank, as set out below. \nDirector of Zruchna Oplata LLC \nI acted as a director of the Ukrainian company and client of the Bank, Zruchna Oplata LLC, \nfrom 2014 to shortly after the Bank’s nationalisation in December 2016.  Prior to agreeing \nto become a director of Zruchna Oplata, I had been approached by Mr Tereshenko to \nbecome a director of another client of the Bank (I do not recall the name of the client), but \nI had refused.  I explained to Mr Tereshenko that I did not understand what my role would \nbe as a director, and found the prospect of becoming a director of a client uncomfortable. \nWhen Mr Tereshenko asked whether I would be a director of Zruchna Oplata, he explained \nthat all I would be required to do in practice was to take care of the building of an empty \ngrocery store in the centre of Dnipropetrovsk (which Zruchna Oplata subsequently bought \nfollowing a loan of UAH 11 million being issued by the Bank in December 2014 to which I \nrefer below).  Up to that point, Zruchna Oplata’s director had been another employee of the \nBank, Konstantin Shevronistov.  Mr Tereshenko told me that the ultimate beneficial owners \nof Zruchna Oplata were based in Cyprus, and they would be taking all the decisions of the \ncompany and I would not be required to make any decisions myself.  I was not told who \nthey were.  I was also offered around UAH 980 a month to perform this role, which was not \na small sum of money in Ukraine at the time, and a decent part of my overall income.  Given \nthat, in reality, I was being asked to look after a building, which seemed more or less \ntransparent to me, I agreed to become a director of Zruchna Oplata. \nOnce I had been appointed as director, I looked after the empty grocery store.  In doing so \nI would regularly travel to the building to check that everything was in working order, such \n17  PB0019779; PB0019779_00001_English . \n18  PB0019779; PB0019779_00001_English . Translated on 14th October 2021 by Denys Shchedryvyi\n\nB1/8/9\n- 9 - \nLIB03/8074796.1  Hogan Lovells as the security alarm, as well as taking the meter readings.  I also signed documents on \nbehalf of Zruchna Oplata, which included a loan agreement dated 18 December 2014 for \nUAH 11 million (the proceeds of which were used to purchase the empty grocery store), as \nwell as a loan application and pledge agreement in respect of a 2016 loan for UAH 13 \nmillion.19  I had the stamp for the company which was given to me by Mr Shevronistov, \nZruchna Oplata’s former director, so I could apply the stamp at the same time as signing \nrelevant documents. \nI received all of my instructions in respect of Zruchna Oplata from Mr Tereshenko, and \nnever met, corresponded with or spoke to the company’s non-resident owners.  In this \nregard, whilst, as set out above, Mr Tereshenko told me that the owners of Zruchna Oplata \nwere non-resident individuals in Cyprus, I suspected at the time that the Bank was in fact \nthe real owner and/or controller of the company (albeit I never raised these suspicions with \nMr Tereshenko).  I did not witness Mr Tereshenko receiving instructions from the individuals \nwho were said to be the ultimate beneficial owners of Zruchna Oplata.  In respect of all of \nmy functions as director of Zruchna Oplata, I simply did what I was told by my manager, Mr \nTereshenko. \nI received c.UAH 980 a month from Zruchna Oplata directly into my salary account.  The \npayments were made electronically (usually) every two weeks, and I did not receive any \npayment slips or invoices for those payments.  As I recall, after 2014 the money from \nZruchna Oplata came from the money which was left over from the UAH 11 million loan \nafter Zruchna Oplata had paid for the empty grocery store.  The bookkeeping for Zruchna \nOplata was done by an outsourced accountant, whom I contacted by phone. \nI did not seek legal advice before becoming a director of Zruchna Oplata, since legal advice \nwas expensive, I did not see the need for it, and the prospect of looking after the building \nseemed quite straight-forward to me.  I did, however, have to seek legal advice from \ncolleagues in the Bank’s legal department, Valeriy Chichotka and Pavel Karobichka, on \nbehalf of Zruchna Oplata after it had not paid some land taxes in relat"}
{"start": 21000, "text": "imply did what I was told by my manager, Mr \nTereshenko. \nI received c.UAH 980 a month from Zruchna Oplata directly into my salary account.  The \npayments were made electronically (usually) every two weeks, and I did not receive any \npayment slips or invoices for those payments.  As I recall, after 2014 the money from \nZruchna Oplata came from the money which was left over from the UAH 11 million loan \nafter Zruchna Oplata had paid for the empty grocery store.  The bookkeeping for Zruchna \nOplata was done by an outsourced accountant, whom I contacted by phone. \nI did not seek legal advice before becoming a director of Zruchna Oplata, since legal advice \nwas expensive, I did not see the need for it, and the prospect of looking after the building \nseemed quite straight-forward to me.  I did, however, have to seek legal advice from \ncolleagues in the Bank’s legal department, Valeriy Chichotka and Pavel Karobichka, on \nbehalf of Zruchna Oplata after it had not paid some land taxes in relation to the grocery \nstore. \nAs mentioned above, I ceased being a director of Zruchna Oplata shortly after the Bank’s \nnationalisation in December 2016.  In light of the Bank’s nationalisation, I explained to Mr \n19  PB0238098; PB0238098_00001_English, PB0363141; PB0363141_00001_English, and PB0221079; \nPB0221079_00001_English .  Whilst Hogan Lovells only showed me an unsigned copy of the loan agreement at \nPB0238098; PB0238098_00001_English , I recall signing this document for the loan amount stated in the agreement.  \nAs I recall, I signed the document using an electronic signature.  Translated on 14th October 2021 by Denys Shchedryvyi\n\nB1/8/10\n- 10 - \nLIB03/8074796.1  Hogan Lovells Tereshenko that I did not want to act as the director of Zruchna Oplata any longer and \nasked to be removed as director. \nColleagues at the Bank suggested that I turn to an individual, who was not an employee of \nthe Bank, who may be willing to take over my role as director of Zruchna Oplata, and gave \nme his telephone number.  His named was Maksim Shastlivtsev and, on the basis of what \nmy colleagues at the Bank told me, he worked at a local car garage in Dnipropetrovsk.  I \nremember this name since I had seen it elsewhere on documents relating to other clients \nof the Bank, though I cannot now recall which ones.  Mr Shastlivtsev came to the Bank and \nthe relevant paperwork was signed for my resignation and his appointment as a director of \nZruchna Oplata. \nShareholders of clients of the Bank \nAs well as acting as a director of Zruchna Oplata, I was also a shareholder of several of the \nBank’s clients from 2008.  Given the amount of time which has passed, I had forgotten that \nI had agreed to be a shareholder of the below companies until Hogan Lovells showed me \nthe documents referred to below, but, having seen those documents, I immediately recalled \nbeing a shareholder of the companies.  Those clients included: \n(a) LLC Dukla; \n(b) LLC Kolodyazhnyansky & Co; \n(c) LLC Privat-Agro; \n(d) LLC PrivatAgro-Cherkassy; and \n(e) LLC Michurina Agricultural. \nIn around March 2008, Vladimir Makarenko, an employee of the Bank at the time, came to \nmy home with documents for me to sign to become a shareholder of the above companies. \nI remember this event because I was on maternity leave at the time and Mr Makarenko \nbrought the documents to my home for me to sign.  I cannot now recall exactly what those \ndocuments were, but I remember signing them.   I did so without seeking to question why I \nwas being asked to act as a shareholder for clients of the Bank.  I was not the only person \nfrom the Bank who was asked to become a shareholder of these companies (as can be \nseen from the documents set out below).  As far as I know, Mr Makarenko no longer works \nat the Bank. Translated on 14th October 2021 by Denys Shchedryvyi\n\nB1/8/11\n- 11 - \nLIB03/8074796.1  Hogan Lovells \nAs I understood it, each of the companies were part of a greater ‘PrivatAgro’ conglomerate. \nI did not know who ultimately owned each of the companies (or the ‘PrivatAgro’ \nconglomerate), but my shareholding in the companies did not mean that I owned any of the \ncompanies in any real way – it was just a formality (albeit, I did not ask who were the real \nowners of the companies at the time).  Many of the shareholders of each of the companies \nwere employees of the Bank, and I am confident in saying that none of my colleagues had \nany real interest in the companies either.  I set out below information on the other \nshareholders of each of the companies at the time when I was a shareholder from \ndocuments which were shown to me by Hogan Lovells. \nLLC Dukla (“ Dukla”) \nAccording to the shareholder meeting minutes of Dukla at PB0192020; \nPB0192020_00001_English , in addition to myself, in 2008 the individuals set out below \nwere the shareholders of Dukla. \n(a) Vitaliy Vasilchuk – Mr Vasilchuk was not, to my knowledge, an employee of the \nBank; \n(b) Elena Kuznetsova – Ms Kuznetsova was an employee of the Bank, who worked \nunder Mr Tereshenko at this time; \n(c) Roman Galitsky – Mr Galitsky was an employee of the Bank, who worked under Mr \nTereshenko at this time; \n(d) Vladimir Diakov – Mr Diakov was an employee of the Bank, who worked under Mr \nTereshenko at this time; and \n(e) Alexander Kriuchkov – Mr Kriuchkov was an employee of the Bank, who worked \nunder Mr Tereshenko at this time. \nV Shpak was put forward as the director of Dukla in the minutes.  I do not know who Mr \nShpak is. \nWhilst the meeting minutes have been signed by the chairman of the meeting (Mr \nVasilchuk) and the secretary of the meeting (Ms Kuznetsova), I do not recall this meeting \nor any other shareholder meetings taking place in respect of Dukla.  I did not attend or vote \nat any shareholder meetings in respect of Dukla. \nLLC Kolodyazhnyansky & Co (“ K&Co”) Translated on 14th October 2021 by Denys Shchedryvyi\n\nB1/8/12\n- 12 - \nLIB03/8074796.1  Hogan Lovells \nAccording to the shareholder meeting minutes of K&Co dated 10 December 2008 at \nPB0192021; PB0192021_00001_English , in addition to myself, the shareholders of K&Co \nincluded Mr Vasilchuk (to whom I refer above as a shareholder in Dukla, and who, on the \nbasis of the minutes, was said to be represented by Mr Makarenko, an employee of the \nBank and to whom I have also referred previously), as well as Ms Kuznetsova and Mr \nKriuchkov (both of whom were employees of the Bank, and shareholders of Dukla).  As for \nthe remaining shareholders, they were as follows: \n(a) Yevhen Dotsenko – Mr Dotsenko was not, to my knowledge, an employee of the \nBank; and \n(b) Vladimir Fedchenko – Mr Fedchenko was not, to my knowledge, an employee of \nthe Bank. \nAs with Dukla, I did not attend or vote at the shareholders meeting referred to in this \ndocument, nor did I attend or vote at any other shareholders meetings in respect of K&Co. \nLLC Privat-Agro (“ Privat-Agro ”) \nAccording to the expert opinion at PB0192027; PB0192027_00001_English , as at 20 \nOctober 2008, in addition to myself, the shareholders of Privat-Agro included Mr Vasilchuk, \nMr Fedchenko, Mr Dotsenko, Mr Kriuchkov and Ms Kuznetsova (each of whom is set out \nabove as a shareholder of Dukla and/or K&Co). \nAs above, I did not attend or vote at any shareholders meetings in respect of Privat-Agro. \nLLC PrivatAgro-Cherkassy (“ PrivatAgro-Cherkassy ”) \nAccording to the loan application for a short term facility of US$13.8 million dated 29 July \n2008 at PB0192025; PB0192025_00001_English , in addition to myself, the shareholders \nof PrivatAgro-Cherkassy included Mr Fedchenko, Ms Kuznetsova, Mr Vasilchuk, Mr \nDotsenko, Mr Kriuchkov and Mr Diakov (all of whom were shareholders of one or more of \nthe companies set out above). \nAs above, I did not attend or vote at any shareholders meetings in respect of PrivatAgro-\nCherkassy. \nLLC Michurina Agricultural (“ Michurina ”) \nAccord"}
{"start": 28000, "text": "(“ Privat-Agro ”) \nAccording to the expert opinion at PB0192027; PB0192027_00001_English , as at 20 \nOctober 2008, in addition to myself, the shareholders of Privat-Agro included Mr Vasilchuk, \nMr Fedchenko, Mr Dotsenko, Mr Kriuchkov and Ms Kuznetsova (each of whom is set out \nabove as a shareholder of Dukla and/or K&Co). \nAs above, I did not attend or vote at any shareholders meetings in respect of Privat-Agro. \nLLC PrivatAgro-Cherkassy (“ PrivatAgro-Cherkassy ”) \nAccording to the loan application for a short term facility of US$13.8 million dated 29 July \n2008 at PB0192025; PB0192025_00001_English , in addition to myself, the shareholders \nof PrivatAgro-Cherkassy included Mr Fedchenko, Ms Kuznetsova, Mr Vasilchuk, Mr \nDotsenko, Mr Kriuchkov and Mr Diakov (all of whom were shareholders of one or more of \nthe companies set out above). \nAs above, I did not attend or vote at any shareholders meetings in respect of PrivatAgro-\nCherkassy. \nLLC Michurina Agricultural (“ Michurina ”) \nAccording to the shareholder meeting minutes of Michurina dated 9 March 2008 at \nPB0362186; PB0362186_00001_English , in addition to myself, the shareholders of Translated on 14th October 2021 by Denys Shchedryvyi\n\nB1/8/13\n- 13 - \nLIB03/8074796.1  Hogan Lovells Michurina included Mr Vasilchuk, Ms Kuznetsova, Mr Galitsky, Mr Diakov and Mr Kruichkov \n(all of whom were shareholders of one or more of the companies listed above). \nAs above, I did not attend or vote at the shareholders meeting referred to in this document, \nnor did I vote at any other shareholders meetings in respect of Michurina. \nRole as shareholder of clients \nI do not recall performing any specific role as shareholder of the above companies and was \nnot paid for my position as shareholder, in contrast to my role as a director of Zruchna \nOplata.  As set out above, I am certain I did not attend any shareholder meetings of any of \nthe companies.  I do not recall when I stopped being a shareholder of the companies since \nit was a long time ago.  I did not receive any dividends during my time as shareholder of \nthe companies or any form of remuneration when my shareholding in the companies was \ntransferred away from me. \nSTATEMENT OF TRUTH AND CONFIRMATION OF COMPLIANCE  \nI believe that the facts stated in this witness statement are true.  I understand that proceedings for \ncontempt of court may be brought against anyone who makes, or causes to be made, a false \nstatement in a document verified by a statement of truth without an honest belief in its truth. \nI understand that the purpose of this witness statement is to set out matters of fact of which I have \npersonal knowledge. \nI understand that it is not my function to argue the case, either generally or on particular points, or \nto take the court through the documents in the case. \nThis witness statement sets out only my personal knowledge and recollection, in my own words. \nOn points that I understand to be important in the case, I have stated honestly (a) how well I recall \nmatters and (b) whether my memory has been refreshed by considering documents, if so how and \nwhen. \nI have not been asked or encouraged by anyone to include in this statement anything that is not \nmy own account, to the best of my ability and recollection, of events I witnessed or matters of which \nI have personal knowledge. \n……………………………………….. Translated on 14th October 2021 by Denys Shchedryvyi\n\nB1/8/14\n- 14 - \nLIB03/8074796.1  Hogan Lovells Olena Alexandrovna Pogorelaya \nDated this 13th day of October 2021 Translated on 14th October 2021 by Denys Shchedryvyi\n\nB1/8/15\n- 15 - \nLIB03/8074796.1  Hogan Lovells LIST OF DOCUMENTS  \nPB0361943 PB0172371 PB0019836 \nPB0172348 PB0361986 PB0019837 \nPB0172349 PB0361987 PB0365806 \nPB0172350 PB0004184 PB0365807 \nPB0172351 PB0004185 PB0363023 \nPB0172352 PB0004186 PB0363024 \nPB0172353 PB0005003 PB0019779 \nPB0172354 PB0005004 PB0362055 \nPB0361979 PB0362001 PB0192020 \nPB0004147 PB0181561 PB0192027 \nPB0361980 PB0181968 PB0221079 \nPB0361981 PB0051823 PB0363141 \nPB0361982 PB0051824 PB0238098 \nPB0361983 PB0088870 PB0192021 \nPB0361984 PB0361993 PB0362186 \nPB0361985 PB0019834 PB0192025 \nPB0172370 PB0019835 Translated on 14th October 2021 by Denys Shchedryvyi\n\nB1/8/16\n"}
