{"metadata": {"corpus_path": "C9_1 Expert report of Volodymyr Nahnybida (Nahnybida 4).pdf", "file_size": 707512, "mtime": 1755610854.7888546, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "IN THE HIGH COURT OF JUSTICE BL-2017-000665 \nIN THE BUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES \nBUSINESS LIST (CHD) \nBETWEEN: \nJSC COMMERCIAL BANK PRIVATBANK \nClaimant \n- and - \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \nFOURTH REPORT ON UKRAINIAN LAW BY \nVOLODYMYR NAHNYBIDA ON BEHALF OF \nTHE THIRD TO EIGHTH DEFENDANTS \n25 OCTOBER 2022 \nC9/1/1\n135850961.1\\Sharon Hirst CONTENTS \nPage \nA. DOCUMENTS AND INTRODUCTION 1\nB. RELEVANT EXPERIENCE 1\nC. INSTRUCTIONS 2\nD. TORT CLAIMS – ISSUES SPECIFIC TO THE CORPORATE DEFENDANTS 2\nE. UNJUST ENRICHMENT CLAIM 8\nF. VOID CONTRACTS 18\nG. LIMITATION 26\nH. INTEREST 30\nI. EXPERT'S DECLARATION 31\nSCHEDULE 1 A 33\nC9/1/2\n1 A. DOCUMENTS AND INTRODUCTION \n1. I have been instructed by Pinsent Masons LLP (\" Pinsent Masons \"), solicitors to the Third to Eighth \nDefendants (the \" Corporate Defendants \") in the above captioned court proceedings (the \" Claim \") \nfiled by the Joint Stock Company Commercial Bank \"PrivatBank\" (the \" Bank \"), to provide a further \nexpert report on certain matters of Ukrainian law (the \" Fourth Report \" or this \" Report \"). (This \nReport is my second report for the trial in these proceedings. My first two reports were for interim \napplications in these proceedings.) \n2. In my third expert report (which was my first report for the trial) on certain matters of Ukrainian law \ndated 14 December 2021 (the \" Third Report \"), I addressed those parts of the report of Mr Oleg \nAlyoshin dated 23 November 2021 (\" Alyoshin First \") served on behalf of the First Defendant \nrelevant to the claims against the Corporate Defendants. \n3. As I explained in paragraph 22 of my Third Report, I was unable to address in that report all matters \nraised in the eighth expert report of Mr Oleh Beketov (the first report for trial of the Bank's Ukrainian \nlaw expert) dated 22 November 2021 (\" Beketov Eighth \"). Beketov Eighth raised matters \nconcerning the claims against the Corporate Defendants not previously canvassed in his previous \nreports for the interim applications in these proceedings. I have considered those aspects of the \nBeketov Eighth report in this, my Fourth Report below.  \n4. In this Report, I have also considered the expert report of Mr Dmytro Marchukov dated \n14 December 2021 (\" Marchukov First \") served on behalf of the Second Defendant, which I could \nnot consider in my Third Report as it was not served in advance of my Third Report.  \n5. In this Report, I have also addressed certain points of disagreement between myself, Mr Alyoshin, \nMr Marchukov and Mr Beketov identified in the Joint Report of the parties` experts on Ukrainian \nlaw dated 11 February 2022 (the \" Joint Report \"). \n6. In the course of preparing this Report, in addition to the documents listed in Schedule 1 to my Third \nReport, I have also been provided with and considered the documents listed in \" Schedule 1A \" to \nthis Report.  \n7. I have included at \" Annex 2A \" (extracts of) the Ukrainian and other legislation referenced in this \nReport (along with English translations if necessary) which were not referred to in my Third Report. \nThis follows on from the legislation exhibited at Annex 2 to my Third Report. References to the \nrelevant page numbers are references to pages of Annex 2A unless otherwise stated. \n8. Similarly, I have also included at \" Annex 3A \" to this Fourth Report a paginated bundle of court \ndecisions (along with English translations) to which I refer in this Report. As above, this follows the \norder of my Third Report where Annex 3 contained court decisions. References below to page \nnumbers are references to pages of Annex 3A unless otherwise stated. \n9. In this Report, I have adopted the same definitions as in my previous reports.  \nB. RELEVANT EXPERIENCE  \n10. My Curriculum Vitae remains the same as"}
{"start": 3500, "text": "also included at \" Annex 3A \" to this Fourth Report a paginated bundle of court \ndecisions (along with English translations) to which I refer in this Report. As above, this follows the \norder of my Third Report where Annex 3 contained court decisions. References below to page \nnumbers are references to pages of Annex 3A unless otherwise stated. \n9. In this Report, I have adopted the same definitions as in my previous reports.  \nB. RELEVANT EXPERIENCE  \n10. My Curriculum Vitae remains the same as it was in the Third Report and has not been exhibited to \nthis Report. \n11. Ukrainian is my first language, as well as the language that I use day to day. I have a working \nknowledge of English, both in writing and orally. This Report has been prepared in English (with \nassistance from a fluent Ukrainian speaker at Pinsent Masons), although, I will require assistance \nfrom an interpreter when giving oral evidence.  \n12. I address each issue arising from my instructions, and set out the conclusions for each, in the \nseparate sections of this Report below. \nC9/1/3\n2 C. INSTRUCTIONS  \n13. I was instructed to address the questions listed below in Sections 4-8 of this Report. \n14. Where I have not addressed in this Report a point or conclusion reached in the Re-Re-Re-Amended \nParticulars of Claim (\" RRRAPOC \") or Beketov Eighth (or any other reports served by Mr Beketov \nin these proceedings) it does not mean that I accept its accuracy. I have not been asked to comment \non the factual allegations made in the RRRAPOC, except to the limited extent identified below. \nD. TORT CLAIMS – ISSUES SPECIFIC TO THE CORPORATE DEFENDANTS \nQuestion: Is there a presumption of \"unlawfulness \" in the application of Article 1166 of the Civil Code?1\n15. The disagreement between myself and Mr Beketov on this issue is set out in the Joint Report at \nparagraph 25. \n16. I have previously emphasised the necessity for the Bank to prove unlawfulness of the conduct of \neach of the Corporate Defendants for a tortious claim under Article 1166 of the Civil Code.2 There \nis no presumption of unlawfulness under Article 1166 of the Civil Code. This is apparent from the \nposition that the burden of proof is on the claimant to prove all components of liability, which \nincludes the unlawfulness of the defendant’s conduct. I cited the relevant court practice in my Third \nReport. A presumption of unlawfulness is not compatible with the position that the burden of proof \nof unlawfulness is on the claimant. Mr Beketov, however, supports the idea of existence of a \npresumption of unlawfulness of a defendant's conduct if that conduct is shown to have caused \nharm.3 In this regard Mr Beketov refers to a judgment in which has been stated that \" any behaviour \nthat results in harm can be considered unlawful, if the inflictor of harm was not authorised to do so \". \nThis judgment of the Supreme Court in case No. 922/1153/16 (Akinina v. Belchenko et al.)4 (or \nthose cited in footnote 30 to paragraph 93 of Beketov Eighth) does not support Mr Beketov’s \nposition. This is because considering whether the inflictor of harm was “ authorised to do ” what he \ndid involves considering whether the conduct of the inflictor of harm was unlawful.  \n17. It is relevant that, in case No. 909/374/18, the Supreme Court in considering the elements of tort, \nused the statement set out above but also applied the conventional burden of proof test (as I \nreferred to in paragraph 59 of the Third Report).5 In this case the Supreme Court stated both that \n\"Any behaviour can be considered illegal, as a result of which the harm was caused, if the harm-\ndoer was not authorised to take such actions \" and \" In tortious legal relations, it is the claimant who \nmust prove the existence of harm, unlawfulness (illegality) of the conduct of a tortfeasor and the \ncausal connection of such conduct with the harm caused \". I believe that combination of these \nstatements shows that the first statement does not support the conclu"}
{"start": 7000, "text": " Supreme Court stated both that \n\"Any behaviour can be considered illegal, as a result of which the harm was caused, if the harm-\ndoer was not authorised to take such actions \" and \" In tortious legal relations, it is the claimant who \nmust prove the existence of harm, unlawfulness (illegality) of the conduct of a tortfeasor and the \ncausal connection of such conduct with the harm caused \". I believe that combination of these \nstatements shows that the first statement does not support the conclusion of Mr Beketov that there \nis a different burden of proof regarding unlawfulness when a defendant’s conduct is shown to have \ncaused to harm.  \n18. Further, in my opinion, the approach of Mr Beketov should not be considered as established and \npredominant court practice for the following reasons.  \n19. First, as per the cases cited at paragraph 59 of my Third Report, the courts frequently place the \nburden of proof of unlawfulness of the defendant's conduct on the claimant, which is not consistent \nwith the reading Mr Beketov seeks to give the above referenced statement. In addition, there are \nadditional rulings of the Supreme Court where the approach I set out in my Third Report was taken: \n\"[i]n tortious legal relations, it is the claimant who is obliged to prove the existence of harm, \nunlawfulness (illegality) of the conduct of a tortfeasor and the causal connection of such conduct \nwith the harm caused \".6\n1 Paragraphs 25 – 29 of the Joint Report \n2 Paragraphs 58 and 59 of my Third Report  \n3 Paragraph 93 of the Beketov Eighth \n4 Paragraph 93 of the Beketov Eighth and Exhibit to Beketov Eighth pages 1596 - 1600 \n5 Annex 3A pages 1 - 11 - Ruling of the Supreme Court of 22 July 2019 in case No. 909/374/18 (number in the USRJ 83150461) \n6 Annex 3A pages 12 - 52 - Ruling of the Supreme Court of 13 May 2019 in case No. 920/1107/17 (number in the USRJ 81693772); the \nRuling of the Supreme Court of 8 June 2021 in case No. 922/1488/20 (number in the USRJ 98391252) and the Ruling of the Supreme \nCourt of 26 July 2022 in case No. 924/883/21 (number in the USRJ 105494372) \nC9/1/4\n3 20. Secondly, the earlier practice of the High Commercial Court of Ukraine (which was replaced with \nthe current Supreme Court) also supports my view. Thus, in the case No. 925/483/13 the High \nCommercial Court of Ukraine implied the absence of presumption of unlawfulness under Article \n1166 of the Civil Code through placing the burden of proof of such element of tort on the claimant.7\nSuch approach is taken by the current Supreme Court, as confirmed by the Court practice referred \nto above.  \n21. And last but not least, Article 1166 of the Civil Code itself contains no such presumption. The only \npresumption it contains is as to the fault of tortfeasor, which is expressly set out in Article 1166(2) \n(as has been confirmed by the existing Supreme Court practice).8 In the context of consideration \nof burden of proof, the defendant has the burden of proving the absence of fault in inflicting harm \n(i.e., the fault of the defendant is expressly presumed). So, where a presumption applies to Article \n1166, that was because it is expressly included in the text of Article 1166. The alleged presumption \nof unlawfulness of defendant's conduct is not part of the text of Article 1166 and nor is it established \nin court practice of the Supreme Court. \n22. Therefore, I remain of the view that there is no presumption of unlawfulness under Article 1166 of \nthe Civil Code. \nQuestion: What is the scope of the application of Article 3(1)(2) and Article 13(2) and (3) of the Civil \nCode? (Please consider by reference to the alleged wrongful acts of the Corporate Defendants)9\n23. Mr Beketov considers that breaches of Articles 3(1)(2), 13(2) and 13(3) of the Civil Code are \nsufficient for conduct to be unlawful for purposes of Article 1166 of the Civil Code if such conduct \nconstitutes depriving another of their property, other than in accordance with Ukrainian law, or \nconstitutes"}
{"start": 10500, "text": "hat is the scope of the application of Article 3(1)(2) and Article 13(2) and (3) of the Civil \nCode? (Please consider by reference to the alleged wrongful acts of the Corporate Defendants)9\n23. Mr Beketov considers that breaches of Articles 3(1)(2), 13(2) and 13(3) of the Civil Code are \nsufficient for conduct to be unlawful for purposes of Article 1166 of the Civil Code if such conduct \nconstitutes depriving another of their property, other than in accordance with Ukrainian law, or \nconstitutes action intended to harm another person.10 In this regard, Mr Beketov refers to a number \nof cases. I do not agree that the court decisions he referred to support his view.  \n24. In particular, case No. 369/11268/16-ts ( PJSC “Bank Familnyi” v Person 1 and others )11 was a \nclaim for the invalidation of a contract. This differs in nature from a claim for tortious damage based \non Article 1166 of the Civil Code. So, in this case the court did not consider the requirement of \nunlawfulness of conduct as an element of Article 1166. Instead, when the Court considered Articles \n3 and 13, the Court was only addressing the specific issue of when a transaction could be said to \nbe aimed to avoid the foreclosure of the debtor’s property, and so Articles 3 and 13 were treated \nas a legal basis for invalidation of the contract, but not as a basis for tortious liability.12\n25. Moreover, this case and the other Mr Beketov cites in support (case No. 755/17944/18 ( Person 1 \nv Persons 2–4 )) required the defendant to have had the intention to cause harm and it was not \nsufficient that harm have been a mere effect of the defendant’s acts.13 As to that second case, it is \njust another example related to the specific situation of considering a transaction which was alleged \nby the claimant to be invalid (under Article 234 of the Civil Code) and executed with a purpose of \navoiding of payment of debt and not to the position as to compensation of tortious harm, which is \ngoverned by the specific provisions of Article 1166 of the Civil Code. It is precisely for this reason \nthe court in these two cases did not make any conclusions as to unlawfulness of conduct as an \nelement of tort.  \n26. Mr Beketov further relies on invocation of the concept of ‘ abuse of rights ’ in cases concerning Article \n13 as supporting his position.14 However, these cases did not concern application of Article 1166 \nat all. In particular, in case No. 317/3272/16-ts ( Person 1 v Person 2 )15 violation of Article 3(1)(6) \n7 Annex 3A pages 53 - 58 - Ruling of the High Commercial Court of 11 February 2014 in case No. 925/483/13 (number in the USRJ \n37138989) \n8 Annex 3A pages 12 - 35 - Ruling of the Supreme Court of 13 May 2019 in case No. 920/1107/17 (number in the USRJ 81693772) and \nthe Ruling of the Supreme Court of 8 June 2021 in case No. 922/1488/20 (number in the USRJ 98391252)  \n9 Paragraphs 30 - 36 of the Joint Report \n10 Paragraph 78 of Beketov Eighth  \n11 Paragraph 79 of Beketov Eighth and Exhibit to Beketov Eighth pages 1552 - 1559 \n12 I note that in case No. 369/11268/16-ts the court applied Article 3(1)(6) and not Article 3(1)(2) of the Civil Code as a legal basis of the \ninvalidation of the contract  \n13 Paragraph 80 of Beketov Eighth and Exhibit to Beketov Eighth pages 1560 - 1569 \n14 Paragraphs 83 and 85 of Beketov Eighth  \n15 Paragraph 83 of Beketov Eighth and Exhibit to Beketov Eighth pages 1577 - 1580 \nC9/1/5\n4 and Article 13(3) by spouses was established as the basis for the court's refusal of division of joint \nmarital property again in a case where that transaction is aimed to prevent the foreclosure of the \ndebtor’s property.16 In case No. 908/1152/18 ( Sberbank v Yuststar ),17 the court again considered \nthe issue of validity of a transaction (contract) executed with a purpose of avoiding payment of debt. \nThe holding was that the conclusion of such a transaction (contract) may constitute a violation of \nArticle 13(3) of the Civil Code which, in turn, may serve "}
{"start": 14000, "text": "court's refusal of division of joint \nmarital property again in a case where that transaction is aimed to prevent the foreclosure of the \ndebtor’s property.16 In case No. 908/1152/18 ( Sberbank v Yuststar ),17 the court again considered \nthe issue of validity of a transaction (contract) executed with a purpose of avoiding payment of debt. \nThe holding was that the conclusion of such a transaction (contract) may constitute a violation of \nArticle 13(3) of the Civil Code which, in turn, may serve as a basis for invalidation of such contract.18\n27. I was unable to find any court practice establishing a connection between the specific situations of \ninvalidating transactions on the basis of Articles 3(1)(2), 13(2) and/or 13(3) of the Civil Code and \nthe general unlawfulness requirement under the general provision of Article 1166 of the Civil Code. \nThe different legal nature of these types of claims precludes the cases referred to by Mr Beketov \nfrom being sufficient to support his position and means they are not suitable for some kind of \nreasoning by analogy. \n28. I have already set out my understanding of the scope of application of Articles 3(1)(2) and Article \n13(2) and (3) of the Civil Code at paragraphs 63 – 74 of my Third Report. Consequently, I do not \nconsider that the alleged actions of the Corporate Defendants, such as creating and executing \ndocumentation for transactions that would never be processed for the alleged reason of disguising \nthe misappropriation, allowing the use of the Corporate Defendants' bank accounts, etc, violate \nArticle 3(1)(2) or 13(2) and (3) of the Civil Code (for the purpose of establishing the unlawfulness \nelement of Article 1166 of the Civil Code). \n29. Further, in my opinion, the non-returning of prepayments does not violate Articles 3 or 13 of the \nCivil Code. In some cases, the validity of agreement (transaction) by which a debtor aims to harm \na creditor's interests indeed may be disputed and such transaction may be invalidated by the court \non the basis of Articles 3(1)(6) and 13(3) of the Civil Code.19 However, I am not familiar with any \ncases where creation and execution of such agreement (transaction) was considered as unlawful \nfor the purposes of Article 1166 of the Civil Code because of violation of Articles 3 or 13 of the Civil \nCode.  \n30. I note that there is a common ground between experts that a party may abuse its rights only when \nit exercises a legally recognised right.20 It means that reference to violation of Article 13 of the Civil \nCode under the Bank's tortious claim is unjustified without identification of particular subjective right \nexercised by the Corporate Defendants.21 Neither creation and execution of Relevant Supply \nAgreements or Loan File Supply Agreements nor non-returning of prepayments are said by the \nBank to involve exercise of particular subjective rights of the Corporate Defendants. The same \napplies to the Corporate Defendants' allowing their bank accounts to be used for the transfer of \nallegedly misappropriated money.  \n31. Moreover, taking into account that the alleged embezzlement or misappropriation of funds is \ncriminally punishable conduct under Articles 190 or 191 of the Criminal Code of Ukraine (the \n\"Criminal Code \")22 and the Bank's allegations on the Corporate Defendants' procurement and/or \nassistance in the misappropriation of the Bank's funds and in the subsequent concealment of the \nsame,23 in my view, for the Bank to rely on abovementioned conduct as unlawful conduct for the \npurposes of a claim under Article 1166 of the Civil Code, the Bank would first require a criminal \ncourt's finding of illegality by the Corporate Defendants in allowing their bank accounts to be used \nfor the transfer of allegedly misappropriated money.  \n32. I agree with Mr Beketov, there is a court practice where violation of Article 13(2) or (3) of the Civil \nCode by the claimant precludes court protection of his right which is being abused.24 However, \ns"}
{"start": 17500, "text": " conduct as unlawful conduct for the \npurposes of a claim under Article 1166 of the Civil Code, the Bank would first require a criminal \ncourt's finding of illegality by the Corporate Defendants in allowing their bank accounts to be used \nfor the transfer of allegedly misappropriated money.  \n32. I agree with Mr Beketov, there is a court practice where violation of Article 13(2) or (3) of the Civil \nCode by the claimant precludes court protection of his right which is being abused.24 However, \nsuch practice is irrelevant in the present case since the Corporate Defendants are not claimants \n16 Annex 3A pages 59 - 66 - Ruling of the Supreme Court of 6 March 2019 in case No. 317/3272/16-ts \n17 Paragraph 85 of Beketov Eighth and Exhibit to Beketov Eighth pages 1540 - 1551 \n18 Annex 3A pages 67 - 88 - Ruling of the Supreme Court of 9 February 2021 in case No. 908/1152/18 \n19 Paragraph 79 and 85 of Beketov Eighth  \n20 Paragraph 33 of the Joint Report \n21 Paragraphs 70 and 74 of my Third Report \n22 Paragraph 38.1 of the Joint Report \n23 Paragraph 54 of the RRRAPOC \n24 Paragraph 83 of Beketov Eighth. See also Annex 3A pages 89 - 102 - Ruling of the Supreme Court of 16 January 2019 in case No. \n521/17654/15-ts (number in the USRJ 81020254) \nC9/1/6\n5 which are trying to protect their subjective rights in court. Moreover, the reasoning in such court \npractice is not related to claims under Article 1166 of the Civil Code at all.  \n33. I am familiar with only a few rulings of the Supreme Court where Article 1166 of the Civil Code was \neven indirectly considered in the same judgment as Articles 3(1)(6) and 13(3) of the Civil Code. In \ntwo cases25 the claimants sued for invalidation of a gift contract executed by the defendants with \ntheir relatives for the purpose of concealment of the property so that it would not be confiscated or \nrecovered to pay for their liability for compensation for harm in accordance with Articles 1166 and \n118826 of the Civil Code. So, these cases did not involve unlawfulness for the purposes of Article \n1166 being established by breach of Articles 3 or 13 of the Civil Code. In these cases harm was \ncaused by the defendants as a result of road accidents. The situation was that the tortfeasors, \nbeing aware of their liability to pay compensation under Article 1166, executed gift contracts which \nwere considered as fictitious by the court. The cases concerned the invalidation of those gift \ncontracts executed to avoid paying compensation for harm under Article 1166 as a result of \nseparate preceding events, and so Articles 3 and 13 were not applied directly to Article 1166 of the \nCivil Code to establish the elements of that provision. These cases were therefore closely \nanalogous to the cases of invalidation of transactions executed with a purpose of avoiding of \npayment of debt. \nQuestion: What is the significance, in your view, of the criminal nature of such offences as \nembezzlement and misappropriation when considering liability for these actions as a matter of civil \nlaw, in particular tortious claims?27\n34. I have previously considered the significance of criminal nature of embezzlement and \nmisappropriation when considering these actions in civil proceedings.28 I do not deny the possibility \nof a victim to choose at his discretion the procedural mechanism by which to seek a remedy for his \nviolated civil right, i.e., to file a civil claim in either within criminal proceedings, or in separate civil \nproceedings (as noted by Mr Beketov).29 However, in my view embezzlement or misappropriation \nof funds as understood under criminal law are unlawful under the criminal law only (and not under \nany specific Civil Code provision).30 I am not familiar with court practice which confirms that in \nsituations where alleged unlawful conduct is of criminal nature only, such conduct may be relied on \nto establish unlawfulness for the purposes of Article 1166 of the Civil Code without a finding of a \ncriminal court. In this "}
{"start": 21000, "text": "ed by Mr Beketov).29 However, in my view embezzlement or misappropriation \nof funds as understood under criminal law are unlawful under the criminal law only (and not under \nany specific Civil Code provision).30 I am not familiar with court practice which confirms that in \nsituations where alleged unlawful conduct is of criminal nature only, such conduct may be relied on \nto establish unlawfulness for the purposes of Article 1166 of the Civil Code without a finding of a \ncriminal court. In this regard the court practice referred to by Mr Beketov at paragraphs 103 - 105 \nof Beketov Eighth are not examples of this.  \n35. In particular, in case “ Person 4 v Person 5 ” No. 662/1135/15-ts31 moral harm was caused to the \nvictim as a result of bodily injury which qualified as a criminal offence under Article 122 of the \nCriminal Code. Notwithstanding the fact that the Supreme Court in this case did not consider the \nabsence of a criminal court verdict holding the defendant criminally liable as grounds for dismissing \nthe claim, it should be noted that infliction of harm as a result of bodily injury is not an example of \nconduct which is of criminal nature only. Indeed, there are separate provisions in the Civil Code \nwhich relate to a compensation for moral harm caused by personal injury32 and compensation for \nproperty harm caused by such injury.33\n36. In case “ PJSC Insurance Company Sovereign \"No. 756/15544/15-ts34 a tortious claim was filed by \nthe insurer against tortfeasor who caused harm as a result of car accident and who was found liable \nin occurrence of the accident. This claim of the insurance company was based on the existence of \nthe right of recourse of the claimant. Thus, it also differs from scenario where unlawful conduct is \nunlawful under the criminal law only. Case “PJSC National Joint Stock Company “Naftogaz of \n25 Annex 3A pages 103 - 130 - Ruling of the Supreme Court of 24 February 2021 in case No. 583/780/17 (number in the USRJ 951772541) \nand the Ruling of the Supreme Court of 15 September 2021 in case No. 310/2529/20 (number in the USRJ 99786173)\n26 Annex 2A page 4  \n27 Paragraphs 38 - 39 of the Joint Report \n28 Paragraph 66 of my Third Report and paragraph 31 of this Fourth Report \n29 Paragraph 101 of Beketov Eighth \n30 Paragraph 39.2 of the Joint Report \n31 Paragraph 103 of Beketov Eighth and Exhibit to Beketov Eighth pages 1610 - 1618 \n32 Annex 2A page 3 - Article 1168 of the Civil Code: “Compensation for Moral Harm Caused by Physical Mutilation, Other Personal Injury \nor Death of Individual”  \n33 Annex 2A pages 4 - 5 - Article 1195 of the Civil Code: “Compensation for Harm Caused by Physical Mutilation or Other Personal Injury” \n34 Paragraph 104 of Beketov Eighth and Exhibit to Beketov Eighth pages 1619 - 1623  \nC9/1/7\n6 Ukraine” v. LLC “Gaztorg” Ukraine” No, 924/669/1735 is also irrelevant since it relates to application \nof subsidiary liability under part five of Article 41 of the Bankruptcy law36 as an independent type of \ncivil liability in bankruptcy cases. \n37. Therefore, the court practice referred to by Mr Beketov at paragraphs 103 - 105 of Beketov Eighth \ndoes not disprove my view expressed previously at paragraph 66 of my Third Report that the Bank \nwould require a finding by a criminal court of illegality in the actions of the Corporate Defendants \nwhich are alleged to further and/or disguise the misappropriation in order to then rely on such \nconduct to satisfy the requirement as of unlawfulness under Article 1166 of the Civil Code. In this \nregard, since the Bank’s allegations relate to conduct of the Corporate Defendants in respect of \ncreating and executing contrived documents, I note that forgery of documents is a crime which is \ngoverned by the rules of the Criminal Code and is not in and of itself a violation of the Civil Code.37\nQuestion: What is the current practice of the Ukrainian courts when considering the causal link \nbetween harm and unlawful conduct in tortious offences?38\n38."}
{"start": 24500, "text": " Article 1166 of the Civil Code. In this \nregard, since the Bank’s allegations relate to conduct of the Corporate Defendants in respect of \ncreating and executing contrived documents, I note that forgery of documents is a crime which is \ngoverned by the rules of the Criminal Code and is not in and of itself a violation of the Civil Code.37\nQuestion: What is the current practice of the Ukrainian courts when considering the causal link \nbetween harm and unlawful conduct in tortious offences?38\n38. To my knowledge, there are no significant changes in practice of the Ukrainian courts related to \ncausation as the element of tort since my Third Report as addressed at paragraph 87 of my Third \nReport. \n39. Furthermore, the requirement of direct causal link between harm and unlawful conduct is expressly \nstated not only in the Supreme Court's Plenary Resolution No. 6 \"On Case Law on Civil Tort \nClaims\", dated 27 March 199239 but also in the Explanation of the Supreme Arbitration Court of \nUkraine \"On Certain Issues of Practice in the Resolution of Disputes Related to Compensation for \nHarm\" No. 02-5/215 dated 1 April 1994 (the \" Explanation \") with subsequent amendments. \nAccording to para 2 of the Explanation: \" In addition to the application of the principle of fault in \nresolving disputes on compensation for harm, it is necessary to assume that the harm is subject to \ncompensation provided that there is a direct causal link between the illegal acts of the person who \ncaused the harm and the harm itself \".40\n40. The necessity of direct causation is also emphasised in the legal doctrine. As the scholar, Doctor \nS. Grynko puts it: \" if the link between a consequence and a cause is indirect then the causation is \nabsent in principle (there is not any legal importance for tortfeasor except for the basis for \nexemption from tortious liability) \".41\nQuestion: Is it necessary to establish all elements of tort under Article 1166 of the Civil Code against \na defendant for the application of Article 119042 of the Civil Code to that defendant? Would your opinion \nbe any different in circumstances when a person or a company 'actively participated' in a fraud and \nwhen a person or a company was 'being used' in a fraud by another party? What is the Ukrainian \ncourts' view in respect of the application of the Article in the latter situation?43\n41. I agree with Mr Marchukov that: \"… establishing all elements of civil tort under Article 1166 of the \nCivil Code with respect to each co-defendant is a necessary precondition to the analysis on whether \njoint and several liability of the co-defendants under Article 1190 of the Civil Code arises \".44 It is \nconsistent with points I made in my Third Report45 and the Joint Report.46 In this regard I would \nalso like to refer to the following court practice.  \n35 Paragraph 105 of Beketov Eighth and Exhibit to Beketov Eighth pages 1624 - 1631 \n36 Annex 2A page 13  \n37 Annex 2A pages 11 – 13 – Article 358 of the Criminal Code: “Forgery of documents, stamps, seals or letterheads, and sale or use of \nforged documents, stamps and seals” \n38 Paragraphs 40 – 41 of the Joint Report \n39 Paragraph 111 of Beketov Eighth and Exhibit to Beketov Eighth pages 1650 - 1660 \n40 Annex 3A pages 148 – 155 – Paragraph 2 of the Explanation of the Supreme Arbitration Court of Ukraine \"On Certain Issues of Practice \nin the Resolution of Disputes Related to Compensation for Harm\" No. 02-5/215 dated 1 April 1994 \n41 Annex 3A pages 156 – 169 – Page 77 of the Causal relationship as an objective condition for arising of tortious obligations in Ukraine/ \nS.D. Grynko // University scientific notes. – 2010. – No. 2 (34) \n42 Annex 2 page 24 \n43 Paragraph 59 of the Joint Report \n44 Paragraph 36 of Marchukov First  \n45 Paragraph 118.1 of my Third Report  \n46 Paragraph 59.2 of the Joint Report \nC9/1/8\n7 42. In case No. 265/3896/19 harm was caused as a result of a road accident. The victim who was \ndriving his own car sued the owner of another c"}
{"start": 28000, "text": "age 77 of the Causal relationship as an objective condition for arising of tortious obligations in Ukraine/ \nS.D. Grynko // University scientific notes. – 2010. – No. 2 (34) \n42 Annex 2 page 24 \n43 Paragraph 59 of the Joint Report \n44 Paragraph 36 of Marchukov First  \n45 Paragraph 118.1 of my Third Report  \n46 Paragraph 59.2 of the Joint Report \nC9/1/8\n7 42. In case No. 265/3896/19 harm was caused as a result of a road accident. The victim who was \ndriving his own car sued the owner of another car and the person who was driving that car at the \nmoment of an accident as jointly and severally liable co-defendants. The first instance court \nsatisfied (granted) the claim only against the driver of the car on the basis of Articles 1166 and 1187 \nof the Civil Code. The appellate court overruled the first instance court's decision and held both \ndefendants as jointly and severally liable on the basis of Article 1190 of the Civil Code. The \nSupreme Court disagreed with the conclusions of the appellate court on application of joint and \nseveral liability pursuant to Article 1190 and upheld the first instance court's decision. \nNotwithstanding the fact that the owner-co-defendant also was in the car at the moment of accident, \nthe Supreme Court stated that Article 1190 should not be applied because the person who is liable \nfor harm caused as a result of the road accident was the person driving that car at the moment of \nan accident. The Court also noted that: \"… no direct causal link has been established between the \nactions of [the car owner] , who was in the vehicle at the time of the traffic accident and the harm \nresulting from the accident\".  Moreover, the Court concluded that the car owner “… did not commit \nany illegal actions against the claimant resulting in causing harm to the claimant ”.47 It was not \nenough that the owner allowed the co-defendant to drive the car and that without the owner co-\ndefendant’s actions the driver co-defendant would not have been in a position to cause the harm. \nTherefore, I am of the view that the Supreme Court required liability under Article 1166 to be \nestablished for each defendant before coming to conclusion about inapplicability of joint and several \nliability pursuant to Article 1190 of the Civil Code in this case.  \n43. In another case No. 910/15931/19 harm was caused by demolition of the claimant's building. The \nclaimant filed an action against two defendants on the basis of joint and several liability: the \nDepartment of the Urban Development of the executive body of the Kyiv City Council (the Kyiv City \nState Administration) which had issued the decision on demolition of the claimant's building and \nthe municipal enterprise \"Kyivblahoustrii\" which executed the decision of the Department. The first \ninstance court decided that the claim against the municipal enterprise \"Kyivblahoustrii\" was \nsatisfied (on the basis of Article 1166) but decided that the claim against the Department was not. \nThe appellate court reversed the decision of the first instance court on the basis of an absence of \ngrounds for compensation of the harm caused by unlawful actions of the defendants since the \ndamages caused were preceded by unlawful conduct of the claimant (which excludes the possibility \nof recovery of such damages). The Supreme Court reversed the decisions of the courts of lower \ninstance and referred the case to the first instance court for retrial. In the part of its Ruling related \nto the application of joint and several liability, the Supreme Court pointed out that the courts of lower \ninstance did not take into account the nature of the connection between actions of the Department \nand the municipal enterprise \"Kyivblahoustrii\" when conducting demolition of the building, i.e. the \nactions of the Department on giving instructions on the demolition and the actions of the enterprise \nin demolishing the building (the instructions were legally binding and the enterprise was required \nto comply "}
{"start": 31500, "text": "of joint and several liability, the Supreme Court pointed out that the courts of lower \ninstance did not take into account the nature of the connection between actions of the Department \nand the municipal enterprise \"Kyivblahoustrii\" when conducting demolition of the building, i.e. the \nactions of the Department on giving instructions on the demolition and the actions of the enterprise \nin demolishing the building (the instructions were legally binding and the enterprise was required \nto comply with them which was sufficient for a direct causal link between the Department’s \ninstructions and the demolition). I do not view this case as an authority for a broader view that Mr \nBeketov takes that any conduct leading up to another person’s unlawful conduct can give rise to \nliability in tort. As for the claim on joint and several liability, the Supreme Court “… drew attention to \nthe need to consider the question about existence of causation between the decision (instructions) \nof the Department on conducting demolition and the claimant's loss of property”.48 Consequently, \nthe Supreme Court in this case proceeded from the necessity of establishing causation as an \nelement of tort in relation to each co-defendant under the tortious claim under Article 1190 of the \nCivil Code which also speaks in favour of the view expressed by Mr Alyoshin, Mr Marchukov and \nme previously.49\n44. Having taken the abovementioned approaches of the Supreme Court into account, I do not agree \nwith Mr Beketov's view that the court will not need to consider whether the actions of each individual \ndefendant would have caused the harm.50 Existing court practice supports the necessity of \nestablishment of causation in relation to each defendant under Article 1190 of the Civil Code. It \nseems to me that Mr Beketov argues against an extreme position, which is not a position I rely on. \n47 Annex 3A pages 170 - 186 - Ruling of the Supreme Court of 12 January 2022 in case No. 265/3896/19 (number in the USRJ 102595345) \n48 Annex 3A pages 187 - 209 - Ruling of the Supreme Court of 19 October 2021 in case No. 910/15931/19 (number in the USRJ \n100679652)\n49 Paragraph 36 of Marchukov First; Paragraph 263 of Alyoshin First; Paragraph 118.1 of my Third Report; Paragraph 59.2 of the Joint \nReport  \n50 Paragraph 191 of Beketov Eighth \nC9/1/9\n8 He says that the Court need not look at each defendant’s conduct “viewed in isolation”  to establish \ncausation.51 That is right in one sense. It is difficult to isolate the factual conduct of all of the \ndefendants when the court deals with application of Article 1190 to one of the defendants. The court \ndoes not ignore the actions of the other defendants (as if those actions never happened). However, \nseparate establishment of all the elements of tort (including causation) for each defendant is the \nnecessary part of wider framework of the application of the test on joint and several liability by the \ncourt. \n45. Thus, my opinion, responding to the question, would not be any different in circumstances when a \nperson or a company ' actively participated ' in causing harm (by misappropriating money) and when \na person or a company was ' being used ' to cause harm (by misappropriating money) by another \nparty. Notwithstanding the fact that I am not familiar with any court practice which demonstrates a \nclear approach in respect of the application of Article 1190 of the Civil Code in the latter situation, \nin my view, the crucial point for the court in such scenario will be whether it is possible to establish \nall the elements of tort in respect to both defendants: the active defendant making use of the \ncompany and the defendant company being used. If the court comes to the conclusion that all the \nelements of tort regarding both active participant and person or a company which was ' being used ' \nin a fraud are present (so that both of them are liable under Article 1166) then, provided that \nindivisible harm was caused “… by interre"}
{"start": 35000, "text": "court in such scenario will be whether it is possible to establish \nall the elements of tort in respect to both defendants: the active defendant making use of the \ncompany and the defendant company being used. If the court comes to the conclusion that all the \nelements of tort regarding both active participant and person or a company which was ' being used ' \nin a fraud are present (so that both of them are liable under Article 1166) then, provided that \nindivisible harm was caused “… by interrelated, [cumulative / collective] actions or actions with unity \nof intent ”,52 then the conditions for application of Article 1190 of the Civil Code are satisfied.  \n46. I am aware of the cases referred to by Mr Beketov where harm caused by a crime committed by \ntwo or more persons was sufficient for an Article 1190 of the Civil Code claim without apparently \ninvestigating the actions and intent of the co-defendants separately. That was because the \ndefendants' guilt (as well as all other elements of tort – unlawful conduct, harm and causation \nbetween the two) was established in prior criminal proceedings. In such cases, the courts relied on \nthe necessity to establish in the prior criminal proceedings that the actions of the defendants were \nunited by the same criminal intent, and the inflicted harm was the result of their joint actions for joint \nand several liability to arise.53 In particular, I note that in case “ JSC Bank Kyiv v Persons 1-3 ” \nNo. 740/967/16-ts referred to at paragraphs 193-194 of Beketov Eighth,54 the Supreme Court \napplied such approach on the basis of the fact that infliction of harm by unlawful actions of the co-\ndefendants was established by a criminal verdict which has a preclusive effect and does not require \nseparate or further proof in civil proceedings. Therefore, I agree with Mr Marchukov's observation \nthat the Supreme Court in these cases did not independently investigate the joint intent of the co-\ndefendants but only relied on such intent having been conclusively established in the preceding \ncriminal proceedings.55\n47. Whether or not the Corporate Defendants have the relevant intent for liability under Article 1166 of \nthe Civil Code and also the relevant unity of intent with the First and/or Second Defendants under \nArticle 1190 is a question of fact, to be determined by reference to issues of attribution of knowledge \naddressed separately.56\nE. UNJUST ENRICHMENT CLAIM \nQuestion: Were unjust enrichment obligations part of Ukrainian law before 2004?57\n48. Mr Beketov states that this cause of action was introduced into Ukrainian law relatively recently, in \n2003.58 I disagree59 and would like to clarify my disagreement with Mr Beketov in this regard.  \n51 Paragraph 191 of Beketov Eighth  \n52 Paragraph 56.3 of the Joint Report \n53 Paragraphs 189, 193, and 194 of Beketov Eighth  \n54 Exhibit to Beketov Eighth pages 1740 - 1749 \n55 Paragraph 57 of Marchukov First \n56 Paragraphs 75 - 83 of my Third Report ; Paragraph 291 of Alyoshin First\n57 Paragraphs 75 - 76 of the Joint Report \n58 Paragraph 242 of Beketov Eighth  \n59 Paragraph 76.2 of the Joint Report \nC9/1/10\n9 49. The Civil Code of Ukrainian SSR of 1963 ceased to be in force on 1 January 2004 with the entry \ninto force of the Civil Code of Ukraine. Chapter 42 of the Civil Code of Ukrainian SSR of 1963 was \ntitled as \" The obligations which arise as a result of acquisition or preservation of property at the \nexpense of another person without sufficient grounds \".60 The provisions of this Chapter governed \nunjust enrichment obligations which arose until 1 January 2004 and should be considered as part \nof Ukrainian law, from the moment when Ukraine became an independent state on 24 August 1991. \nI am familiar with court practice where the Ukrainian court applied the provisions on unjust \nenrichment of the Civil Code of Ukrainian SSR of 1963 even after entry into force of the Civil Code \nof Ukraine provided that the relations of the parties giving rise "}
{"start": 38500, "text": " \".60 The provisions of this Chapter governed \nunjust enrichment obligations which arose until 1 January 2004 and should be considered as part \nof Ukrainian law, from the moment when Ukraine became an independent state on 24 August 1991. \nI am familiar with court practice where the Ukrainian court applied the provisions on unjust \nenrichment of the Civil Code of Ukrainian SSR of 1963 even after entry into force of the Civil Code \nof Ukraine provided that the relations of the parties giving rise to unjust enrichment existed prior to \n1 January 2004.  \n50. I refer in this respect to case No. 6-2419св12 in which the High Specialised Civil and Criminal Court \nof Ukraine reached a conclusion about the application of the provisions of the Civil Code of \nUkrainian SSR of 1963 to the disputed legal relations which was in force at the time of their \noccurrence (October 2003).61\n51. Therefore, unjust enrichment obligations were governed by Chapter 42 of the Civil Code of \nUkrainian SSR of 1963 before 2004. Unjust enrichment is a mature area of Ukrainian law. \nQuestion: Please consider further whether, under Article 1212 of the Civil Code, there is a requirement \nof direct enrichment?62\n52. I have already emphasized on the presence of a requirement of direct enrichment under Article \n1212 of the Civil Code63 but it is worth me making a few additional observations.  \n53. First, I note the lack of authorities and analysis provided in Beketov Eighth in favour of allowing \nclaims based on indirect enrichment. Mr Beketov’s argumentation is limited to the statement about \nthe absence of a rule in Ukrainian law that would require a victim to sue one recipient over another \nand about a victim having a free choice on which instance of unjust enrichment to sue upon \n(provided that double recovery is not permitted).64 As for court practice in this context, Mr Beketov \nrefers only to case “ Kyiv City Council v Ukrenerhopolis PJSC and Liberty Plaza LLC \"No. 5011-\n14/5760-2012, which, in his view, \"… illustrates that where property passes from the claimant to a \nfirst acquirer, to a second acquirer, a claim in unjust enrichment can be maintained against the \nsecond acquirer \".65\n54. In a formal sense, in this case Article 1212 of the Civil Code indeed was considered as the part of \nthe Court’s reasoning in granting a remedy against the second acquirer. However, in my opinion, \nthe Ruling of the High Commercial Court of Ukraine in that case does not constitute a relevant \nexample of a claim based on indirect enrichment under Article 1212 of the Civil Code for the \nfollowing reasons: \n54.1 As acknowledged in Beketov Eighth at paragraph 259, the property held by the second \nacquirer was the same property which had passed from the claimant to the first acquirer. \nThis is important because, in those circumstances, the claimant did not bring a simple claim \nunder Article 1212 but a “ vindication ” claim in respect of its property rights. The Court \napplied both Articles 387 (“ Owner’s Right to Claim Property from Someone Else’s Illegal \nPossession ”)66 and 1212 of the Civil Code when finding in favour of the claim for \nreclamation of property. This case is thus not analogous to the Bank’s claim against the \nCorporate Defendants. The main remedy that was sought in that case was vindication, \nwhich provides for the return of an ascertained thing from anybody who holds it irrespective \nof number of transfers in the chain. However, the Bank’s claim is only under Article 1212 \n60 In Civil Code of Ukrainian SSR Chapter 42 was titled: “Зобов'язання, що виникають внаслідок придбання або збереження майна \nза рахунок коштів іншої особи без достатніх підстав” (https://zakon.rada.gov.ua/laws/show/1540-06#Text) \n61 Annex 3A pages 210 - 215 - Decision of the High Specialised Civil and Criminal Court of Ukraine of 11 May 2012 in case No. 6-2419св12 \n(number in the USRJ 24550098) \n62 Paragraphs 78 - 79 of the Joint Report \n63 Paragraphs 140 - 151 of my Third Report  \n64 Pa"}
{"start": 42000, "text": "1212 \n60 In Civil Code of Ukrainian SSR Chapter 42 was titled: “Зобов'язання, що виникають внаслідок придбання або збереження майна \nза рахунок коштів іншої особи без достатніх підстав” (https://zakon.rada.gov.ua/laws/show/1540-06#Text) \n61 Annex 3A pages 210 - 215 - Decision of the High Specialised Civil and Criminal Court of Ukraine of 11 May 2012 in case No. 6-2419св12 \n(number in the USRJ 24550098) \n62 Paragraphs 78 - 79 of the Joint Report \n63 Paragraphs 140 - 151 of my Third Report  \n64 Paragraph 250 of Beketov Eighth   \n65 Paragraph 258 of Beketov Eighth and Exhibit to Beketov Eighth pages 1887 - 1898\n66 Annex 2A page 1 - Article 387 of the Civil Code: “The owner has the right to demand his property from the person who illegally, without \nthe appropriate legal basis, took possession of it.” \nC9/1/11\n10 of the Civil Code, which does not involve a claim for a return by the Corporate Defendants \nof the same money as drawn down by the Borrowers from the Bank under the Relevant \nLoan Agreements. \n54.2 Furthermore, the Court’s reference to Article 1212 in that case is of no wider application. I \nnote that this case was decided in 2012, at which time there was not yet a developed \npractice in claims for the return of specific property where remedies were sought under \ndifferent provisions of the Civil Code. The position is now clear that if a claimant has a \nvindication claim as an effective remedy, then it cannot bring an unjust enrichment claim. \nThis is an aspect of the subsidiary nature of Article 1212 of the Civil Code (i.e., that it can \nonly be applicable if other remedies are not available). I refer to recent practice of the \nSupreme Court according to which obligations on unjust enrichment constitute a general \nbasis for “… restoration of property status of persons (restoration of justice) in the absence \nof other grounds for this, if the protection of person's rights cannot be carried out on the \nbasis of contract, tort, law etc \".67 So, the approach in the Kyiv City Council v Liberty Plaza\ncase is outdated: the remedy for recovery of ascertained property which has been \ntransferred to a second acquirer is only under Article 387 and not in any kind of combination \nwith Article 1212. The legal bases for vindication and unjust enrichment claims under Article \n387 and Article 1212, respectively, are separate. \n55. Secondly, I would like to emphasize that the idea of a claim based on indirect enrichment is \nincompatible with the necessary condition under Article 1212 of the Civil Code of an \" increase in \nthe property of one party (acquirer) with simultaneous  reduction of it on the side of another party \n(victim)\"68 (emphasis added). Indeed, if a victim may sue the second or other acquirer in chain, it \nmakes impossible to meet the requirement of \" simultaneity\" since the latter is satisfied only during \nthe first acquisition in the chain. \nQuestion: Is the defence of 'change of position' available to the acquirer of property?69\n56. I do not have full understanding of defence of ' change of position'  under English law. However, if \nMr Beketov's interpretation70 of this concept corresponds with the correct understanding of it under \nEnglish law, then I agree that there is no such defence of ' change of position ' provided for in the \nCivil Code. I am also not familiar with any Ukrainian courts' rulings confirming the presence of such \na defence for the acquirer of property against unjust enrichment claim under Ukrainian law. \nQuestion: Please consider further the ‘at the expense of’ requirement under Article 1212 of the Civil \nCode.71\n57. When considering the requirement of enrichment to be at the expense of a claimant (victim) under \nArticle 1212 of the Civil Code Mr Beketov states that \"[t]he 'expense' suffered by the injured party \nmay be in the form of actual losses or expenditures, or lost profit ('foregone benefit')\".72\n58. Mr Beketov considers that concepts such as actual losses73 and lost profit74 are sufficient"}
{"start": 45500, "text": "stion: Please consider further the ‘at the expense of’ requirement under Article 1212 of the Civil \nCode.71\n57. When considering the requirement of enrichment to be at the expense of a claimant (victim) under \nArticle 1212 of the Civil Code Mr Beketov states that \"[t]he 'expense' suffered by the injured party \nmay be in the form of actual losses or expenditures, or lost profit ('foregone benefit')\".72\n58. Mr Beketov considers that concepts such as actual losses73 and lost profit74 are sufficient to satisfy \nthe ‘at the expense of ’ requirement of unjust enrichment and that such view is supported by \nreference to Ruling of the High Commercial Court of Ukraine dated 17 November 2016 in case \n(Kharkiv City Council v Person 4)  No. 922/1255/15.75 That case concerned a person using land \nwithout a lease contract and without paying any rent. The claimant claimed money from the \ndefendant in the amount of the rent which would have been payable (if there had been a proper \nlease contract). The Court pointed out that \"… the provisions of Articles 22 and 1166 of the CC, as \nwell as Article 1212 of the CC of Ukraine regulate compensation for harm, in particular, in the form \nof profits not received by the victim, caused as a result of illegal actions/inaction, and as a result of \n67 Annex 3A pages 216 - 245 - Ruling of the Supreme Court of 17 February 2021 in case No. 5023/10655/11 (number in the USRJ \n95573599) and the Ruling of the Supreme Court of 18 May 2021 in case No. 924/774/18 (number in the USRJ 97350209) \n68 Annex 3A pages 246 - 256 - Ruling of the Supreme Court of 4 May 2022 in case No. 903/359/21 (number in the USRJ 104167299) \n69 Paragraph 80 of the Joint Report \n70 Paragraph 249 of Beketov Eighth    \n71 Paragraph 82 of the Joint Report \n72 Paragraph 254 of Beketov Eighth    \n73 Article 22 (2) (1) of the Civil Code \n74 Article 22 (2) (2) of the Civil Code \n75 Paragraph 254 of Beketov Eighth and Exhibit to Beketov Eighth pages 1859 - 1864 \nC9/1/12\n11 unjust enrichment of another person due to the unjustified retention by him of the funds, which \nbelong (should be paid) to this victim. At the same time, the legal qualification of the material and \nlegal nature of the claim for the recovery of the funds must be given by the court itself, based on \nthe circumstances of the case \" (emphasis added). By applying such an approach, ambiguous as \nto which Article is being applied, the High Commercial Court of Ukraine allowed recovery in the \namount of the rent which would have been payable.76\n59. In my opinion, this case is not an authority as to what ‘ at the expense of ’ means for the purposes \nof Article 1212 of the Civil Code. This is because the High Commercial Court of Ukraine \nambiguously applied Article 22 (a general provision concerning tortious and contractual liability) \ntogether with Article 1212 of the Civil Code. It is important that the Court referred to the “ regulat [ion] \nof compensation for harm ” which indicates that the Court did not consider that the claim it was \nconsidering was one just for unjust enrichment. \n60. Furthermore, even if that case is viewed as the Court giving a remedy under Article 1212, it does \nnot support the idea that the ‘ at the expense of ’ requirement is as loose as Mr Beketov suggests. \nIn that case, the “lost profit” which the Court was considering was the rent which the claimant would \nhave received from the defendant, and which the defendant would have had to pay the claimant, if \nthere had been a lease. So, it was a measure of the benefit received by the defendant (i.e., having \nthe use of the land without paying rent) by reference to what the claimant should have received \nfrom the defendant  if its land had not been occupied without a lease (i.e., the rent). Therefore, I do \nnot agree with what is said by Mr Beketov, or his examples, at paragraph 256 of Beketov Eighth \n(and paragraph 83.1 of the Joint Report) to the effect that the benefit received by the defendant \nneed not involv"}
{"start": 49000, "text": "n a lease. So, it was a measure of the benefit received by the defendant (i.e., having \nthe use of the land without paying rent) by reference to what the claimant should have received \nfrom the defendant  if its land had not been occupied without a lease (i.e., the rent). Therefore, I do \nnot agree with what is said by Mr Beketov, or his examples, at paragraph 256 of Beketov Eighth \n(and paragraph 83.1 of the Joint Report) to the effect that the benefit received by the defendant \nneed not involve a reduction in the claimant’s property.  \n61. In any event, that ruling does not mean that an approach of considering Article 1212 together with \nArticle 22 of the Civil Code is unified and well established in the light of existing practice of the \nSupreme Court. More importantly, the Grand Chamber of the Supreme Court in 2019 clearly \nestablished the distinction between compensation for losses and unjust enrichment obligations. \nCase ( Semenivska Village Council v Person 3 ) No. 320/5877/17 was another claim by a claimant \nfor non-received rent from a defendant who had been using its land without a lease and without \npaying rent. The claimant originally claimed the rent as “losses”. In this regard, the Grand Chamber \nof the Supreme Court noted: \" The courts of the first and appellate instances applied to the legal \nrelations of the parties provisions of Article 22, Chapter 82 (“Compensation for harm”) of the Civil \nCode of Ukraine and Chapter 24 (“Compensation for losses of landowners and land-users”) of the \nLand Code of Ukraine, i.e. the provisions which govern tortious obligation on compensation for \nharm caused by an offence \". The Grand Chamber of the Supreme Court held that such provisions \nwere inapplicable to such a claim in the absence of a lease, for the rent which would have been \npaid had there been a lease. It also held that Article 1212(1) of the Civil Code was applicable rule \nfor the claimant in this case to seek to recover the rent.77  Accordingly, the first instance court when \nreconsidering this case due to the instructions of the Grand Chamber of the Supreme Court, \nrejected the claim for recovery of rent as “losses”.78 As I explained in the previous paragraph, \noccupying land without paying rent constitutes acquiring / preserving property ‘at the expense of’ \nthe land owner. This is not a form of “lost profit” in sense of the Article 22 of the Civil Code. This \nSemenivska Village  case shows that the Ukrainian courts clearly distinguish between return of \nbenefits received at the expense of a claimant and losses or “lost profits” as understood within the \nmeaning of Article 22 of the Civil Code.  \n62. Case ( Oblgazpostach LLC v JSC Ukrtransgaz ) No. 910/13503/19 was a claim for compensation \nfor damage / losses caused by the defendant overcharging the claimant for gas transportation \nservices. The courts of the first and appellate instances allowed a claim for recovery of the money \nas damages. The Supreme Court partially overruled those decisions, upholding the outcome (i.e., \nthat the overpayment be returned) but changing the legal basis, making the following statement: \n\"…infliction of losses and unjust enrichment have different legal nature and fall into different \n76 Annex 3A pages 257 - 263 - Ruling of the High Commercial Court of Ukraine of 17 November 2016 in case No. 922/1255/15 (number \nin the USRJ 62950379) \n77 Annex 3A pages 264 - 281 - Ruling of the Grand Chamber of the Supreme Court of 13 February 2019 in case No. 320/5877/17 (number \nin the USRJ 80081120) \n78 Annex 3A pages 282 - 291 - Judgement of Melitopol City District Court of Zaporizhzhia Oblast of 12 December 2019 in case No. \n320/5877/17 (number in the USRJ 86605186) \nC9/1/13\n12 normative and legal regulation . In contrast to losses, the compensation of which requires proof \nof the set of elements of a civil offense, - the establishment of circumstances of acquisition or \npreservation of property at the expense of another person (victim) and"}
{"start": 52500, "text": "e No. 320/5877/17 (number \nin the USRJ 80081120) \n78 Annex 3A pages 282 - 291 - Judgement of Melitopol City District Court of Zaporizhzhia Oblast of 12 December 2019 in case No. \n320/5877/17 (number in the USRJ 86605186) \nC9/1/13\n12 normative and legal regulation . In contrast to losses, the compensation of which requires proof \nof the set of elements of a civil offense, - the establishment of circumstances of acquisition or \npreservation of property at the expense of another person (victim) and the absence of a legal basis \nfor such acquisition or preservation or subsequent falling away of such legal basis are required for \nconclusions about return of groundlessly acquired funds\"79(emphasis added). Accordingly, the \nSupreme Court stated that \"… the courts of the first and appellate instances wrongly applied to \ndisputed legal relations provisions of Articles 22, 906 of the Civil Code of Ukraine, Articles 224, 225 \nof the Commercial Code of Ukraine, since provisions of Article 1212 on the consequences of unjust \nenrichment should have been applied \".80\n63. In view of the above, the distinction and separation between such measures of civil liability as real \nlosses or lost profit under Article 22 of the Civil Code81 and unjust enrichment obligations is well \nestablished in the recent court practice of Ukrainian courts and I do not see any grounds for \nintroducing such concepts within the legal framework of unjust enrichment to broaden the scope of \nthe ‘at the expense of’ requirement with the effect that there need not be a reduction in the \nclaimant’s property to satisfy an Article 1212 claim. \nQuestion: Consider further the 'reduction' of the victim's property aspect of Article 1212 of the Civil \nCode?82\n64. The requirements in respect of the reduction of the victim's property under unjust enrichment claim \nare closely related to requirement of direct enrichment which I have considered while answering \nthe earlier Question concerning direct enrichment.83\n65. I have to re-emphasise that one of the objective conditions for the unjust enrichment obligations to \narise is conditionality of increase or preservation of property on the side of the acquirer by way of\nreduction, or non-increase on the side of victim84(emphasis added). Thus, the requirement for \nreduction of the victim’s property is that it should be the interdependent counterpart of an increase \n(or preservation) of the property on the side of the acquirer.85 Such interdependence means that \nenrichment is “ at the expense of ” the victim since the property of the latter is affected. In the light \nof this, Mr Beketov’s emphasis that there only needs to be a “… causal connection between the \ndefendant's enrichment and the claimant's loss… ”86 should be examined. I would like to refer to the \ncourt practice provided by him, the real content of which may give precise understanding of relation \nbetween the reduction (or non-increase) of the property on the side of the victim and increase (or \npreservation) of the property on the side of the acquirer. \n66. Mr Beketov refers to the Rulings of the Supreme Court in cases No. 910/9345/17 and \nNo. 916/2478/20 and provides the following quotes from them: \"[unjust enrichment requires] 1) a \nperson's property has increased (that person has acquired new items of value or increased the \namount and value of his property or preserved the property that should have inevitably left his \npossession); and 2) another person has lost its property; that is, a person has increased or \npreserved his property as a result of such other person having lost or received less property\".87\n67. Such extract, however, incompletely reflects what the Supreme Court stated in these cases in \nrespect of the conditions under which an obligation of unjust enrichment arises. In both Rulings the \nSupreme Court identified such conditions as follows: \"… 1) a person's property has increased (that \nperson has acquired new items of value or increased the amount and valu"}
{"start": 56000, "text": "is, a person has increased or \npreserved his property as a result of such other person having lost or received less property\".87\n67. Such extract, however, incompletely reflects what the Supreme Court stated in these cases in \nrespect of the conditions under which an obligation of unjust enrichment arises. In both Rulings the \nSupreme Court identified such conditions as follows: \"… 1) a person's property has increased (that \nperson has acquired new items of value or increased the amount and value of his property or \npreserved the property that should have inevitably left his possession); 2) another person has lost \nits property; that is, a person has increased or preserved his property as a result of such other \nperson having lost or received less property ; 3) causal connection between the increase of property \nin one person and corresponding  loss of property in another person; 4) the absence of sufficient \nlegal grounds for increase in the property in one party at the expense of another party, i.e. the \n79 Annex 3A pages 292 -303 - Ruling of the Supreme Court of 20 October 2020 in case No. 910/13503/19 (number in the USRJ 92317530) \n80 Annex 3A pages 292 -303 - Ruling of the Supreme Court of 20 October 2020 in case No. 910/13503/19 (number in the USRJ 92317530)\n81 Annex 2 page 5 \n82 Paragraphs 82 - 83 of the Joint Report \n83 Paragraphs 52 - 55 of this Fourth Report \n84 Paragraphs 129 and 145 of my Third Report \n85 Paragraph 82.2 of the Joint Report \n86 Paragraph 82.1 of the Joint Report \n87 Paragraph 255(a) of Beketov Eighth and Exhibit to Beketov Eighth pages 1865 - 1878 \nC9/1/14\n13 necessary condition is increase in the property of one party (acquirer) with simultaneous \nreduction  of it in another party (victim) as well as the absence of legal basis (juridical fact) for \nenrichment \"(emphasis added). I exhibit to this Fourth Report translations into English of the \nrelevant passages of the Rulings in cases No. 910/9345/17 and No. 916/2478/20.88\n68. In my view, the correct interpretation of such, much fuller quotations from the Supreme Court, is \nthat the expression (after point 4) \" increase in the property of one party (acquirer) with \nsimultaneous reduction  of it in another party (victim)\"  (emphasis added) is a general way of \nexplaining all three conditions related to causal connection at points 1 to 3 earlier in the quoted \nsentence. It means that a causal connection under unjust enrichment indeed is construed as \ninterdependence between simultaneously operating parts of one event and not as causation as \nunderstood in the tortious framework. More importantly, such understanding of a causal connection \nunder unjust enrichment makes clear that reduction in the property on the side of victim should take \nplace simultaneously with anincrease in the property of acquirer.\n69. Another case by which Mr Beketov supports his view on causal connection between the \ndefendant's enrichment and the claimant's loss is case No. 910/13271/18. Mr Beketov quotes the \nconclusion of the Supreme Court, translated into English, as follows: “ The objective conditions for \nthe emergence of obligations on acquisition or preservation of property without a sufficient legal \nbasis are: 1) acquisition or preservation of property by one person (acquirer) at the expense of \nanother (victim); 2) damage in the form of reduction or non-increase of property of another person \n(victim); 3) causal link between the increase or preservation of property by the acquirer and the \nreduction or absence of increase on the part of the victim; 4) the absence of a legal basis for the \nspecified change in the property status of these persons ”.89 Mr Beketov added the underlining at \npoint 3.  \n70. However, in fact, the third objective condition in this Ruling of the Supreme Court is best translated \nas \"conditionality  of increase or preservation of property on the side of the acquirer by way of \nreduction , or non-increase on the side of victim \"(emphasis added) "}
{"start": 59500, "text": "irer and the \nreduction or absence of increase on the part of the victim; 4) the absence of a legal basis for the \nspecified change in the property status of these persons ”.89 Mr Beketov added the underlining at \npoint 3.  \n70. However, in fact, the third objective condition in this Ruling of the Supreme Court is best translated \nas \"conditionality  of increase or preservation of property on the side of the acquirer by way of \nreduction , or non-increase on the side of victim \"(emphasis added) which differs from the \nstatement given by Mr Beketov in his translation which uses “ and” where I consider “ by way of ” (or \n“through”) is appropriate. The relevant Ukrainian words used by the Supreme Court are: “…3) \nобумовленість збільшення або збереження майна з боку набувача шляхом зменшення або \nвідсутності збільшення на стороні потерпілого” (I exhibit to this Fourth Report translation into \nEnglish of the relevant passages of the Ruling in case No. 910/13271/18).90It is important because \nthe correct translation wording supports my opinion about the link under Article 1212 of the Civil \nCode as interdependence between 'two sides of the same coin'91 and not as causation under \ntortious liability. It also confirms the existence of requirement of simultaneity for the reduction of the \nvictim's property under Article 1212 of the Civil Code. \n71. Considering the abovementioned, I find it surprising to learn that Mr Beketov does not consider that \na reduction in the claimant's property is even a requirement of Article 1212 of the Civil Code92 at all \n(even if not simultaneous). Indeed, such requirement directly stems from court practice referred to \nby Mr Beketov93 whereas his \"… hypothetical examples of a defendant taking water from a stream \npassing through a claimant's property, or tapping into that a claimant's wireless internet connection, \nwithout permission, with the defendant then using or selling those resources for gain \"94 are not \nsupported by any authorities.  \nQuestion: Please consider further the impact of the fact that the Unreturned Prepayments were made \nto the Corporate Defendants by the Borrowers and not by the Bank?95\n72. Permitting the Bank's unjust enrichment claim against the Corporate Defendants in such a scenario \nrequires the acceptance of the idea of indirect enrichment under Article 1212 of the Civil Code \n88 Annex 3A pages 304 - 328 - Ruling of the Supreme Court of 26 April 2018 in case No. 910/9345/17 (number in the USRJ 73793083) \nand the Ruling of the Supreme Court of 1 June 2021 in case No. 916/2478/20 (number in the USRJ 97597949) \n89 Paragraph 255(b) of Beketov Eighth and Exhibit to Beketov Eighth pages 1879 - 1886\n90 Annex 3A pages 329 - 343 - Ruling of the Supreme Court of 6 February 2020 in case No. 910/13271/18 (number in the USRJ 87426717) \n91 Paragraph 142 of my Third Report \n92 Paragraph 83.1 of the Joint Report \n93 Paragraph 255 of Beketov Eighth   \n94 Paragraph 83.1 of the Joint Report \n95 Paragraph 84 of the Joint Report \nC9/1/15\n14 which is wrong as I have already explained when answering questions above in this Report96 and \nin paragraphs 140-144, 150 of my Third Report.97 I note that Mr Beketov's view is based on the \nBank's allegation about a causal connection between the Corporate Defendants enrichment and \nthe Bank's loss.98 According to Mr Beketov, such connection implies that enrichment may be \nindirect through a series of related transactions.99 I have explained why that approach is not part of \nUkrainian law100 and is incompatible with the requirement of direct enrichment under Article 1212 \nof the Civil Code. \n73. Separately, I have previously analysed how enrichment of the Corporate Defendants would not \nhave been “ at the expense of ” the Bank because of the fact that the Unreturned Prepayments were \nmade to the Corporate Defendants by the Borrowers who had previously received sums from the \nBank under the Relevant Loan Agreements (on the basis that those agreements were valid"}
{"start": 63000, "text": "t of \nUkrainian law100 and is incompatible with the requirement of direct enrichment under Article 1212 \nof the Civil Code. \n73. Separately, I have previously analysed how enrichment of the Corporate Defendants would not \nhave been “ at the expense of ” the Bank because of the fact that the Unreturned Prepayments were \nmade to the Corporate Defendants by the Borrowers who had previously received sums from the \nBank under the Relevant Loan Agreements (on the basis that those agreements were valid).101\nThis is also the position irrespective of whether the Relevant Loan Agreements are valid or not.102\nThis is because upon receipt of funds into their bank accounts from the Bank, the Borrowers \nbecame the persons entitled to use of those funds in their bank accounts (as Mr Beketov appears \nto accept at paragraphs 119 and 122 of Beketov Eighth).  Therefore, subsequent disposal of the \nmonies as the prepayments to the Corporate Defendants was disposal by the Borrowers of their \nmoney (i.e., not money of the Bank).  \n74. The above points independently preclude an unjust enrichment claim by the Bank against the \nCorporate Defendants since their enrichment will not have been \" at the expense of \" the Bank.  \n75. Moreover, if the Relevant Supply Agreements are valid then the receipt of the prepayments by the \nCorporate Defendants will not have been “ without sufficient legal grounds ”.  \n76. Consequently, the fact that the Unreturned Prepayments were made to the Corporate Defendants \nby the Borrowers and not by the Bank precludes unjust enrichment claim of the Bank against the \nCorporate Defendants. \nQuestion: Please consider the application of the ‘abuse of rights’ rule under an unjust enrichment \nclaim (considering current set of facts).103\n77. Mr Beketov suggests that abusive nature of the Supply Agreements (if established) precludes the \npossibility of the Corporate Defendants relying on them as a lawful basis for receiving their \nenrichment.104 I note that there is a common ground between experts that a party may abuse its \nrights only when it exercises a legally recognised right.105 The Bank has not pleaded that a particular \nsubjective civil right (i.e., right personal to the Corporate Defendants) was abused by the Corporate \nDefendants nor how the abuse of any subjective civil right was manifested in its unjust enrichment \nclaim against the Corporate Defendants. The Bank also has not disputed the validity of the Supply \nAgreements on the basis that they had an abusive nature and entering into them was a violation \nby the Corporate Defendants of Article 13 of the Civil Code.  \n78. I also note that Mr Beketov's suggestion on the applicability of the abuse of rights rule to the Bank's \nunjust enrichment claim relies on the same court practice as when he considered unlawfulness \nunder Article 1166 of the Civil Code.106 Consequently, I note that Article 1212 of the Civil Code was \nnot applied in the cases referred to by Mr Beketov. In particular, case No. 369/11268/16-ts107 was \na сlaim for invalidation of contract, which is of a different legal nature to an unjust enrichment claim. \nThe Supreme Court in this case did not apply Article 1212 but upheld the decisions of the first and \nappellate courts on invalidation of contracts on the basis of Article 234 of the Civil Code (please \n96 Paragraphs 52 - 55 of this Fourth Report \n97 Paragraphs 140 - 144 and 150 of my Third Report \n98 Paragraph 84.1 of the Joint Report \n99 Paragraph 257 of Beketov Eighth  \n100 Paragraphs 52 - 55 and 64 - 71 of this Fourth Report \n101 Paragraphs 165 and 167 of my Third Report \n102 The point I make here is in addition to my analysis at paragraphs 173 - 175 of my Third Report. (For reference, my conclusions about \nthe validity of the agreements are at paragraphs 221 and 230 of my Third Report.) \n103 Paragraph 89 of the Joint Report \n104 Paragraph 268 of Beketov Eighth; Paragraph 89.1 of the Joint Report  \n105 Paragraph 33 of the Joint Report\n106 Paragraph 89."}
{"start": 66500, "text": "ighth  \n100 Paragraphs 52 - 55 and 64 - 71 of this Fourth Report \n101 Paragraphs 165 and 167 of my Third Report \n102 The point I make here is in addition to my analysis at paragraphs 173 - 175 of my Third Report. (For reference, my conclusions about \nthe validity of the agreements are at paragraphs 221 and 230 of my Third Report.) \n103 Paragraph 89 of the Joint Report \n104 Paragraph 268 of Beketov Eighth; Paragraph 89.1 of the Joint Report  \n105 Paragraph 33 of the Joint Report\n106 Paragraph 89.1 of the Joint Report \n107 Paragraphs 79 and 81 of Beketov Eighth and Exhibit to Beketov Eighth pages 1552 -1559  \nC9/1/16\n15 see attached translation of the extract of Ruling in case No. 369/11268/16-ts).108 In case No. \n908/1152/18109 Article 1212 also was not applied by the Supreme Court. In this case the Supreme \nCourt upheld the decision of the first instance court on invalidation of the disputed contract on the \nbasis of Articles 3(6), 13(3) and 234 of the Civil Code (please see attached translation of the extract \nof Ruling in case No. 908/1152/18).110 Сase No. 317/3272/16-ts111 is also in no way connected with \nan unjust enrichment claim. In that case violation of Article 13(3) by spouses was used only as the \nbasis for the court's refusal to order the division of joint marital property since such division was \nconsidered as violating the property interests of the creditor and aiming at preventing foreclosure \non debtor's property (please see attached translation of the extract of Ruling in case No. \n317/3272/16-ts).112\n79. I would like to re-emphasise, that the understanding of absence of legal basis of acquisition of \nproperty under Article 1212 of the Civil Code is clearly established in court practice. \" If the behaviour \nof the acquirer, victim, other persons or event forms a legal basis for the acquisition (preservation) \nof property, Article 1212 of the Civil Code of Ukraine may be applied only after such legal basis is \nduly revoked, declared invalid, changed, terminated or absent in principle\".113 In this context I also \nrefer to the recent conclusion of the Supreme Court on the application of legal rules, according to \nwhich \" the contractual nature of disputed legal relations in the absence of their termination \n(dissolution etc), i.e. falling away of the legal basis of arising, excludes possibility of application of \nArticle 1212 of the Civil Code to them, including to the claim on return of prepayments to the \nclaimant under the contract \".114\n80. Consequently, I do not think that the allegedly abusive nature of the Supply Agreements itself \nwithout declaration of invalidity of such transactions due to established legal grounds means that \nthe property was acquired groundlessly.  \nQuestion: What is the effect, in your view, of: \n1) declarations of invalidity (or its absence) of the agreements in the chain of transactions \nbetween the Bank and the Corporate Defendants; \n2) the absence of some of the parties to the above agreements as parties to these \nproceedings; and \n3) the available remedies to the parties under Article 1214 and Article 625 of the Civil Code.115\nInvalidity of the agreements \n81. I have previously considered the effect of validity and invalidity of the agreements in the chain of \ntransactions between the Bank and the Corporate Defendants.116 My conclusions remain \nunchanged.  \n82. The validity of the Relevant Loan Agreements precludes the Bank’s unjust enrichment claim per \nse.117 The invalidity of the Relevant Loan Agreements and the Relevant Supply Agreements \nprecludes the Bank’s unjust enrichment claim against the Corporate Defendants who were not \nenriched at the expense of the Bank.118 The same is true when the Relevant Loan Agreements are \ninvalid, and the Relevant Supply Agreements are valid.119 In this regard, I have to note that mere \nabusive reliance on the Relevant Supply Agreements does not establish the lack of sufficient legal \n108 Annex 3A pages 344 - 355 - Ruling of the Supreme Cou"}
{"start": 70000, "text": "ant Loan Agreements and the Relevant Supply Agreements \nprecludes the Bank’s unjust enrichment claim against the Corporate Defendants who were not \nenriched at the expense of the Bank.118 The same is true when the Relevant Loan Agreements are \ninvalid, and the Relevant Supply Agreements are valid.119 In this regard, I have to note that mere \nabusive reliance on the Relevant Supply Agreements does not establish the lack of sufficient legal \n108 Annex 3A pages 344 - 355 - Ruling of the Supreme Court of 3 July 2019 in case No. 369/11268/16-ts \n109 Paragraph 85 of Beketov Eighth and Exhibit to Beketov Eighth pages 1540 -1551   \n110 Annex 3A pages 67 - 88 - Ruling of the Supreme Court of 9 February 2021 in the case No. 908/1152/18 \n111 Paragraphs 83 - 84 of Beketov Eighth and Exhibit to Beketov Eighth pages 1577 -1580   \n112 Annex 3A pages 59 - 66 - Ruling of the Supreme Court dated 6 March 2019 in the case No. 317/3272/16-ts \n113 Paragraph 166 of my Third Report. See also Annex 3A pages 356 - 370 - Ruling of the Supreme Court of 8 February 2022 in case No. \n910/5402/21 (number in the USRJ 103320393)  \n114 Annex 3A pages 371 - 390 - Ruling of the Supreme Court of 10 February 2022 in case No. 918/339/21 (number in the USRJ 103851690) \n115 Paragraphs 90 - 93 of the Joint Report \n116 Paragraphs 163 - 175 of my Third Report \n117 Paragraph 167 of my Third Report \n118 Paragraph 175 of my Third Report \n119 Paragraph 168 of my Third Report \nC9/1/17\n16 grounds for acquiring the Unreturned Prepayments.120 Since the Bank’s allegation on voidness of \nthe Relevant Supply Agreements121 is denied by the Corporate Defendants,122 the voidness of such \nagreements must be established by a court.123 Accordingly, I do not agree with Mr Beketov’s \nexplanations given on these matters on which he relies on to support his view that there is no need \nfor declarations of invalidity under the Bank’s unjust enrichment claim.124\nAbsence of some of the parties \n83. There is a requirement of joinder of parties in a case on invalidation of contract125 according to \nestablished practice of Ukrainian courts. I note what the Bank alleges about the voidness of the \nRelevant Supply Agreements when substantiating its unjust enrichment claim against the \nCorporate Defendants.126 I also note that a dispute exists as for the Bank's allegation about \nvoidness of the Relevant Loan Agreements and the Relevant Supply Agreements.127 Thus, in my \nopinion, joinder of the Borrowers as the parties to the Relevant Supply Agreements to the \nproceeding will be necessary from the perspective of Ukrainian court. It should be noted, however, \nthat this hypothetical scenario of consideration of such unjust enrichment claim seems unlikely \nsince it necessarily presupposes the acceptance of idea of indirect enrichment under Article 1212 \nof the Civil Code which I do not share.128\nRemedies under Article 1214 and Article 625 of the Civil Code \n84. To my knowledge, there were not any significant changes with respect to available remedies to the \nparties under Article 1214 and Article 625 of the Civil Code since submission of my Third Report. \nThus, I confirm the relevance of my conclusions made in this context.129\nQuestion: If the First and Second Defendants are successful in any of their repayment defences to the \nBank's tort claims against them, would the Corporate Defendants be liable under the unjust enrichment \nclaims against them pursuant to Article 1212 of the Civil Code?130\n85. Mr Beketov’s view is that “… if part of the monies by which the Defendant Suppliers [Corporate \nDefendants] were enriched ultimately circled back to the Bank, in the form of repayments of earlier \nlending, this would have no effect on the Bank’s claim in unjust enrichment against the Defendant \nSuppliers [Corporate Defendants]”.131 In my view, the Bank's enrichment claim against the \nCorporate Defendants would not be successful since it is based on the idea of indirect enrichment. \nThus, even hypothetical assess"}
{"start": 73500, "text": " is that “… if part of the monies by which the Defendant Suppliers [Corporate \nDefendants] were enriched ultimately circled back to the Bank, in the form of repayments of earlier \nlending, this would have no effect on the Bank’s claim in unjust enrichment against the Defendant \nSuppliers [Corporate Defendants]”.131 In my view, the Bank's enrichment claim against the \nCorporate Defendants would not be successful since it is based on the idea of indirect enrichment. \nThus, even hypothetical assessment of impact of loan repayments on the Bank's unjust enrichment \nclaim against the Corporate Defendants is inconsistent with my belief (as I explained previously at \nparagraph 82 of this Fourth Report and at paragraphs 167, 175, 181 and 183 of my Third Report) \nthat the Corporate Defendants were not enriched at the expense of the Bank. My conclusions \nregarding the continuation of any liability under Article 1212132 of the Civil Code also should be \nunderstood in the light of this reservation. \n86. However, if I had accepted that the Bank's unjust enrichment claim against the Corporate \nDefendants is allowable, then I do think that such claim would be affected by loan repayments. The \nsum pleaded by the Bank for compensation is the same under its tortious claim against the First \nand Second Defendants133 and the claim in unjust enrichment against the Corporate Defendants.134\nAccordingly, if it is established that the Bank was repaid in part under its tortious claim, then the \n120 Paragraph 75 of this Fourth Report \n121 Paragraph 32A of the RRRAPOC \n122 Paragraph 22A (4) of the Re-Re-Amended Defence of the Corporate Defendants \n123 Paragraph 8.3 of the Joint Report  \n124 Paragraph 269 of Beketov Eighth; Paragraph 90.1 of the Joint Report \n125 Paragraphs 217.2 and 220.2 of my Third Report. See also Annex 3A pages 391 - 398 - Ruling of the Supreme Court of 3 August 2022 \nin case No. 143/110/20 (number in the USRJ 105838896)  \n126 Paragraph 58C of the RRRAPOC   \n127 Paragraph 22A(4) of the Re-Re-Amended Defence of the Corporate Defendants \n128 Paragraphs 52-55 of this Fourth Report \n129 Paragraphs 187 - 200 of my Third Report; Paragraphs 92.1 and 93.2 of the Joint Report  \n130 Paragraph 86 of the Joint Report \n131 Paragraph 86.1 of the Joint Report \n132 Paragraph 86.2 of the Joint Report \n133 Paragraphs 52 (1), 53 and 61 of the RRRAPOC  \n134 Paragraph 60 of the RRRAPOC \nC9/1/18\n17 essence of my reservation against indirect enrichment should be applicable to this context.135\nIndeed, it is impermissible under Ukrainian law to allow the Bank to receive from the Corporate \nDefendants under an unjust enrichment claim the same amount of funds which had been already \ncircled backed or repaid to the Bank or where it had been effectively compensated by asset \ntransfers and, consequently, which it should not be compensated for under its tort claim. The \nacceptance of such scenario leads to the wrong conclusion that the Bank may legally receive \ncompensation for the loss of his property in the same amount several times under different claims \nwhich would result in the Bank's unlawful enrichment. My conclusion echoes Mr Alyoshin's view on \nthe impact of repayments of loans on the Bank's tortious claim136 since he agrees that the Bank \ncannot double recover.  \nCompetition of claims \nQuestion: May an unjust enrichment claim be successfully pursued where the claimant may be \nrestored by way of a claim in contract?137\n87. I have previously drawn attention to the subsidiary nature of Article 1212 of the Civil Code with \nrespect to other special remedies for the protection of subjective / personal property civil rights.138\n88. Such conclusion remains relevant and correct in the light of recent Ruling of the Supreme Court in \ncase No. 932/264/20: \" Pursuant to the content of Article 1212 of the Civil Code of Ukraine this \nprovision applies only in cases when unjust enrichment of one person at the expense of another \nperson cannot be eliminated through other"}
{"start": 77000, "text": "ubsidiary nature of Article 1212 of the Civil Code with \nrespect to other special remedies for the protection of subjective / personal property civil rights.138\n88. Such conclusion remains relevant and correct in the light of recent Ruling of the Supreme Court in \ncase No. 932/264/20: \" Pursuant to the content of Article 1212 of the Civil Code of Ukraine this \nprovision applies only in cases when unjust enrichment of one person at the expense of another \nperson cannot be eliminated through other special remedies. In particular, if a dispute arises \nregarding acquisition of property or its preservation without sufficient legal grounds contractual \nnature of legal relations excludes the possibility of the court to apply Article 1212(1) to them, \nincluding to the obligation to return property to victim \".139\n89. In this regard, I also refer to other conclusions of the Supreme Court which have already been \nprovided in this Report for the purpose of answering the questions at paragraphs 54.2 and 79. \nabove: \n89.1 \"Obligations on unjust enrichment constitute a general basis for restoration of property \nstatus of persons (restoration of justice) in the absence of other grounds for this, if the \nprotection of person's rights cannot be carried out on the basis of contract, tort, law etc \".140\nand \n89.2 \"The contractual nature of disputed legal relations in the absence of their termination \n(dissolution etc), i.e. falling away of the legal basis of arising, excludes possibility of \napplication of Article 1212 of the Civil Code to them, including to the claim on return of \nprepayments to the claimant under the contract \".141\n90. Since property losses of the Bank were caused by the Borrowers' violation of their duty under the \nRelevant Loan Agreements142 and taking into account the conclusions of the Supreme Court which \nI have identified, the pursuing of an unjust enrichment claim by the Bank against the Corporate \nDefendants constitutes choice of an inappropriate remedy because the Bank can bring a \ncontractual claim against the Borrowers, which is an independent and sufficient basis for refusing \nto satisfy its claims. The Bank maintains that “ Misappropriation started with the transfer of funds \nfrom the Bank to the Borrowers under the Relevant Loans. The Bank suffered a loss as a result of \nthe Borrowers failing validly to repay all or part of the Relevant Drawdowns”143and that  “harm for \n135 Paragraphs 143.1 and 201 of my Third Report \n136 Paragraph 138 of Alyoshin First \n137 Paragraphs 95 of the Joint Report \n138 Paragraph 157 of my Third Report \n139 Annex 3A pages 399 - 406 - Ruling of the Supreme Court of 4 May 2022 in case No. 932/264/20 (number in the USRJ 104191700)   \n140 Annex 3A pages 407 - 436 - Ruling of the Supreme Court of 17 February 2021 in case No. 5023/10655/11 (number in the USRJ \n95573599) and the Ruling of the Supreme Court of 18 May 2021 in case No. 924/774/18 (number in the USRJ 97350209) \n141 Annex 3A pages 371 - 390 - Ruling of the Supreme Court of 10 February 2022 in case No. 918/339/21 (number in the USRJ 103851690)  \n142 Paragraph 107 of my Third Report \n143 Claimant's Response to the First Defendant's Part 18 RFI dated 21 April 2020, Response to Request 7 \nC9/1/19\n18 the purposes of Article 1166 includes those matters identified in Article 22 and encompasses the \ntransfer of a claimant's funds to third parties”.144\n91. Consequently, the existence of a contractual relationship between the Bank and the Borrowers \nrules out not only the Bank's tortious claim in respect of harm suffered as a result of the non-\nperformance of the Relevant Loans145 but also the Bank's unjust enrichment claim against the \nCorporate Defendants in respect of reduction of the Bank's property caused by the transfer of funds \nfrom the Bank to the Borrowers under the Relevant Loans. \nF. VOID CONTRACTS \nQuestion: Please consider further the scope of the presumption of validity: \n1) Who, under Ukrainian law, can challenge the validity"}
{"start": 80500, "text": "ules out not only the Bank's tortious claim in respect of harm suffered as a result of the non-\nperformance of the Relevant Loans145 but also the Bank's unjust enrichment claim against the \nCorporate Defendants in respect of reduction of the Bank's property caused by the transfer of funds \nfrom the Bank to the Borrowers under the Relevant Loans. \nF. VOID CONTRACTS \nQuestion: Please consider further the scope of the presumption of validity: \n1) Who, under Ukrainian law, can challenge the validity of a transaction? \n2) When is the presumption of validity engaged?146\nChallenging the validity of a transaction \n92. Mr Beketov’s view is that the court can take steps to confirm that a transaction is void and decide \non the application of the consequences of its invalidity in the absence of one of the parties to the \ntransaction and even if not all of the parties to the transaction are joined the claim.147 I do not agree \nwith Mr Beketov’s opinion in respect of both of those statements. \n93. There are two separate but related questions. I have already addressed at paragraphs 202.3, 217 \nand 220.2 of my Third Report the issue of the necessity for the Borrowers to be party to these \nproceedings because they are a party to both the Relevant Loan Agreements and the Relevant \nSupply Agreements. There is an additional point related to the Relevant Supply Agreements: the \nBank is not a party to the agreements and so would have first to demonstrate that it has standing \nto challenge their validity.  \n94. Pursuant to Article 215(3) of the Civil Code148\"[i]f a transaction’s invalidity is not directly established \nby the law, or one of the parties or other interested person  object against its validity on the \ngrounds stipulated by the law, such transaction may be recognised by a court as invalid (disputed \n[voidable]  transaction)”  (emphasis added). There is no universal legal definition of the concept of \n\"other interested person \" in the provisions of the Civil Code in the context of invalidity of a \ntransaction. However, this issue was addressed in several court decisions and in the acts of higher \njudicial bodies concerning the clarification and/or analysis of Ukrainian case law in this field. \n95. First, based on the summary of the provisions of the \"November Resolution\"149 and the Letter of \nthe High Specialised Court on Civil and Criminal Cases dated 1 January 2017 \"Analysis of certain \nissues of court practice that arise when the courts apply the recommendatory explanations set out \nin the Resolution No. 9 of the Plenum of the Supreme Court of Ukraine of 6 November 2009 \"On \nJudicial practice of considering Civil Cases for Invalidation of Transactions\"”150 the interested \nperson is the person, whose rights and legitimate interests have been violated by performing \na contract. Such person is “… any person who has a specific property interest  in the disputed \ncontract , [but he/she] must prove specific facts of violation of his property rights and \ninterests .In this regard, there are several criteria for determining the claimant's interest in \nthe disputed contract : 1) the rights and legitimate interests of the interested person are directly \nviolated by the contract; 2) as a result of declaring the contract invalid, the property interests of the \n144 RRRAPOC, para 34 \n145 Paragraph 179 of Alyoshin First \n146 Paragraphs 6 - 7 of the Joint Report \n147 Paragraph 9.1 of the Joint Report \n148 Annex 2 page 9  \n149 Annex 3A page 476 - 483 - Resolution No. 9 of the Plenum of the Supreme Court of Ukraine \"On Judicial practice of considering Civil \nCases for Invalidation of Transactions\" dated 6 November 2009 \n150 Annex 3A page 437 - 475 - Letter of the High Specialised Court on Civil and Criminal Cases dated 1 January 2017 \nC9/1/20\n19 interested person will be restored; 3) the interested person receives something as a result of \nrestitution ” (rights, property).151\n96. Second, in accordance with the findings of the Supreme Court: “[t] heself-"}
{"start": 84000, "text": "n No. 9 of the Plenum of the Supreme Court of Ukraine \"On Judicial practice of considering Civil \nCases for Invalidation of Transactions\" dated 6 November 2009 \n150 Annex 3A page 437 - 475 - Letter of the High Specialised Court on Civil and Criminal Cases dated 1 January 2017 \nC9/1/20\n19 interested person will be restored; 3) the interested person receives something as a result of \nrestitution ” (rights, property).151\n96. Second, in accordance with the findings of the Supreme Court: “[t] heself-interest of the interested \nperson lies in the fact that the object of the transaction is owned by a specific person or that the \nparty (parties) to the transaction were in a certain legal position, since the further possibility of \nthe interested person to exercise his legal rights depends on this ” (emphasis added).152\nFurther, in the Ruling of the Supreme Court consisting of the panel of judges of the Commercial \nCourt of Cassation of 17 April 2019 in case No. 910/7009/18153 the Supreme Court concludes that \n“…a person is considered to be interested if the disputed transaction directly affects his rights \nand legal interests , therefore, such a person, when applying to the court with a corresponding \nclaim, must substantiate the violation of his rights and interests in connection with this \ntransaction , as well as the possibility of their renewal in this way, that is, by declaring it invalid ” \n(emphasis added).154\n97. At the same time, it should be separately emphasised that today the Ukrainian courts, when \nconsidering the invalidity of transactions based on the claims of ‘ interested ’ persons who are not \nparties to the disputed transaction, adhere to the conclusions stated in the Ruling of the Supreme \nCourt made by the Joint Chamber of the Commercial Court of Cassation of 16 October 2020 in \ncase No. 910/12787/17, according to which: \"…a person who applies to the court with a claim to \ninvalidate a contract (or its separate provisions) must prove specific facts of violation of his \nproperty rights and interests , namely: must prove that his rights and legal interests as a \ninterested person are directly violated by the disputed contract and as a result of invalidating it (or \nits separate provisions), the property rights of the interested person will be protected and restored. \nExercising the right to legal protection and applying to the court with a claim for the invalidity of a \ntransaction to which he is not a party, the claimant is obliged to prove (confirm)  in accordance \nwith the procedure established by law how the disputed contract violates (affects) his rights \nand legitimate interests , and the court, in its turn, - to verify the arguments and evidence  with \nwhich the claimant substantiates such claims, and depending on the established, decide the \nquestion of the presence or absence of grounds for legal protection of the claimant.  The \nabsence of a violated or disputed right of the claimant is the basis for a decision to reject the \nclaim, regardless of other circumstances established by the court \" (emphasis added).155\n98. Analysis of the aforementioned view expressed by the Supreme Court indicates that not any \ninterested person  can challenge the validity of a transaction, but a person that has a specific \nproperty interest in a disputed transaction, which must be proven  by this person and can be \nseen as a necessity of availability of a protected legal interest in a disputed transaction \nattributed to such person, but not any other interest. Considering the case materials, with which I \nhad the opportunity to familiarise myself, I see no reason to view the Bank as an interested party \nin the defined in the Ukrainian judicial practice sense, because the subject of the Relevant Supply \nAgreements was money, which is a generic and fungible thing and not specific property and, \nfurthermore, if the Relevant Loan Agreements are not void, the money transferred to the Corporate \nDefendants was not even the Bank’s mo"}
{"start": 87500, "text": " not any other interest. Considering the case materials, with which I \nhad the opportunity to familiarise myself, I see no reason to view the Bank as an interested party \nin the defined in the Ukrainian judicial practice sense, because the subject of the Relevant Supply \nAgreements was money, which is a generic and fungible thing and not specific property and, \nfurthermore, if the Relevant Loan Agreements are not void, the money transferred to the Corporate \nDefendants was not even the Bank’s money but was the Borrowers’ money. \nEngaging the presumption of validity \n99. Mr Beketov believes that the presumption of validity applies only to transactions that may be \ndeclared invalid by the court, i.e. voidable transactions.156 I do not agree with this statement. \nPursuant to Article 204 of the Civil Code,157 titled \" Presumption of Lawfulness of a Transaction \", a \n151 Annex 3A page 437 - 475 - Letter of the High Specialised Court on Civil and Criminal Cases dated 1 January 2017 \n152 Annex 3A pages 484 – 502 - Ruling of the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation of \n18 December 2018 in case No. 911/390/18; the Ruling of the Supreme Court consisting of the panel of judges of the Commercial Court \nof Cassation of 14 November 2018 in case No. 903/52/18 and the Ruling of the Supreme Court consisting of the panel of judges of the \nCommercial Court of Cassation of 11 September 2019 in case No. 910/14018/17 \n153 Annex 3A pages 503 - 512 - Ruling of the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation of \n17 April 2019 in case No. 910/7009/18 \n154 Annex 3A page - 513 - 527 - Ruling of the Supreme Court made by the Joint Chamber of the Commercial Court of Cassation of 16 \nOctober 2020 in case No. 910/12787/17 \n155 Annex 3A pages 513 – 527 - Ruling of the Supreme Court made by the Joint Chamber of the Commercial Court of Cassation of \n16 October 2020 in case No. 910/12787/17 \n156 Paragraph 33 of Beketov Eighth, Paragraph 7.1 of the Joint Report \n157 Annex 2 page 7 \nC9/1/21\n20 \"transaction is lawful unless its invalidity is directly established by law or is declared invalid by a \ncourt \". Thus, as an essential legal principle of Ukrainian contract law, this presumption  is \napplicable to all types of transactions . The presumption of validity and the necessity of its \nrebuttal, based on its nature as a legal concept, applies in both scenarios: when the invalidity of \ntransaction is directly established by law (void transaction) or when it is declared invalid by a court \n(voidable transaction).  \n100. The key difference between the latter, however, lies only in the mechanism of establishing the \ninvalidity of a transaction : directly by law, in case of a void transaction, or by a court decision - in \ncase of a voidable transaction. According to Article 215(2) of the Civil Code158 a “transaction is \ninvalid if its invalidity is established by the law (void transaction) ”. In this case, invalidation of the \ntransaction by the court shall not be required.\" Nevertheless, this does not eliminate entirely any \npossibility and/or necessity of court's consideration and ruling on the matter of invalidity of void \ntransaction and its effects, it just shifts the court's role  – from declaring a voidable transaction \ninvalid, to establishing , where the circumstances of the case require the fact of invalidity of a \nvoid transaction by virtue of the provisions of the law .  \n101. In some cases, e.g., in the Ruling of the Grand Chamber of the Supreme Court of 4 June 2019 in \ncase No. 916/3156/17, the terms ' confirm ' and ' refute ' are used to describe the court’s role where \na party relies on a transaction being void: \" If there is a dispute regarding the legal consequences \nof an invalid transaction, one of the parties of which or another interested person considers it void, \nthe court examines the relevant arguments and in the motivational part of the court decision, hav"}
{"start": 91000, "text": "some cases, e.g., in the Ruling of the Grand Chamber of the Supreme Court of 4 June 2019 in \ncase No. 916/3156/17, the terms ' confirm ' and ' refute ' are used to describe the court’s role where \na party relies on a transaction being void: \" If there is a dispute regarding the legal consequences \nof an invalid transaction, one of the parties of which or another interested person considers it void, \nthe court examines the relevant arguments and in the motivational part of the court decision, having \napplied the relevant provisions of the norms of material law, confirms or refutes the \ncircumstance of the transaction being void \"159 (emphasis added).  \n102. Notwithstanding the differences in terminology used, the overarching statement on the fact of \nnecessity of establishment of the invalidity of a void transaction by the court and the mechanism \nfor this can be effectively illustrated by referring to the practice of the Supreme Court in cases \ninvolving claims on invalidity of a transaction which, in claiming party`s view (defendant in the case), \nviolates public policy and, thus, is invalid by virtue of Article 228(2) of the Civil Code:160 in case \nNo. 911/103/19 (Ruling of the Supreme Court consisting of the panel of judges of the Commercial \nCourt of Cassation of 18 October 2019) the defendant (Orlan-Invest Group LLC) stated, that the \ndisputed contract \"was aimed at illegal acquisition of property (funds) of a legal entity, and therefore \nit violates public policy and is null and void given the content of Article 228 of the Civil Code of \nUkraine\" . In this case the Court stated that \"… the defendant [Orlan-Invest Group LLC]  failed to \nprovide proper and admissible evidence of guilt and the circumstances with which the law \nconnects the voidness of the transaction due to the violation of public policy , namely, the \nintent of the transaction to violate the constitutional rights and freedoms of a person and a citizen, \nto destroy, cause damage to the property of a private person or legal entity, state, territorial \ncommunity, illegal possession thereof \"161 (emphasis added). \n103. More detailed conclusions on this matter are cited in the Ruling of the Supreme Court consisting of \nthe panel of judges of the Commercial Court of Cassation of 10 November 2020 in case \nNo. 910/9305/19, according to which: \n\"When resolving disputes on the invalidity of transactions (commercial contracts), the commercial \ncourt must establish the existence of factual circumstances  with which the law treats the \ninvalidation of such transactions (commercial contracts) at the time of their execution (conclusion) \nand the occurrence of the corresponding consequences.\nThe burden of proof and submission of evidence in accordance with Article 74 of the Code of \nCommercial Procedure of Ukraine is distributed between the parties based on the one who refers \nto certain legal facts that substantiate his claims and objections . \n158 Annex 2 page 9 \n159 Annex 3A pages 528 - 539 - Ruling of the Grand Chamber of the Supreme Court of 4 June 2019 in case No. 916/3156/17 \n160 Annex 2 Page 11 \n161 Annex 3A pages 540 - 546 - Ruling of the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation of \n18 October 2019 in case No. 911/103/19 \nC9/1/22\n21 Under such circumstances, taking into account the provisions of the Civil Code of Ukraine and the \nCode of Commercial Procedure of Ukraine, the claimant, when applying to the court with claims for \ninvalidity of the contract, must prove the existence of those circumstances with which the law binds \nthe invalidity of agreements. \nAccording to par 3 of Article 215 of the Civil Code of Ukraine, if the invalidity of the transaction is \nnot directly established by law, but one of the parties or another concerned person denies its \nvalidity on the grounds established by law , such transaction may be declared invalid by the \ncourt (disputed transaction). \" \n[…] \nBased on the results of consideratio"}
{"start": 94500, "text": "validity of the contract, must prove the existence of those circumstances with which the law binds \nthe invalidity of agreements. \nAccording to par 3 of Article 215 of the Civil Code of Ukraine, if the invalidity of the transaction is \nnot directly established by law, but one of the parties or another concerned person denies its \nvalidity on the grounds established by law , such transaction may be declared invalid by the \ncourt (disputed transaction). \" \n[…] \nBased on the results of consideration of such a dispute, the issue of refuting the presumption of \nlegality of the transaction must be determined, and there must be established not only the \nexistence of grounds for the invalidity of the transaction  provided by law, but also whether \nthe civil right of the person , for whose protection the claimant appealed to the court, was \nviolated , which right was violated, what is its violation , because depending on this, the \nnecessary method of protecting the violated right is determined, if such a violation occurred \"162\n(emphasis added). \n104. Thus, having taken the courts' practise as described above into account, one may draw an \nunambiguous conclusion that the presumption of legality of the transaction is in force until the party \ncontesting the validity of the transaction (on the grounds that it is void or voidable) proves the \nexistence of circumstances  with which the law treats the invalidity of the transaction, i.e. will \nrefute the presumption of validity of the transaction. \nQuestion: Who can declare or establish that the transaction is void and/or voidable, and how?163\n105. Mr Beketov’s view set out at paragraph 32 of Beketov Eighth that “[n] o special action needs to be \nbrought to set the transaction aside and no order declaring the transaction void is required... ”164\nappears to led him to a conclusion, that \"… because a void transaction is void by operation of law, \na decision of a court declaring the transaction void is not required …”.165 I disagree with \nMr Beketov’s conclusion. The court has a role in confirming that a transaction is void (as I explained \nabove) and determining the consequences. A party to a transaction cannot unilaterally declare a \ntransaction to be void on the basis of its view that provisions of the Civil Code establishing voidness \nare satisfied.  \n106. According to Article 215(3) of the Civil Code,166 \"if the invalidity of a transaction is not directly \nestablished by the law, but one of the parties or any other interested person objects against its \nvalidity on the grounds stipulated by the law, such transaction may be recognised by the court \nas voidable  (disputed transaction) \" (emphasis added). Concerning the establishing of the fact that \nthe transaction is void I would like to reemphasise statements that were made in paragraphs 99 - \n104 above of this Fourth Report: invalidation of the void transaction by the court is not required due \nto the provisions of Article 215(2) of the Civil Code,167 but in certain circumstances (e.g. when the \nclaimant refers to the invalidity of a transaction due to its breach of public policy) the court can and \nmust establish the violation of public policy by this transaction, and hence the fact of its invalidity. \n107. In this context, there exists the court's duty  to investigate the factual circumstances with which the \nlaw treats a transaction as invalid, regardless of whether the claimant disputes the transaction \n(voidable transaction) or considers it void. This conclusion was reached in numerous court \ndecisions and is the basis of the finding of the Grand Chamber of the Supreme Court in the Ruling \n162 Annex 3A pages 547 - 561 - Ruling of the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation of \n10 November 2020 in case No. 910/9305/19 \n163 Paragraphs 8 - 9 of the Joint Report \n164 Paragraph 32 of Beketov Eighth \n165 Paragraph 8.1 of the Joint Report \n166 Annex 2 page 9 \n167 Annex 2 page 9 \nC9/1/23\n22 of 27"}
{"start": 98000, "text": "oid. This conclusion was reached in numerous court \ndecisions and is the basis of the finding of the Grand Chamber of the Supreme Court in the Ruling \n162 Annex 3A pages 547 - 561 - Ruling of the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation of \n10 November 2020 in case No. 910/9305/19 \n163 Paragraphs 8 - 9 of the Joint Report \n164 Paragraph 32 of Beketov Eighth \n165 Paragraph 8.1 of the Joint Report \n166 Annex 2 page 9 \n167 Annex 2 page 9 \nC9/1/23\n22 of 27 November 2018 (case No. 905/1227/17), which is a well-known precedent and is widely \nreferred to by the Supreme Court in its recent practice. In this Ruling, the Supreme Court noted: \n\"When resolving disputes about the invalidity of transactions (commercial contracts), the \ncommercial court must establish the existence of factual circumstances  with which the law \ntreats the invalidation of such transactions (commercial contracts) at the time of their execution \n(conclusion) and the occurrence of the corresponding consequences, and in the case of satisfaction \nof claim to specify in the court’s ruling what is the exact content of the illegality of the party's actions \nand what legal provisions the disputed transaction does not comply with \"168 (emphasis added). \nQuestion: What is the effect of the Judgments169 against the Corporate Defendants in respect of \nchallenging the validity of the relevant transactions?170\n108. When I was analysing Mr Beketov’s position171 I considered the effect of the 2014 Ukrainian \nJudgements (the “ Judgments ”) that I mentioned at paragraph 220.6 of my Third Report. In those \nJudgments the courts proceeded on the basis of the Relevant Supply Agreements setting out the \ncontractual obligations between the Borrowers and the Corporate Defendants and, in fact, made \nfindings that the Corporate Defendants did not fulfil their contractual obligations. Consequently, the \ncourts permitted the recovery of the amounts of the prepayments from the Corporate Defendants \nunder the Relevant Supply Agreements and in accordance with the provisions of Ukrainian \ncontract law  (Articles 525, 530, 629, 653, 693 of the Civil Code).172\n109. Based on the established principles of Ukrainian legal system and direct legislative provisions, \nnamely, Article 82(4) of the Code of Civil Procedure of Ukraine173 and Article 75(4) of the Code of \nCommercial Procedure of Ukraine,174 the Judgments against the Corporate Defendants have a \npreclusive (prejudicial) effect. This effect is that, when the circumstances have been established by \na court decision in a commercial, civil or administrative case, which has entered into legal force, \nthey cannot be challenged (so that a party seeking to rely on them does not need to further prove \nthem) in another case involving the same persons or the person in respect of whom these \ncircumstances were established (unless the law provides otherwise).  \n110. This concept of preclusive (prejudicial) effect is explained in the court practice set out below. \n111. According to the Ruling of the Supreme Court consisting of the panel of judges of the Second \nJudicial Chamber of the Civil Court of Cassation of 11 December 2019 in case No. 320/4938/15-\nts: \n\"The prejudiciality is based on the legal attribute of the legal force of a court decision and is \ndetermined by its subjective and objective limits, beyond which the parties and other persons who \nparticipated in the case, as well as their legal successors, cannot challenge legal relations \nestablished in such court decision in this case again in another process .\nThe subjective limits are that the same persons or their legal successors participate in two cases, \nor at least one person for whom these circumstances have been established. Objective limits refer \nto circumstances established by a court decision. \nPrejudicial circumstances do not need to be proven, if the following conditions are \nsimultaneously met: the circumstance is established by a court d"}
{"start": 101500, "text": "allenge legal relations \nestablished in such court decision in this case again in another process .\nThe subjective limits are that the same persons or their legal successors participate in two cases, \nor at least one person for whom these circumstances have been established. Objective limits refer \nto circumstances established by a court decision. \nPrejudicial circumstances do not need to be proven, if the following conditions are \nsimultaneously met: the circumstance is established by a court decision; the court decision \nhas entered into legal force; the case involves the same persons who participated in the \nprevious case, or at least one person in respect of whom these circumstances are \nestablished, participated in the case. \n168 Annex 3A pages 562 - 571 - Ruling of the Grand Chamber of the Supreme Court of 27 November 2018 in case No. 905/1227/17 \n169 As defined in paragraph 220(6) of the Third Report  \n170 Paragraph 10 of the Joint Report \n171 Paragraph 10.1 of the Joint Report \n172 Annex 2 pages 16 and 21, Annex 2A pages 1 - 2  \n173 Annex 2 page 26 \n174 Annex 2 page 35 \nC9/1/24\n23 The circumstances established by court decisions, i.e., those are the circumstances in respect of \nwhich there was a dispute, and which were the subject of court proceedings, that do not require \nproof . The court's assessment of the specific circumstances of the case, which were not disputed \nby the parties, the reasons for the court decision, and the legal qualification of the disputed \nrelationship are not prejudicial. The facts, the presence or absence of which have given rise to \nthe dispute and which, in particular, are indicated in the decisive part of the decision, may \nhave prejudicial significance.\nPrejudicial circumstances are binding for the court considering the case \"175 (emphasis added). \n112. The findings of the Supreme Court in the aforementioned case are also supplemented by a legal \nposition of the Supreme Court consisting of the panel of judges of the Commercial Court of \nCassation, laid out in the Ruling of 10 December 2019 (case No. 910/6356/19), according to which: \n\"The essence of prejudice is that it is unacceptable for the court to re-examine the same issue \nbetween the same parties. The prejudicial rule is aimed not only at the prohibition of revision of \nfacts and legal relations , which are established in a judicial act that has entered into legal force. \nThey also contribute to maintaining procedural efficiency in the new process . In the case of \nprejudicial establishment of certain circumstances, the persons participating in the case (provided \nthat they participated in the case when the prejudicial decision was issued) do not have to spend \ntime on collecting, demanding and submitting evidence, and the court must not consider and \nevaluate them. All these actions were already carried out in the previous process, and their \nrepetition would not only be inappropriate, but also unacceptable from the point of view of \nprocedural efficiency \"176 (emphasis added).  \n113. Moreover, under the paragraphs 33, 34 of the Judgment of the European Court of Human Rights \nof 19 February 2009 in case KHRISTOV v. UKRAINE, the Court stated: \n“33. The Court reiterates that the right to a fair hearing before a tribunal as guaranteed by Article 6 \n§ 1 of the Convention must be interpreted in the light of the Preamble to the Convention, which, in \nits relevant part, declares the rule of law to be part of the common heritage of the Contracting \nStates. One of the fundamental aspects of the rule of law is the principle of legal certainty, \nwhich requires, among other things, that where the courts have finally determined an issue, \ntheir ruling should not be called into question  (see Brumărescu v. Romania [GC], no. 28342/95, \n§ 61, ECHR 1999 ‑VII). \n34. Legal certainty presupposes respect for the principle of res judicata (ibid., § 62), that is, the \nprinciple of the finality of judgments . This principle underlines that no party is e"}
{"start": 105000, "text": " \nStates. One of the fundamental aspects of the rule of law is the principle of legal certainty, \nwhich requires, among other things, that where the courts have finally determined an issue, \ntheir ruling should not be called into question  (see Brumărescu v. Romania [GC], no. 28342/95, \n§ 61, ECHR 1999 ‑VII). \n34. Legal certainty presupposes respect for the principle of res judicata (ibid., § 62), that is, the \nprinciple of the finality of judgments . This principle underlines that no party is entitled to seek a \nreview of a final and binding judgment merely for the purpose of obtaining a rehearing and a \nfresh determination of the case . Higher courts' power of review should be exercised to correct \njudicial errors and miscarriages of justice, but not to carry out a fresh examination. The review \nshould not be treated as an appeal in disguise, and the mere possibility of there being two \nviews on the subject is not a ground for re-examination . A departure from that principle is \njustified only when made necessary by circumstances of a substantial and compelling character \n(see Ryabykh v. Russia, no. 52854/99, § 52, ECHR 2003 ‑IX). The Court therefore has to assess \nwhether, in a given case, the power to launch and conduct an extraordinary review was exercised \nby the authorities so as to strike, to the maximum extent possible, a fair balance between the \ninterests of the individual and the need to ensure the effectiveness of the system of justice (see, \nmutatis mutandis, Nikitin v. Russia, no. 50178/99, § 57, ECHR 2004 ‑VIII, and Savinskiy v. Ukraine, \nno. 6965/02, § 23, 28 February 2006)”.177\n114. The circumstances with preclusive effect, established in the Judgments, are that the Relevant \nSupply Agreements were the contractual relationships between the Borrowers and the Corporate \nDefendants and operated to require the Corporate Defendants to return the received funds to the \n175 Annex 3A pages 572 - 579 - Ruling of the Supreme Court consisting of the panel of judges of the Second Judicial Chamber of the Civil \nCourt of Cassation of 11 December 2019 in case No. 320/4938/15-ts \n176 Annex 3A pages 580 - 587 - Ruling of the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation of \n10 December 2019 in case No. 910/6356/19 \n177 Annex 3A pages 588 - 603 – Judgement on 19 February 2009 of the European Court of Human Rights in case of KHRISTOV v. \nUKRAINE, apl. No. 24465/04 (see paragraphs 33 and 34), see: https://hudoc.echr.coe.int/fre?i=001-91376\nC9/1/25\n24 Borrowers (based on the application of the rules of contract law). Such circumstances cannot be \nchallenged or do not require proof in subsequent cases, where the legal question of the validity of \nthese Relevant Supply Agreements is in dispute, which involve the same persons who participated \nin the 2014 Ukrainian proceedings leading to the Judgments, which includes the Corporate \nDefendants and the Bank.  \n115. Moreover, even if none of the parties to the 2014 Ukrainian proceedings (the “ 2014 proceedings ”) \nhad challenged facts relevant to the validity of the Relevant Supply Agreements (such that the court \nwas not invited to expressly rule on them), the Judgments can still have preclusive effect as to \nthose facts. This is because a Ukrainian court is not required to ignore the issue of validity of a \ntransaction which is the subject of the claim it is deciding, even if validity is not raised in the parties’ \nstatements of case. Article 216(5) of the Civil Code provides that, \"the court may apply  the \nconsequences of invalidity of the void transaction on its own initiative”,178 if it establishes the \nexistence of factual circumstances with which the law recognises such transactions as invalid at \nthe time of their execution (conclusion) (see also paragraph 205 of my Third Report). This right of \na court to apply the consequences of invalidity of a void transaction on its own initiative is confirmed \nin Ukrainian judicial practice, e.g., i"}
{"start": 108500, "text": "e Civil Code provides that, \"the court may apply  the \nconsequences of invalidity of the void transaction on its own initiative”,178 if it establishes the \nexistence of factual circumstances with which the law recognises such transactions as invalid at \nthe time of their execution (conclusion) (see also paragraph 205 of my Third Report). This right of \na court to apply the consequences of invalidity of a void transaction on its own initiative is confirmed \nin Ukrainian judicial practice, e.g., in the Ruling of the Supreme Court consisting of the panel of \njudges of the Commercial Court of Cassation of 26 January 2022 in case No. 924/637/20,179 the \nRuling of the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation \nof 7 July 2021 in case No. 905/1562/20,180 the Ruling of the Supreme Court consisting of the panel \nof judges of the Commercial Court of Cassation of 30 July 2019 in case No. 28/29-б-43/212-\n2012.181\n116. Thus, where a court does not establish that a transaction is invalid when it could have under Article \n216(5) and so does not apply the consequences of invalidity (instead proceeding on the basis that \nthe transaction is valid) this may be viewed as a recognition that the facts supporting the validity of \nthe transaction are established with prejudicial effect. \n117. The Ukrainian Courts could have exercised that power in the 2014 proceedings had they \nconsidered that the Relevant Supply Agreements were invalid but did not and instead went on to \nreach the conclusions they did in the Judgments. Having taken into account (i) the existence and \nnature of the Judgments; (ii) the fact that the Bank did not use its right to seek declarations for the \ninvalidity of the contracts (Relevant Supply Agreements) in the 2014 proceedings; and (iii) the \nposition that the Ukrainian courts did not establish the relevant transactions as invalid and did not \napply the consequences of invalidity, I consider that the Bank can be precluded from contesting \nfacts concerning the legal issue of the validity of the Relevant Supply Agreements. (Separately, the \nBank running an inconsistent claim and filing a claim in another jurisdiction on this issue are actions \nindicate a violation of the principle of good faith by the Bank as I describe in paragraph Error! \nReference source not found.  below). \n118. I understand that the claim in England is being brought by the new management of the Bank, and \nthe Bank was under different management at the time of the 2014 proceedings. However, the Bank \nis the same legal entity in both those proceedings and these proceedings and the change in \nmanagement and/or change of attitude to the Relevant Supply Agreements does not have legal \neffect such that the Judgments may be disregarded. I consider that this would require a finding of \na criminal court that it was not possible for the Bank at the time in 2014 to contest the validity of the \nRelevant Supply Agreements or for the Bank to challenge the Judgments in the Ukrainian courts. \n178 Annex 2 page 10 \n179 Annex 3A pages 604 - 616 - Ruling of the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation of \n26 January 2022 in case No. 924/637/20 \n180 Annex 3A pages 617 - 624 - Ruling of the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation of \n7 July 2021 in case No. 905/1562/20 \n181 Annex 3A pages 625 - 632 - Ruling of the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation of \n30 July 2019 in case No. 28/29-б-43/212-2012 \nC9/1/26\n25 Question: In your view, would a Ukrainian court find that the relevant transactions are contrary to \npublic policy under Article 228(1) of the Civil Code? Please explain your answer.182\n119. I have already addressed this question at paragraphs 208 - 221 of my Third report. My view remains \nthe same. \n120. The interpretation of terms of application of the Article 228 of the Civil Code was also reit"}
{"start": 112000, "text": "s of the Commercial Court of Cassation of \n30 July 2019 in case No. 28/29-б-43/212-2012 \nC9/1/26\n25 Question: In your view, would a Ukrainian court find that the relevant transactions are contrary to \npublic policy under Article 228(1) of the Civil Code? Please explain your answer.182\n119. I have already addressed this question at paragraphs 208 - 221 of my Third report. My view remains \nthe same. \n120. The interpretation of terms of application of the Article 228 of the Civil Code was also reiterated in \nthe latest decisions of the Supreme Court, namely in the Ruling of the Supreme Court consisting \nof the panel of judges of the Commercial Court of Cassation of 25 January 2022 in case \nNo. 904/2344/19,183 the Ruling of the Supreme Court consisting of the panel of judges of the \nCommercial Court of Cassation of 28 April 2022 in case No. 910/17376/19.184\n121. In my view, and as confirmed by the court practice, including recent case law, the Ukrainian courts \ndo not interpret this concept broadly and the relevant transactions would not be found by the \nUkrainian court as ones that violate public policy under Article 228(1) of the Civil Code.  \n122. Analysing the possibility (expressed by Mr Beketov)185 of such public policy concept being \ninterpreted broadly, I was not able to identify a single recent court decision of the Supreme Court \nthat would confirm Mr Beketov’s interpretation. \nQuestion: What conclusion do you believe the Ukrainian Court would arrive at in respect of finding \nthat the relevant transactions are void and/or voidable if it were to find that the relevant transactions \nwere mock transactions under Article 235 of the Civil Code?186\n123. My view on this matter remains the same as I explained at paragraphs 222 – 230 of my Third \nReport. I am inclined to believe that there are no reasons, embodied either in the current legislative \nframework and/or in the Ukrainian case law, for declaring the relevant transactions as mock \ntransactions due to the absence of any legally defined criteria for such declaration. \n124. Whilst my review of the latest practice of the Supreme Court did not reveal any recent decision of \nthe Supreme Court on this issue to confirm my view, my research also indicates that there are no \ndecisions of the Supreme Court to confirm the existence of a differing approach. \nQuestion: Please explain the application of the venire contra factum proprium principle in the light of \nthe Corporate Defendants' Defence.187\n125. In recent years the application of the venire contra factum proprium  principle as a manifestation of \na broader concept of the principle of ‘ good faith’  became prominent in practice of the Supreme \nCourt and the courts in general in Ukraine when considering and settling civil and commercial \ndisputes. Interpretation of this principle is based on Article 3(6) of the Civil Code,188 and, according \nto the recent Ruling of the Supreme Court consisting of the panel of judges of the First Judicial \nChamber of the Civil Court of Cassation, dated 27 October 2021 in case No. 634/355/19, is as \nfollows: \" [g]ood faith (paragraph 6 of Article 3 of the Civil Code of Ukraine) is a certain standard of \nbehaviour characterised by the honesty, openness and respect of the interests of the other party \nto the contract or the relevant legal relationship. The doctrine of venire contra factum proprium \n(prohibition of inconsistent behaviour) is based on the Roman maxim – \"non concedit venire contra \nfactum proprium\" (no one may act contrary to his previous behaviour). The doctrine of venire contra \nfactum proprium is based on the principle of good faith. ... behaviour, contrary to good faith and \nfair business practice which is, inter alia, behaviour inconsistent with the prior \n182 Paragraphs 11 - 12 of the Joint Report \n183 Annex 3A pages 633 - 640 - Ruling of the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation of \n25 January 2022 in case No. 904/2344/19 \n184 Anne"}
{"start": 115500, "text": "ium\" (no one may act contrary to his previous behaviour). The doctrine of venire contra \nfactum proprium is based on the principle of good faith. ... behaviour, contrary to good faith and \nfair business practice which is, inter alia, behaviour inconsistent with the prior \n182 Paragraphs 11 - 12 of the Joint Report \n183 Annex 3A pages 633 - 640 - Ruling of the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation of \n25 January 2022 in case No. 904/2344/19 \n184 Annex 3A pages 641 - 653 - Ruling of the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation of \n28 April 2022 in case No. 910/17376/19 \n185 Paragraph 36 of Beketov Eighth and Exhibit to Beketov Eighth pages 1397 - 1412; Paragraph 12.1 of the Joint Report \n186 Paragraphs 13 - 14 of the Joint Report \n187 Paragraph 20 of the Joint Report \n188 Annex 2 page 2  \nC9/1/27\n26 representations or behaviour of a party, provided that the other party acting to its own \ndetriment is reasonably imposed upon them \"189 (emphasis added). \n126. This understanding of the venire contra factum proprium  principle is applied in numerous other \nrulings of the Supreme Court.190\n127. In the Ruling of the Grand Chamber of the Supreme Court of 1 February 2022 in case \nNo. 910/5179/20, applying the principle of good faith to the conduct of co-owners of an apartment \nbuilding, the Grand Chamber of the Supreme Court, noted that “… a person who voted \"for\" the \nrelevant issues on the agenda of the condominium meeting (or, having been given the opportunity \nto vote, did not object to the adoption of the relevant decision), may not subsequently challenge \nin court the validity of this decision taken by the meeting of the condominium, because such \na person will act contrary to his own will at the meeting of co-owners and will thus mislead \nother co-owners who relied on the original will of this person ” (emphasis added).191\n128. Further, in the Ruling of the Grand Chamber of the Supreme Court of 20 July 2022 in case \nNo. 923/196/20 it was found, that “[i] f a person who has the right to challenge a document or legal \nfacthas directly expressed or by his behaviour made it clear that he will not exercise such \na right, such a person is bound by his decision and has no right to change it later. An attempt \nto subsequently exercise the right to appeal will be contrary to the previous conduct and should \nlead to the termination of the said right ”.192\n129. The Bank’s claim in these Proceedings is based on alleging that the Relevant Supply Agreements \nare invalid. The Bank had the opportunity in the 2014 Ukrainian proceedings to argue that the \nRelevant Supply Agreement were invalid, but it did not. This appears to me to engage the venire \ncontra factum proprium  principle, as described in the Rulings of the Supreme Court above. \nFurthermore, I am unaware the Bank haven taken any steps to re-open and/or appeal the \nJudgments. Therefore, if the court considers that the Bank is not acting in good faith, then this can \npreclude it from contesting the validity of the Relevant Supply Agreements in these Proceedings.  \nG. LIMITATION \nQuestion: How does Article 267(5) of the Civil Code apply in the circumstances when the victim lacks \nthe knowledge as to the identity of the person who violated his or her rights?193\n130. The judicial consensus, formulated in the practice of Ukrainian courts on the matter of application \nof Article 267(5) of the Civil Code (in connection with Article 267(4) of the Code),194 is that the \nexpiration of the limitation period is a reason for rejecting the claim, except in cases where the court \nconsiders the reasons for the missed term to be valid and protects the violated right.  \n131. At the same time, as it is was formulated in the Ruling of the Supreme Court consisting of the panel \nof judges of the Commercial Court of Cassation of 14 March 2018 in case No. 917/1150/17: \" …the \nlaw does not provide a list of reasons that c"}
{"start": 119000, "text": "ction with Article 267(4) of the Code),194 is that the \nexpiration of the limitation period is a reason for rejecting the claim, except in cases where the court \nconsiders the reasons for the missed term to be valid and protects the violated right.  \n131. At the same time, as it is was formulated in the Ruling of the Supreme Court consisting of the panel \nof judges of the Commercial Court of Cassation of 14 March 2018 in case No. 917/1150/17: \" …the \nlaw does not provide a list of reasons that can be recognised as valid for the protection of the \nviolated right, in the case of filing a lawsuit with the expiration of the limitation period, so this issue \nis assigned to the competence of the court that directly examines the dispute. The issue of the \nvalidity of these reasons, i.e., the presence of circumstances that, for objective reasons \nindependent of the claimant, made it impossible or significantly difficult to file a claim in a timely \n189 Annex 3A pages 654 - 664 - Ruling of the Supreme Court consisting of the panel of judges of the First Judicial Chamber of the Civil \nCourt of Cassation of 27 October 2021 in case No. 634/355/19 \n190 Annex 3A pages 665 - 687 - Ruling of the Supreme Court consisting of the Joint Chamber of the Civil Court of Cassation of 10 April \n2019 in case No. 390/34/17; Ruling of the Supreme Court consisting of the panel of judges of the Second Judicial Chamber of the Civil \nCourt of Cassation of 7 November 2019 in case No. 387/9441/17 and the Ruling of the Grand Chamber of the Supreme Court of 25 May \n2021 in case No. 461/9578/15-ts \n191 Annex 3A pages 688 - 700 - Ruling of the Grand Chamber of the Supreme Court of 1 February 2022 in case No. 910/5179/20 \n192 Annex 3A pages 701 - 715 - Ruling of the Grand Chamber of the Supreme Court of 20 July 2022 in case No. 923/196/20 \n193 Paragraph 103 of the Joint Report \n194 Annex 2 pages 15 \nC9/1/28\n27 manner, is decided by the commercial court in each specific case, taking into account the \navailable factual data about such circumstances \"195 (emphasis added). \n132. One of those circumstances, as the practice of the lower Ukrainian courts shows, is the victims' \nlack of the knowledge as to the identity of the person who violated his or her rights. In the Decision \nof the Commercial Court of the Vinnytsia oblast of 29 August 2013 in case No. 6/63/2012/5003 it \nwas argued that “[a] good-faith acquirer cannot be considered a person who has violated the right \nof the property owner. Therefore, for a claim for reclamation of property from a good-faith \npurchaser, the limitation period begins from the moment when an owner became aware or should \nhave become aware of the violation of their right. However, they are not deprived of the right to \nseek the protection of their rights by having the reasons for missing the period found valid on the \nbasis of Part 5 of Article 267 of the Civil Code. Such a valid reason may be the owner’s lack of \ninformation about the possessor of the property that belongs to the owner ”.196\n133. The court's conclusion shows that the lack of information about the person who violated the \nClaimant's rights can be a valid reason for missing limitation period based on Article 267(5) of the \nCivil Code. At the same time, it is obvious that the Claimant's awareness of the person who violated \nhis rights also requires an awareness of the fact of violated rights. Therefore, the limitation period \nbegins from the moment the person learned that his rights were violated. \n134. In addition, according to paragraph 2.8. of the Resolution No. 11 of the Plenum of the High \nCommercial Court of Ukraine of 29 May 2013 \"On some issues of invalidation of transactions \n(economic agreements)\": \n\"[t]he limitation period begins, as a general rule, from the day when a person became aware or \ncould have become aware of a violation of their right or identity of the person in violation of the right\n(part one of Article 261 of the Civil Code of Ukraine), with the exc"}
{"start": 122500, "text": "ere violated. \n134. In addition, according to paragraph 2.8. of the Resolution No. 11 of the Plenum of the High \nCommercial Court of Ukraine of 29 May 2013 \"On some issues of invalidation of transactions \n(economic agreements)\": \n\"[t]he limitation period begins, as a general rule, from the day when a person became aware or \ncould have become aware of a violation of their right or identity of the person in violation of the right\n(part one of Article 261 of the Civil Code of Ukraine), with the exception of the cases specified in \nparts two and three of this article. In particular, for claims on the application of the consequences \nof a void transaction (return of funds, other property, etc.), the limitation period begins not from the \ndate of the conclusion of such a transaction, but from the day when its execution began \"197\n(emphasis added).\n135. Thus, the limitation period starts from the day of execution of the transaction, that is, from the day, \nthat the relevant transactions under the Relevant Loan Agreements and the Relevant Supply \nAgreements were made, but a lack of knowledge about the person who violated the Bank's rights \ncan be a valid excuse for missing the limitation period. Of course, this also requires proof of which \nrights of the Bank and by whom (Borrowers or the Corporate Defendants) were violated. \nQuestion: Please explain the application of Articles 13(3) and 16(3) of the Civil Code under Article \n267(5) of the Civil Code.198\n136. Article 16(3)199 and Article 267(5)200 of the Civil Code deal with a similar issue, since in both cases, \nunder specific circumstances defined in those provisions, the court decides on the matter of \nadmissibility of protection of the civil right and the interest of the person. At the same time, the \nmechanisms of application of these Articles are fundamentally different in their nature and goals. \nTherefore, I do not agree with Mr Beketov’s position concerning the possibility that the abuse of \nrights rule may be applied to defeat the limitation period defence.201\n137. When applying Article 16(3) of the Civil Code, the court \" may refuse \" to protect the civil right and \ninterest of a person in case of violation of the provisions of sub-articles 2-5 of Article 13 of the Civil \nCode.202 In particular, Article 13(3) of the Civil Code stipulates that \"[a]ctions of a person committed \n195 Annex 3A pages 716 - 721 - Ruling of the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation of \n14 March 2018 in case No. 917/1150/17 \n196 Annex 3A pages 722 - 734 - Decision of the Commercial Court of the Vinnytsia Oblast of 29 August 2013 in case No. 6/63/2012/5003 \n197 Annex 3A pages 735 - 747 - Resolution No. 11 of the Plenum of the High Commercial Court of Ukraine “On some issues of invalidation \nof transactions (economic agreements)” dated 29 May 2013 \n198 Paragraph 104 of the Joint Report \n199 Annex 2 pages 4 - 5 \n200 Annex 2 pages 14 - 15 \n201 Paragraphs 305 - 306 of Beketov Eighth, Paragraph 104.1 of the Joint Report \n202 Annex 2 pages 3 - 4 \nC9/1/29\n28 with intention to harm another person, as well as abuse of rights in other forms, shall be prohibited\".\nThis provision refers to the abuse of a right, i.e. exercising a right and committing actual actions \ngranted by such a right with the intention of harming another person. In order to apply Article 13(3) \nand Article 16(3) of the Civil Code, it is mandatory for the doer of harm to have a subjective right, \nwhich he exercises with the aim to cause harm (damage) to another person. Thus, it results in \noverstepping the limits of such right or, in the meaning of Article 13(3) of the Civil Code, in abuse \nof right.  \n138. In the Ruling of the Supreme Court consisting of the panel of judges of the Third Judicial Chamber \nof the Civil Court of Cassation of 24 June 2022 in case No. 520/15284/17, in this regard noted the \nfollowing: \n\"The wording \" abuse of the right \" must be understood as a contradiction, becaus"}
{"start": 126000, "text": " exercises with the aim to cause harm (damage) to another person. Thus, it results in \noverstepping the limits of such right or, in the meaning of Article 13(3) of the Civil Code, in abuse \nof right.  \n138. In the Ruling of the Supreme Court consisting of the panel of judges of the Third Judicial Chamber \nof the Civil Court of Cassation of 24 June 2022 in case No. 520/15284/17, in this regard noted the \nfollowing: \n\"The wording \" abuse of the right \" must be understood as a contradiction, because if a person \nuses his own right , then his action is permitted, and if it is not permitted, then that is why he goes \nbeyond his right and acts without a right , \"injuria\". The essence of the abuse of the right consists \nin taking by an authorised person actions that make up the content of the corresponding subjective \ncivil law, in bad faith, including contrary to the purpose of such a right.\nThe term \"abuse of the right\" means that this category refers to the exercise of subjective civil \nrights, and not to the performance of duties . A mandatory condition for the qualification of a \nperson's actions as an abuse of rights is the establishment of the fact of actions aimed at the \nexercise of the subjective civil right belonging to the relevant person . \n[…] \nThe study of the issue of a person's exercise of his subjective material right in accordance with its \npurpose is closely related to the analysis of the subject's actual actions for compliance with \nthe requirement of good faith. \n[…] \n[I]llegitimate purpose and dishonest behaviour deprive the party of the right to refer to such \ncircumstances as the basis and conditions for granting protection by the court ...\"203\n(emphasis added). \n139. Having established the abovementioned circumstances, namely, the existence of an exercised right \nby the person, which is happening in violation of the requirements of Article 13 of the Civil Code, \nthe court \" may refuse \" to protect such a civil right and interest of a person, which was exercised in \nan unscrupulous manner. \n140. In contrast to this, the logic of the application of Article 267(5) of the Civil Code204 provides for (1) \nestablishment by the court of the violated right (which can be violated both by illegal actions and by \nabuse of the right), (2) establishment of the fact that the limitation period was missed by the person \nwhose right has been violated, (3) establishment of the validity of the reasons for missing the \nlimitation period. If all the above-mentioned circumstances are established, the violated right is \nsubject to protection. This logic is embodied, e.g., in the reasoning in the Ruling of the Supreme \nCourt consisting of the panel of judges of the Commercial Court of Cassation of 1 September 2022 \nin case No. 910/9544/19 (in particular please see paragraphs 61-65 of the Ruling).205\n141. Thus, considering differing mechanisms of application and its goals, I see no possible such \ninterconnection between Articles 13(3), 16(3) and Article 267(5) of the Civil Code or, in that regard, \nany possibility of such application of the first two Articles and their provisions under Article 267(5) \nof the Civil Code to directly defeat the Corporate Defendants’ limitation defence. \n203 Annex 3A pages 748 - 757 - Ruling of the Supreme Court consisting of the panel of judges of the Third Judicial Chamber of the Civil \nCourt of Cassation of 24 June 2022 in case No. 520/15284/17 \n204 Annex 2 pages 14 - 15 \n205 Annex 3A pages 758 - 768 - Ruling of the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation of \n1 September 2022 in case No. 910/9544/19 \nC9/1/30\n29 Question: Who, under Ukrainian law, bears the burden of proof when a limitation defence is raised?206\n142. In the event where a party to a dispute raises a limitation defence in accordance with Article 267(3) \nof the Civil Code,207 both parties have obligations to prove the circumstances they refer to when \njustifying the grounds for the application "}
{"start": 129500, "text": "f the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation of \n1 September 2022 in case No. 910/9544/19 \nC9/1/30\n29 Question: Who, under Ukrainian law, bears the burden of proof when a limitation defence is raised?206\n142. In the event where a party to a dispute raises a limitation defence in accordance with Article 267(3) \nof the Civil Code,207 both parties have obligations to prove the circumstances they refer to when \njustifying the grounds for the application or non-application of the limitation period. Thus, the party \nthat raises the limitation defence (the defendant), must prove that the other party applied for the \nprotection of its rights outside of the limitation period and provide proper and admissible evidence \nin respect of the moment from which the limitation period should be calculated. However, the other \nparty (the claimant), must prove that it did not and could not have known about the violation of its \nright earlier and that the claim was filed within the limitation period. This conclusion is based on the \nprinciple, that the claimant is presumed to be aware of the state of his property rights.  \n143. On this matter, the Grand Chamber of the Supreme Court in its Ruling of 22 September 2020 in \ncase No. 925/756/19 stated that: \n\"The claimant must also prove the fact that he could not have known about the violation of his civil \nright, which also follows from the general rule established by Article 74 of the Code of Commercial \nProcedure of Ukraine on the obligation of the party to the dispute to prove the circumstances that \nit refers to as the basis of its claims and objections. The defendant, on the contrary, must prove \nthat information about the violation could have been obtained earlier \".208\n144. The burden of the proof is on the claimant to refute the presumption that he or it could and should \nhave been aware of the state of his property rights. The Supreme Court has repeatedly pointed to \nthis, e.g., in the Rulings of the Supreme Court consisting of the panel of judges of the Second \nJudicial Chamber of the Civil Court of Cassation of 20 May 2019 in cases No. 459/2679/16-ts209\nand No. 183/1474/15. According to conclusions laid down in the latter Ruling: \n\"Based on a comparative analysis of the terms \"became aware\" and \"could have become aware\" \ngiven in Article 261 of the Civil Code of Ukraine … it is possible to come to a conclusion about the \npresumption of the possibility and obligation of a person to know about the state of his property \nrights, and therefore the proof of a fact due to which the claimant did not know about the \nviolation of his civil right and for this very reason did not turn to the court for his protection, \nis not enough .\n[…] \nSince [the claimants]  did not provide the court with appropriate and admissible evidence to \nrefute the presumption of the possibility and obligation to know about the state of their \nproperty rights the Court of Appeal came to the correct conclusion about the expiration of the \nlimitation period \"210 (emphasis added). \n145. Therefore, when the limitation defence is raised, it is the claimant who bears the burden of proof \nand must prove, with appropriate and admissible evidence, that it could not have found out about \nthe violation of its right earlier (refuting the presumption of its awareness about the state of his \nproperty rights) to allow the claim to be filed within the statute of limitation period. This presumption, \nconcerning specific position of limitation, was not considered by Mr Beketov, who relies on general \npoints about burden of proof to state that in such circumstances the burden is laid upon the \ndefendant.211\n206 Paragraphs 105 - 106 of the Joint Report \n207 Annex 2 pages 14 - 15 \n208 Annex 3A pages 769 - 776 - Ruling of the Grand Chamber of the Supreme Court of 22 September 2020 in case No. 925/756/19 \n209 Annex 3A pages 777 - 783 - Ruling of the Supreme Court consisting of the panel of judges of th"}
{"start": 133000, "text": "rning specific position of limitation, was not considered by Mr Beketov, who relies on general \npoints about burden of proof to state that in such circumstances the burden is laid upon the \ndefendant.211\n206 Paragraphs 105 - 106 of the Joint Report \n207 Annex 2 pages 14 - 15 \n208 Annex 3A pages 769 - 776 - Ruling of the Grand Chamber of the Supreme Court of 22 September 2020 in case No. 925/756/19 \n209 Annex 3A pages 777 - 783 - Ruling of the Supreme Court consisting of the panel of judges of the Second Judicial Chamber of the Civil \nCourt of Cassation of 20 May 2019 in case No. 459/2679/16-ts \n210 Annex 3A pages 784 - 790 - Ruling of the Supreme Court consisting of the panel of judges of the Second Judicial Chamber of the Civil \nCourt of Cassation of 20 May 2019 in case No. 183/1474/15 \n211 Paragraph 307 of Beketov Eighth, Paragraph 106.1 of the Joint Report \nC9/1/31\n30 H. INTEREST \nQuestion: Please explain what the standard practice is of the Ukrainian courts in respect of awarding \npre-judgment and compound interest in tort and unjust enrichment claims.212\n146. I reiterate my view on the issue of pre-judgment interest in tort and unjust enrichment claims set \nout in paragraphs 261, 266-271 and 282 of my Third Report.  \n147. Similarly, in paragraphs 272-273 of my Third Report, I set out my position that under Ukrainian law \nthere are no provisions permitting the award of compound interest other than if it had been specified \nby the parties to a transaction in the relevant agreement. I have checked the recent court practice, \nand can confirm that as of today, the legal framework and Ukrainian court practice are unchanged. \nMoreover, I reject Mr Beketov’s logic on this issue, which is based on a false assumption, \ncontradicting the basic principles of Ukrainian legal system, that if Ukrainian legislation does not \ncontain any provision that prohibits compound interest - therefore it is permissible for a court to \naward it.213\nQuestion: Please explain the application of Article 233 of the Commercial Code.214\n148. I adhere to the conclusions, justified, inter alia, by the Ukrainian court practice, as set out in \nparagraphs 262-264 of my Third Report, in particular, that \"the defence of reduction of penalty \ninterest per annum is open to the Corporate Defendants should the court find the Corporate \nDefendants liable under Articles 1166 or 1212 of the Civil Code\" (paragraph 264) . This refutes \nMr Beketov’s position on this issue.215\n149. This position has found further confirmation in the recent practice of the Supreme Court. Thus, \nfollowing the Ruling of the Grand Chamber of the Supreme Court of 18 March 2020 in case \nNo. 902/417/18 (to which I referred in paragraph 263 of the Third Report),216 the Supreme Court, \nin its Ruling of 7 September 2022 in case No. 910/9911/21217 found that the court has the right \nto reduce the amount of the declared penalty, fine or annual interest . The court, having \nevaluated the evidence provided by the parties and the circumstances of the case in their totality, \nmay decide to do so at its own discretion depending on the specific circumstances of each case. \nTherefore, it is entirely within the court's right to reduce a defendant's liability for interest by virtue \nof Article 233 of the Commercial Code.218\n212 Paragraphs 111 - 113 of the Joint Report \n213 Paragraphs 331 - 333 of Beketov Eighth, Paragraph 113.1 of the Joint Report \n214 Paragraph 114 of the Joint Report \n215 Paragraph 114.1 of the Joint Report \n216 Paragraph 263 of my Third Report and Annex 3 pages 1165 - 1181 \n217 Annex 3A pages 791 - 806 - Ruling of the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation of \n7 September 2022 in case No. 910/9911/21 \n218 Annex 2A page 8 \nC9/1/32\n31 I. EXPERT'S DECLARATION  \nI, VOLODYMYR NAHNYBIDA, DECLARE THAT :- \n1. I understand that my overriding duty is to the court, both in preparing reports and in giving oral \nevidence. I have complied and will continue to "}
{"start": 136500, "text": "eport \n216 Paragraph 263 of my Third Report and Annex 3 pages 1165 - 1181 \n217 Annex 3A pages 791 - 806 - Ruling of the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation of \n7 September 2022 in case No. 910/9911/21 \n218 Annex 2A page 8 \nC9/1/32\n31 I. EXPERT'S DECLARATION  \nI, VOLODYMYR NAHNYBIDA, DECLARE THAT :- \n1. I understand that my overriding duty is to the court, both in preparing reports and in giving oral \nevidence. I have complied and will continue to comply with that duty. \n2. I understand that my duty in providing written reports and giving evidence is to help the Court, and \nthat this duty overrides any obligation to the party by whom I am engaged or the person who has \npaid or is liable to pay me. I confirm that I have complied and will continue to comply with my duty. \n3. I confirm that I have not entered into any arrangement where the amount or payment of my fees is \nin any way dependent on the outcome of the case. \n4. I know of no conflict of interest of any kind, other than any which I have disclosed in my report. \n5. I do not consider that any interest which I have disclosed affects my suitability as an expert witness \non any issues on which I have given evidence. \n6. I will advise the party by whom I am instructed if, between the date of my report and the trial, there \nis any change in circumstances which affect my answers above. \n7. I will advise the party by whom I am instructed if, between the date of my report and the trial, there \nis any change in circumstances which affect my answers to points 3 to 5 above. \n8. I have shown the sources of all information I have used. \n9. I have exercised reasonable care and skill in order to be accurate and complete in preparing this \nreport. \n10. I have endeavoured to include in my report those matters, of which I have knowledge or of which I \nhave been made aware, that might adversely affect the validity of my opinion. I have clearly stated \nany qualifications to my opinion. \n11. I have not, without forming an independent view, included or excluded anything which has been \nsuggested to me by others, including my instructing lawyers. \n12. I will notify those instructing me immediately and confirm in writing if, for any reason, my existing \nreport requires any correction or qualification. \n13. I understand that:- \n13.1 my report will form the evidence to be given under oath or affirmation; \n13.2 questions may be put to me in writing for the purposes of clarifying my report and that my \nanswers shall be treated as part of my report and covered by my statement of truth; \n13.3 the court may at any stage direct a discussion to take place between experts for the \npurpose of identifying and discussing the expert issues in the proceedings, where possible \nreaching an agreed opinion on those issues and identifying what action, if any, may be \ntaken to resolve any of the outstanding issues between the parties; \n13.4 the court may direct that following a discussion between the experts that a statement should \nbe prepared showing those issues which are agreed, and those issues which are not \nagreed, together with a summary of the reasons for disagreeing; \n13.5 I may be required to attend court to be cross-examined on my report by a cross-examiner \nassisted by an expert; and \nC9/1/33\nC9/1/34\n33 SCHEDULE 1A \nDocuments I have been provided with for consideration\nNo. Document title Date \nPleadings \n1 Re-Re-Re-Amended Particulars of Claim with Schedules 1-5 26.01.2022 \n2 Re-Re-Amended Defence of the Corporate Defendants  16.06.2022 \n3 Re-Re-Re-Amended Defence of the First Defendant with Schedules 1-7 22.06.2022 \n4 Re-Re-Re-Amended Defence of the Second Defendant with Appendix A 22.06.2022 \nClaimant's Expert Reports  \n1 Eighth Expert Report of Oleh Beketov with Exhibits (Parts 1-6) 23.11.2021 \nD3-D8's Expert Reports\n1 Third Report on Ukrainian Law of Mr V. Nahnybida with Appendices 1-3 14.12.2021 \nD1's Expert Reports \n1 Expert Report of Oleg Alyoshin "}
{"start": 140000, "text": ".01.2022 \n2 Re-Re-Amended Defence of the Corporate Defendants  16.06.2022 \n3 Re-Re-Re-Amended Defence of the First Defendant with Schedules 1-7 22.06.2022 \n4 Re-Re-Re-Amended Defence of the Second Defendant with Appendix A 22.06.2022 \nClaimant's Expert Reports  \n1 Eighth Expert Report of Oleh Beketov with Exhibits (Parts 1-6) 23.11.2021 \nD3-D8's Expert Reports\n1 Third Report on Ukrainian Law of Mr V. Nahnybida with Appendices 1-3 14.12.2021 \nD1's Expert Reports \n1 Expert Report of Oleg Alyoshin with Exhibits 1-114 23.11.2021 \nD2's Expert Reports \n1 Expert Report of Dmytro Marchukov with Exhibits 1-19 14.12.2021 \nOther documents\nC9/1/35\n"}
