{"metadata": {"corpus_path": "A1_8 First Defendant's Re-Re-Re-Re-Amended Defence.pdf", "file_size": 778211, "mtime": 1755610853.2288418, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \nAmended Defence under CPR rule 17.1(2)(a) dated  22 May 2020  \n \nRe-Amended Defence under CPR rule 17.1(2)(a) dated 3 0 November 2020  \n \nRe-Re-Amended Defence pursuant to the Order of Trower J dated 25 June 2021  \n \nRe-Re-Re-Amended Defence  pursuant to the Order of Trower J dated 30 May \n2022  \n \nRe-Re-Re-Re-Amended  Defence under CPR rule 17.1(2)(a)  pursuant to  the Order \nof Trower  J dated 11 October 2022   \n \n \nIN THE HIGH COURT OF JUSTICE  Claim No. BL -2017 -000665  \nBUSINESS AND PROPERTY COURTS OF \nENGLAND AND WALES  \n  \nBUSINESS LIST (ChD)   \n \nBETWEEN:    \n JSC COMMERCIAL BANK PRIVATBANK  \n Claimant  \n -and- \n  \n(1) IGOR VALERYEVICH KOLOMOISKY  \n  \n(2) GENNADIY BORISOVICH BOGOLYUBOV  \n  \n(3) TEAMTREND LIMITED  \n  \n(4) TRADE POINT AGRO LIMITED  \n  \n(5) COLLYER LIMITED  \n  \n(6) ROSSYN INVESTING CORP  \n  \n(7) MILBERT VENTURES INC  \n  \n(8) ZAO UKRTRANSITSERVICE LTD  \n Defendants  \n   \n   \n   \n RE-RE-RE-RE-AMENDED DEFENCE  \nOF THE FIRST DEFENDAN T   \n   \n \n1. This Re-Re-Re-Re-Amended Defence (the “ Defence ”) is filed by the First Defendant \n(“Mr Kolomoisky ”) in response to the Re-Re-Re-Re-Amended Particulars of Claim \ndated 18 October 2022 14 September 2020  dated 28 April 2020 (the “ POC ”) on the \nterms of  the Order made  by Nugee J . on 8 September 2020.  without prejudice to his \nA1/8/1\n2 \n position that the Courts of England & Wales have no jurisdiction to try the claims \nagainst him. By agreement with the Claimant (“ the Bank ”), the filing of this Defence \nis not to be t reated as a submission to the jurisdiction of the Court.  \n  \n2. In order to support its claim that the Courts of England & Wales have jurisdiction over \nthe claims, the Bank  the Claimant (“ the Bank ”) has confined its claims to losses in the \nprincipal amount of USD 1,911,877,385 which it alleges  \n \n(1) was lent to 46 Ukrainian companies (“ the Original  Ukrainian  Borrowers ”) and to \na further Ukrainian Company called Prominmet LLC (“ Prominmet” ) and to three \nCypriot companies (“ the Cypriot Borrowers ”) during the perio d between April \n2013 and September 2014 (“ the Relevant Period ”); and   \n(2) before being paid  caused payments in the same total amount to be made  by the \nOriginal Ukrainian  Borrowers to the Third to Eighth Defendants (“ the Defendant \nSuppliers ”), three of whic h are English companies.  \n \n3. References in this Defence to paragraphs and footnotes are to the numbered paragraphs \nand footnotes in the Amended Particulars of Claim POC , unless otherwise indicated. \nSave as expressly admitted or not admitted below, each and ev ery allegation made \ntherein is denied as if each had been set out and specifically traversed.  References to \n“the Borrowers ” are to include the Original Ukrainian Borrowers, Prominmet and the \nthe Cypriot Borrowers unless indicated otherwise.  \n \n4. Save for those  documents referred to by the Bank which are expressly admitted to be \nauthentic in this Defence, none of the documents referred to by the Bank are admitted \nto be authentic and the Bank is required to prove their authenticity.  \n \n5. Paragraphs 1 and 2 are admitt ed. Further:  \n \n(1) On 14 June 2017, prior to the issue of these proceedings, judicial review \nproceedings in Ukraine were opened to determine claims brought by Mr \nKolomoisky against the National Bank of Ukraine (“ the NBU ”), the Cabinet of \nMinisters of Ukraine, the Deposit Guarantee Fund (“ the DGF ”) and the National \nSecurities and Stock Market Commission (“ the NSSMC ”), asking the court to \ndeclare unlawful and cancel various decisions of these authorities which resulted in \nthe Bank's nationalisation (“ the Judicial  Review Proceedings ”).  \n \n(2) On 18 April 2019, the District Administrative Court of Kyiv granted Mr \nKolomoisky’s claims in the Judicial Review Proceedings in full , having determined \nthat there had been no lawful grounds on which the Bank could properly have be en \ndeclared to be insolvent, that the procedure by which the Bank was nationalised"}
{"start": 3500, "text": "asking the court to \ndeclare unlawful and cancel various decisions of these authorities which resulted in \nthe Bank's nationalisation (“ the Judicial  Review Proceedings ”).  \n \n(2) On 18 April 2019, the District Administrative Court of Kyiv granted Mr \nKolomoisky’s claims in the Judicial Review Proceedings in full , having determined \nthat there had been no lawful grounds on which the Bank could properly have be en \ndeclared to be insolvent, that the procedure by which the Bank was nationalised was \nitself unlawful and that the defendants in those proceedings had unlawfully \nA1/8/2\n3 \n interfered with Mr Kolomoisky’s ownership of the Bank. This decision is currently \nsubject to appeal.  The Judicial Review proceedings are currently stayed upon the \napplication of the NBU until the Constitutional Court of Ukraine rules on the \nconstitutionality of the Law of Ukraine on “Amendments to Certain Legislative \nActs of Ukraine on Improving t he Mechanisms of Banking Regulation” dated 13 \nMay 2020 No. 590 -IX, the so -called “Anti -Kolomoisky Law”.  \n \n(3) Mr Kolomoisky (together with Triantal Investments Ltd) has also brought \nproceedings before the Commercial Court of Kyiv against the NBU, the Bank, the \nDGF, the NSSMC and the Ministry of Finance (among others) , seeking the \ninvalidation of the agreement for the purchase and sale of the Bank’s shares dated \n21 December 2016 (“ the SPA ”).  \n \n(4) Mr Kolomoisky’s claim relating to the SPA was stayed on 16 October 201 9 pending \nthe conclusion of the Judicial Review Proceedings  but following the lifting of the \nstay, proceedings resumed in the Commercial Court of Kyiv in December 2021.  \n(5) On 19 December 2019, the Judicial Review Proceedings were stayed pending the \ndecisi on of the Ukrainian Supreme Court in proceedings brought by the family of \nGrigoriy and Igor Surkis in which the family challenges the lawfulness of the decision \nof the NBU and the DGF to convert their deposits held by the Bank into shares in the \nBank and a cquire those shares for UAH 1 under the SPA.  \n \n \nOwnership of the Bank  \n \n6. As to paragraphs 3 and 4:  \n \n(1) Paragraph 3 is admitted.  \n \n(2) Paragraph 4 concerns the Second Defendant (“ Mr Bogolyubov ”). \n \n(3) While no admissions are made as to their precise percentage ownership a t any \nparticular time, it is admitted that Mr Kolomoisky and Mr Bogolyubov together \nowned in excess of 80% of the shares in the Bank at all relevant times.  \n  \n \n  \nA1/8/3\n4 \n Control of the Bank Generally  \n \n7. As to the first and second sentences of paragraph 5:  \n \n(1) It is adm itted that Mr Kolomoisky and Mr Bogolyubov are friends and would refer \nto themselves as “business partners” but their association does not form a legal \npartnership.  \n \n(2) The allegation made in the second sentence is that Mr Kolomoisky and Mr \nBogolyubov “ togeth er controlled all significant decisions made by the Bank ” \ncannot be admitted in the abstract and, to the extent it is relied on by the Bank, it is \nembarrassingly vague and requires particularisation .  \n \n(a) Any particular allegations made by the Bank cannot be admitted or denied until \nthe The Bank identifies the “ significant decisions ” on which it relies in support \nof its claims in paragraphs  1-3 of the 30 July 2021 Response . The Bank’s \nResponse has been drafted so as to refer to decisions as if they were improp er \nor made for an improper purpose.  Mr Kolomoisky responds in this subparagraph \nonly to the allegation that Mr Kolomoisky was generally responsible for all \ndecisions of the type referred to  and not to any allegation that particular \ndecisions were made or, if made were improper or made for an improper \npurpose:  \n \n(i)  Mr Kolomoisky was not responsible for the decisions made  by the Bank  \nto grant  loans (including the Relevant Loans and the Intermediary \nLoans) or as to the terms of the loans , including the securi ty to be \nrequired for them . All such  decisions were made by the Chairman of \nthe Mana"}
{"start": 7000, "text": "omoisky was generally responsible for all \ndecisions of the type referred to  and not to any allegation that particular \ndecisions were made or, if made were improper or made for an improper \npurpose:  \n \n(i)  Mr Kolomoisky was not responsible for the decisions made  by the Bank  \nto grant  loans (including the Relevant Loans and the Intermediary \nLoans) or as to the terms of the loans , including the securi ty to be \nrequired for them . All such  decisions were made by the Chairman of \nthe Management Board acting on the recommendation of the Credit \nCommittee.  \n \n(ii) If a special resolution of the Supervisory Board was required but was \nnot obtained before a loan wa s granted, Mr Kolomoisky was not \nresponsible for  the decision  to lend without one.  \n \n(iii) Mr Kolomoisky was not responsible for the Bank’s decision to accept \nsham documentation to support the making of any particular loans.  \n \n(iv) Mr Kolomoisky was not resp onsible for decisions made by the Bank as \nto what disclosure should be made to the NBU or the Bank’s auditors \nas to ownership or control of counterparties to transactions with the \nBank. In particular Mr Kolomoisky was not responsible for the \ncompilation of  the Bank’s lists of related parties. These were prepared \nby the Compliance department and approved by the Chairman of the \nManagement Board  and the Management Board.  \nA1/8/4\n5 \n  \n(v) No admissions are made as to Mr Kolomoisky’s responsibility for \ndecisions made by the  Bank to accept Relevant Loan Transferred Assets \nin return for repayment of Relevant Loans or as to the valuation of such \nassets save that Mr Kolomoisky was one of five members of the \nSupervisory Board who approved the acceptance  onto the Bank’s \nbalance sh eet of the particular assets identified in a list annexed to the \nminutes of a meeting of the Supervisory Board dated 28 March 2016.  \n \n(vi) The Transformation and its implementation was devised and overseen \nby the NBU.  The Transformation Plans were approved by the Chairman \nof the Bank’s Management Board.  Mr Kolomoisky was not responsible \nfor the decisions required to implement the Transformation Plan.  \n \n(vii) If and insofar as  the transactions referred to in the  Lafferty Spreadsheets  \nidentify any “scheme”  (which is not admitted) , it is denied that Mr \nKolomoisky made the material decisions required in relation to th ose \ntransactions .  \n \n(b) As for the making of decisions in general:  \n \n(i) As a member of the Supervisory Board, Mr Kolomoisky was involved \nin making some of th e decisions made by the Bank at various times.  \n \n(ii) The Supervisory Board did not manage the Bank on a day to day basis. \nIn particular, to the best of Mr Kolomoisky’s recollection:  \n \na. Individual lending decisions were not generally referred to the \nSupervisory B oard.  \n \nb. None of the transactions referred to in the Amended Particulars of \nClaim POC  were referred to or approved by the Supervisory Board.  \n \n(iii) Mr Kolomoisky was not at any time a member of the Management \nBoard of the Bank nor was he a member of the Bank’s Cr edit \nCommittee.  \n \n(iv) Many decisions which might be characterised as “ significant ” were \nmade by executive officers of the Bank without the involvement of Mr \nKolomoisky.  \n  \nA1/8/5\n6 \n The Alleged “Misappropriation”  \n \n8. The third sentence of paragraph 5 is denied.  \n \n(1) The Bank h as not identified the particular transfer s of money characterised by it and \ndefined as a “Misappropriation” . of its funds as those parts of certain drawdowns \nunder Relevant Loans1 (“the Relevant Drawdowns ” 2) which (on the Bank’s case)  \ncaused As the total sum of USD 1,911,877,385 referred to is the net amount  to be \ntransferred by the  Original Ukrainian  Borrowers to the Defendant Suppliers \npursuant to the agreements referred to by the Bank as the Relevant Supply \nAgreements  as pre -payments for goods which wer e not returned (“ the Unreturned \nPrepayments ”3)., it is inferred that these trans"}
{"start": 10500, "text": " of its funds as those parts of certain drawdowns \nunder Relevant Loans1 (“the Relevant Drawdowns ” 2) which (on the Bank’s case)  \ncaused As the total sum of USD 1,911,877,385 referred to is the net amount  to be \ntransferred by the  Original Ukrainian  Borrowers to the Defendant Suppliers \npursuant to the agreements referred to by the Bank as the Relevant Supply \nAgreements  as pre -payments for goods which wer e not returned (“ the Unreturned \nPrepayments ”3)., it is inferred that these transfers together constitute the alleged \nMisappropriation .  \n \n(2) It is denied  (if alleged)  that these transfers  involved any transfer of “the Bank’s \nfunds” as alleged  and the Bank is p ut to strict proof of that any such  allegation as a \nmatter of fact and Ukrainian law.  \n  \n(3) The Bank purports to identify “Relevant Loans” made by the Bank to the Borrowers  \nduring the Relevant Period  in Schedule 1 to the  Amended Particulars of ClaimPOC . \nIn fac t, the “Relevant loan agreements” identified  there (and in the i2 Charts \nexhibited to the First Affidavit of Richard Lewis in these proceedings)  In fact, the \n“Loan Agreements” referred to by the Bank4 were revolving loan facilities (“ the \nRelevant Loan Faci lities ”). Loans were made as and when sums were drawn down \nunder the Relevant Loan Facilities. Unless the context otherwise requires, \nreferences below to “ Relevant Loans” should be construed as references to the \nloans made pursuant to the Relevant Loan Fac ilities  during the Relevant Period .  \n (3A)  Any misappropriation alleged to have been involved in the making of Relevant  \nDrawdowns  Loans  to the Borrowers, or in the transfer of money  Unreturned \nPrepayments  by the Borrowers to the Defendant Suppliers, is den ied. Further and \nin any event, the making of the Relevant  Drawdowns  Loans  caused the Bank no \nloss as:  \n                                                             \n1  The Bank identifies the “Relevant Loans” in Appendix 3 -3-6 to the First Report of Ian Thompson dated  \n24 November 2021 (“ the Thompson Report ”). \n2  The Bank defines the term “ Relevant Drawdown ” as those drawdowns under the Relevan t Loans  \nwhich are listed in Appendix 3 -3-1 of the Thompson Report of which the whole or a portion caused the \n“Unreturned Prepayments ” as identified in Appendices 3 -2-1-1 to 3 -2-46-2 of the Thompson Report: \nsee the Bank’s Response of 22 May 2020 to the Fir st Defendant’s Request for Information dated 21 \nApril 2020 (“ the 22 May Response ”). \n3  The Unreturned Prepayments that form part of the Bank’s case are identified in Appendices 3 -3-9-1  \nand 3 -3-9-2 to the Thompson Report and the Bank’s case is further expl ained in paragraphs 3.160 – \n3.163 of the Thompson Report.  \n4  Appendix 3 -3-6 to the Thompson Report . \nA1/8/6\n7 \n (a) The Borrowers incurred liabilities to repay the amounts drawn down with \ninterest.  \n \n(b) The Relevant Loans were themselves repaid with interest  by the means \nidentified in paragraph 15 below .; alternatively,   \n \n(3B) Further or alternatively, any loss suffered by the Bank as a result of Relevant \nDrawdowns which were not themselves repaid was reduced to the extent that those  \nparts alleged to have caused Unreturned Prepayments  (c) The sums drawn down  \nwere used to repay sums  debts  owed to the Bank  as further particularised  in \nparagraphs 57 –58A below .  \n(4) Mr Kolomoisky did not procure, and was not aware of, the grant of the Relevant \nLoan Facilities, the advances of funds pursuant to them, the Supply Agreements or \nthe Loan File Supply Agreements as identified in the Amended Particulars of \nClaim POC .  \n \nThe Defendant Suppliers  \n \n9. In relation to paragraphs 6 -11, no admissions are made save that it is admitted that the \nBank has pr oduced copies of corporate documentation for each of the Third to Eighth \nDefendants which purport to record the facts and matters alleged.  \n \n10. As to paragraph 12:  \n \n(1) It is denied that the Defendant Supplier"}
{"start": 14000, "text": "ces of funds pursuant to them, the Supply Agreements or \nthe Loan File Supply Agreements as identified in the Amended Particulars of \nClaim POC .  \n \nThe Defendant Suppliers  \n \n9. In relation to paragraphs 6 -11, no admissions are made save that it is admitted that the \nBank has pr oduced copies of corporate documentation for each of the Third to Eighth \nDefendants which purport to record the facts and matters alleged.  \n \n10. As to paragraph 12:  \n \n(1) It is denied that the Defendant Suppliers were owned or controlled by Mr \nKolomoisky.   \n \n(2) No resp onse is made to the summary of the Bank’s case in the second sentence as \nparticular allegations made which are summarised there are responded to in \nparagraphs 21-25 below.  \n \n(3) The abbreviations used by the Bank are noted.  \n \n10A.  As to Paragraph 12A , it is den ied that Mr Kolomoisky owned and/or controlled any \nof the Alleged Principals  in the Relevant Period . \n10B.  As to paragraph 12B : \n(1) The first sentence is noted and the allegation is denied. No other means of control \nhave been identified by the Claimant.  \n(2) It is d enied that Mr Kolomoisky owned or controlled Primecap at any material \ntime:  \nA1/8/7\n8 \n (a) From the date of its incorporation in July 2010 until January 2011, \nPrimecap was in directly owned by Mr Kolomoisky.  \n(b) From January to May 2011, Mr Kolomoisky owned 50% of Primecap . \n(c) From May 2011, Mr Kolomoisky had no ownership interest in Primecap \nwhatsoever.  \n(d) As alleged by the Bank in proceedings brought in the District  \nAdministrative  Court of Kyiv,5 Primecap is  owned beneficially by its \nmanagers . This has in fact been the case since May 2011.   \n(3) Mr Kolomoisky understands that Primecap provided services to some of the \nDefendant Suppliers (among other clients ) but he is not aware of the detail of the \nservices provided . \n10C.  As to paragraph 12C : \n(1) The first sentence is noted and the allegati on is denied. No other means of control \nhave been identified by the Claimant.  \n(2) As for the allegations in the second sentence  that Mr Kolomoisky owned and/or \ncontrolled PBC , \n(a) It is denied that Mr Kolomois ky has at any time  controlled PBC.  \n(b) From around mid -2000 s and to date PBC has been controlled by Mr. Sergiy \nMelnyk and his business partners (the \" PBC Partners \"). \n(c) On the basis of the information available to him, i t is denied that Mr \nKolomoisky owns PBC or has owned any part of it save for a brief period \nbetwee n September 2013 and February 2014 during which he was the \nultimate beneficial owner of Songo LLC  which was a registered \nshareholder in PBC.  \n(d) Mr Kolomoisky had no intention to acquire an interest in PBC but did so \nas follows:  \n(i) In September 2013, Mr Kolomois ky required a special purpose vehicle \nthrough which to participate in the provision of subordinated debt to \nthe Bank in the amount of USD 5.2m;  \n  \n(ii) Songo LLC was administered by the PBC Partners who arranged for \n100% of the shares in Songo LLC to be transfer red to companies held \non behalf of Mr Kolomoisky for use as a special purpose vehicle.  \n \n                                                             \n5  Case number  826/7624/17  \nA1/8/8\n9 \n (iii) Unknown to Mr Kolomoisky, Songo LLC held 24.79% of the shares in \nPBC.  \n \n(iv) In February 2014, Songo LLC ceased to be a registered shareholder in \nPBC and Mr Kolomoisky ceased  to have any interest in PBC.  \n(3) As for the further allegation in the second sentence that PBC’s officers and \nemployees acted on M r Kolomoisky's direct or indirect instructions  in relation \nto the affairs of the Borrowers and Intermediary Borrowers including ( without \nlimitation) causing them to enter into written agreements and transfer funds,  \n(a) The Bank has not identified any instructions alleged to have been given \nby Mr Kolomoisky to any named individual which is alleged to have \nresulted in any particular writt en agreement or any specific transfers of \nfunds.  \n(b) Mr"}
{"start": 17500, "text": "at PBC’s officers and \nemployees acted on M r Kolomoisky's direct or indirect instructions  in relation \nto the affairs of the Borrowers and Intermediary Borrowers including ( without \nlimitation) causing them to enter into written agreements and transfer funds,  \n(a) The Bank has not identified any instructions alleged to have been given \nby Mr Kolomoisky to any named individual which is alleged to have \nresulted in any particular writt en agreement or any specific transfers of \nfunds.  \n(b) Mr Kolomoisky denies giving instructions to officers or employees of \nPBC in relation to the affairs of these entities . \n(4) As for the yet further allegation in the second sentence of paragraph 12C  that \nofficers and employees of PBC acted for Mr Kolomoisky as nominee directors, \nshareholders and/or UBOs in relation to the Borrowers, Intermediary Borrowers \nand “other entities”,  \n(a) Whether or not the individuals identified in Schedule 6 to the Particulars \nof Claim were employees of PBC or former employees of PBC at the \ntime they are alleged to have performed the roles referred to is not \nadmitted.  \n(b) Whether any of those individuals in fact performed the roles there \nidentified is not admitted save in so far as the informatio n is derived from \nMr Kolomoisky’s schedules of assets in these proceedings.  \n(c) In relation to each of the Borrowers, Intermediary Borrowers and other \nentities (including all of the Defendant Suppliers) in respect of which Mr \nKolomoisky does not admit  having a n interest, it is denied that any of the \ndirectors or shareholders or persons purporting to act as UBOs of those \nentities acted for him in that capacity.  \n(d) In respect of Borrowers and Intermediary Borrowers in respect of which \nMr Kolomoisky expressly admits in these proceedings to having had a \npartial interest as UBO,  \n(i) any individual who in fact held the position of director of any of \nthose entities acted for the companies in relation to which they were \nappointed, and it is not admitted  that they were Mr Kolom oisky’s \nnominees.  \nA1/8/9\n10 \n (ii) it is not admitted that any  of the individuals identified by the \nBank were shareholders in those entities.  \n(iii) insofar as Mr Kolomoisky has identified any of the individuals \nas UBOs of these entities then it is denied that they were merely \n“purported UBOs” and it is denied that they were holding themselves \nout as such on behalf of Mr Kolomoisky.  \n(e) Otherwise no admissions are made . \n \nUAH and USD  \n \n11. Paragraph 13 is noted but no admissions are made as to the exchange rates that have \nbeen used by the Bank in the absence of particularisation thereof. The value of UAH in \nUSD decreased rapidly over the Relevant Period, and in particular from February 2014 \nonwards.  \n \nControl of the Bank’s Lending Decisions  \n  \n12. As to paragraph 14:  \n \n(1) The allegations made in the first (and consequently the second) sentence are \nembarrassingly vague and require particularisation.  \n  \n(a) The (repeated) allegation that Mr Kolomoisky controlled “ all significant \ndecisions ” made by the Bank at all material times has been addressed in \nparagra ph 7(2) above.  \n \n(b) Any particular allegations made by the Bank concerning  It is denied that Mr \nKolomoisky personally controlled the  Bank’s  corporate lending decisions \ncannot be admitted or denied until the Bank identifies the “ significant \ndecisions ” on which it relies in support of its claims.  \n \n(2) As for corporate lending in general, the Bank’s Credit Committee made most of the \ndecisions which might be described as “significant ”, and referred only a small \nnumber of matters for decision by the Supervisory Board. To the best of Mr \nKolomoisky’s recollection, that did not include the agreements referred to by the \nBank as the Relevant Loans.  \n \n(3) The allegation made in the third sentence is embarrassingly vague and cannot be \nadmitted or denied in the absence of particula rs of the instructions (direct or \nindirect) refer"}
{"start": 21000, "text": "the Bank’s Credit Committee made most of the \ndecisions which might be described as “significant ”, and referred only a small \nnumber of matters for decision by the Supervisory Board. To the best of Mr \nKolomoisky’s recollection, that did not include the agreements referred to by the \nBank as the Relevant Loans.  \n \n(3) The allegation made in the third sentence is embarrassingly vague and cannot be \nadmitted or denied in the absence of particula rs of the instructions (direct or \nindirect) referred to and the persons alleged to have acted on them . The list of \ndocuments provided in paragraph 4 of the 30 July Response do es not identify the \nA1/8/10\n11 \n internal policies which the Bank alleges were contravened. In sofar as the Bank has \nmade specific allegations of conduct  contrary to the Bank’s internal policies and/or \nin conflict with the Bank’s interests  they are addressed below . \n \n(4) As to the allegations made in the final sentence:  \n(a) No admissions are made as to the e xistence or status of the customer service \nbusiness department (“ BOK ”). Until 2013, the Bank had a “strategic client \nservice department”, which became known as the “customer service \ndepartment” from 2013  onwards  and was referred to as “BOK” .  \n(b) No admissions  are (or could be) made as to the manner in which ‘instructions’ \nwere carried into effect, in the absence of particulars of the instructions there \nreferred to.  \n \nThe Bank’s Destruction of Documents  \n \n13. As to Paragraph 15:  \n \n(1) No admissions are made as to whether any such destruction, or any Destruction \nExercise as defined, occurred.  \n \n(2) It is denied that Mr Kolomoisky gave, authorised or acquiesced in the Destruction \nInstructions referred to in paragraph 15.  \n \n \nThe Relevant Loans  \n \n14. No admissions are made as to paragrap h 16,  save that:  \n \n(1) Schedule 1 to the Amended Particulars of Claim POC  appears to identify loan \nfacilities under which drawdowns are alleged to have been made by the Borrowers.  \n(2) Particulars of all sums drawn down under those loan facilities during and after th e \nRelevant Period for the  Original  Ukrainian Borrowers  are provided in Schedule 1 \nto this Defence.   \n(3) Mr Kolomoisky  will provide particulars of sums drawn down by In the case of the  \nCypriot Borrowers and Prominmet  it is admitted that the sums referred to  in \nSchedule 1 to the POC were drawn  down on the dates of the agreements with each \nof those companies.  following examination of the transactional data disclosed to \nhim by the Bank.  \n \nA1/8/11\n12 \n 15. Save for one loan to Tamersa  LLC  in the principal amount of USD  19.2 million \n19,233,426  addressed at paragraph  50(3) below (“ the Tamersa Loan ”) and the loan to \nProminmet  in the principal amount of USD 55.7 million  (“the Prominmet Loan ”), all \nof the Relevant Loans were subsequently repaid. Save for the Cypriot Borrowers  and \nPromi nmet , Pparticulars are provided in Schedule s 1 - 3 to this Defence.  In  summary \nand without prejudice to the detail of Schedules 1 -3: \n \n(1) Repayments were made in cash after the Relevant Period and prior to February 2016 \nas set out in Schedule 1  (“the Cash Rep ayments ”).  \n \n(2) Between March and September 2016 various assets were transferred to the Bank to \nrepay certain loans (“ the Asset Transfer ”). Some of the  Borrowers’ accounts with \nthe Bank relating to the Relevant Loan Facilities were credited by the Bank in ret urn \nfor assets transferred to the Bank between March and September 2016  as set out in \nAmended  Schedule 2  (“the Relevant Loan Transferred  Asset s Transfer ”). \n \n(3) All remaining debt owed by the Borrowers (apart from the Tamersa Loan ) was \ndischarged between Octob er and November 2016 using the proceeds of loans made \nby the Bank at the direction of the NBU to 36 new borrowers  as set out in Schedule \n3  (“the Transformation ”). \n \n(4) In relation to the Cypriot Borrowers, the Relevant Loans were repaid  on 5 March \n2014.  \n \n16. A"}
{"start": 24500, "text": "en March and September 2016  as set out in \nAmended  Schedule 2  (“the Relevant Loan Transferred  Asset s Transfer ”). \n \n(3) All remaining debt owed by the Borrowers (apart from the Tamersa Loan ) was \ndischarged between Octob er and November 2016 using the proceeds of loans made \nby the Bank at the direction of the NBU to 36 new borrowers  as set out in Schedule \n3  (“the Transformation ”). \n \n(4) In relation to the Cypriot Borrowers, the Relevant Loans were repaid  on 5 March \n2014.  \n \n16. As to paragraph 17  and the Relevant Loans made to the Original Ukrainian Borrowers  \nand Prominmet ,  \n \n(1) It is admitted that all the information referred to in subparagraphs (a) -(d) and the \nfirst sentence of subparagraph (e) can be seen in the written terms of the Relevant \nLoan Facilities disclosed by the Bank to date.  \n(2) The labelling of the pledge agreements referred to as the “2014 Pledges” is not \nunderstood as some of them are dated 2013. They are better referred to as “the \nSupply Agreement Pledges ” to distinguish  them from the Share Pledges referred \nto below.  \n \n16A. As to Paragraph 17A  and the Relevant Loans made to the three Cypriot Borrowers ,  \n(1) It is admitted that all the information referred to in subparagraphs (a) -(e) can be \nseen in the written terms of the Rele vant Loan Facilities disclosed by the Bank to \ndate.  \n \n(2) No admissions are made as to the accuracy or completeness of the documents \ndisclosed.  \nA1/8/12\n13 \n  \n17. Further, during and after the end of the Relevant Period, sums outstanding under the \nRelevant Loan Facilities (toge ther with some other loans made by the Bank) were \nsecured by pledges over shares in various companies other than the Borrowers (“ the \nShare Pledges ”). The pledgors under the Share Pledges included companies owned \nand/or controlled by Mr Kolomoisky and Mr Bo golyubov.  \n \n18. Pending disclosure, Mr Kolomoisky is unable to give full particulars of the Share \nPledges but to the best of his knowledge and belief repayment of sums outstanding \nunder the Relevant Loan Facilities was fully secured thereby. At present, he rel ies on \nthe following facts and matters:  \n \n(1) The provision of the Share Pledges identified in the replacement Schedule 6 to this \nDefence ; and  \n \n(2) The four Share Pledges provided by:  \n \n(a) Feral Limited over its shares in SC Feral SRL , dated 31 March 2014.  \n \n(b) Jolin Holdi ngs Limited over its shares in GM Georgian Manganese  Holdings , \ndated 31 March 2014.  \n \n(c) Velitas Holdings Limited over its shares in Stalmag SP.  z.o.o, dated 16 June \n2014.  \n \n(d) Shillingston Group Inc. over its shares in Derling LLC , dated 16 June 2014.  \n \n(e) the 24 ad ditional companies identified in Schedule 6 to this Defence . \n \n (3) Accounts for the Bank were audited in accordan ce with International Financial  \n       Reporting Standards (\" IFRS \") by LLC PriceWaterhouseCoopers  Ukraine  \n       (“PWC ”) for the financial yea rs ending 31 Dec ember 2014 and 31 December 2015  \n       (“the Audited Accounts ” for 2014 and for 2015 r espectively). In each case, PWC  \n       concluded that the Bank had sufficient collateral in place to secure rep ayment of  \n       its corporate loans, even if the loan portfolio defaulted in full:  \n \n(a) The Audited Accounts for 2014 record that the value to be realised from \ncollateral securing corporate loans was approximately UAH 197 billion, which \nsecured total gross corporate loans of approximately UAH 151 bill ion. The \nvalue of the assets securing the corporate loans was discounted to reflect their \nvalue as collateral recognising the risk of not realising the full value of the assets \nshould it be necessary to enforce the security.  \n \nA1/8/13\n14 \n (b) The Audited Accounts for 2015 record that the expected value to be realised \nfrom collateral securing corporate loans was approximately UAH 202 billion, \nwhich secured total gross corporate loans of approximately UAH 189 billion.  \n \n(c) In both cases, in acc"}
{"start": 28000, "text": " \nvalue of the assets securing the corporate loans was discounted to reflect their \nvalue as collateral recognising the risk of not realising the full value of the assets \nshould it be necessary to enforce the security.  \n \nA1/8/13\n14 \n (b) The Audited Accounts for 2015 record that the expected value to be realised \nfrom collateral securing corporate loans was approximately UAH 202 billion, \nwhich secured total gross corporate loans of approximately UAH 189 billion.  \n \n(c) In both cases, in accordance with IFRS, the auditors reco gnised the pledge of \nshares as proper collateral.  \n \n(d) In the absence of full disclosure being provided by the Bank of the documents \nsent to and/or held by P WC, it is to be inferred that P WC had sufficient evidence \nbefore them to justify their conclusions.  \n \n19. No admissions are made as to the general allegation made in paragraph 18.  \n \n(1) Subparagraph (a) is admitted in as much as the same information can be derived \nfrom the Account Opening Documentation disclosed by the Bank. No admissions \nare made as to the auth enticity or completeness of the Bank’s files.  \n \n(2) As to subparagraph (b),  \n \n(a) It is admitted that the Bank has disclosed agreements between the  Original \nUkrainian  Borrowers and Defendant Suppliers referred to by the Bank as \n“Relevant Supply Agreements” which on  their face purport to be contracts for \nthe purchase of industrial equipment and commodities.  \n  \n(b) No admissions are made as to the se Borrowers’ expectations.  \n \n(c) Even if it is to be inferred from the nature and quantity of the goods described \nthat the se Borrowe rs and the Defendant Suppliers could not have expected those \ngoods to be delivered to fulfil the Defendant Suppliers’ obligations, there is no \nbasis upon which it may be inferred that the se Borrowers did not expect or \nbelieve that the Defendant Suppliers w ould fulfil their obligation under the \nRelevant Supply Agreements to return the money pre -paid to the Defendant \nSuppliers for the goods.  \n \n(d) No admissions are made as to the unparticularised allegations in subparagraph \n(c)(i).  \n \n(e) As to subparagraph (c)(ii), it  is admitted that the Bank’s records show that some \ninterest payments were made using funds drawn down under the Relevant Loan \nFacilities by the  Original Ukrainian  Borrowers  but no admissions are otherwise \nmade.  \n \n(f) Subparagraph (c)(iii) is denied , save in re spect of the  amounts outstanding under \nthe Tamersa  Loan  and the Prominmet Loan .  \nA1/8/14\n15 \n  \n      19A. No admissions are made as to the general allegation made in Paragraph 18A.  \n(1) Subparagraph (a) is admitted in as much as the same information can be derived \nfrom the  Account Opening Documentation disclosed by the Bank. No admissions \nare made as to the authenticity or completeness of the Bank’s files.  \n \n(2) Sub-paragraph (b) is denied.  \n \n \nThe Borrowers  \n \n20. The allegation in paragraph 19 that the  Original Ukrainian  Borrowers and Prominmet  \nwere all ultimately owned and/or controlled by Mr Kolomoisky and Mr Bogolyubov is \ndenied:  \n \n(1) Mr Kolomoisky had an interest in some of the se Borrowers. Those Borrowers are \nidentified in Schedule 5 to this Defence  and the nature of his interest in  relation to \neach of them is there identified. Mr Kolomoisky had a majority interest in t hree of \nthe Borrowers and a minority interest in a further  six Borrowers.  \n \n(2) Mr Kolomoisky did not exercise day -to-day control over or manage any of the se \nBorrowers.  \n \n(3) As to subparagraph (a), no admissions are made save that:  \n \n(a) It is admitted that Mr Kolomoisky had an interest in GM Georgian Manganese \nHoldings , SC Feral SRL , Stalmag SP.  z.o.o  and Skorzonera LLC.  \n  \n(b) Shares in these companies were pledged to secure the Relev ant Loans (among \nothers) under the Share Pledges referred to above. It is consequently denied that \nno such security had been given by late 2014.   \n \n(c)  It is admitted that Mr Kolomoisky ha"}
{"start": 31500, "text": " of the se \nBorrowers.  \n \n(3) As to subparagraph (a), no admissions are made save that:  \n \n(a) It is admitted that Mr Kolomoisky had an interest in GM Georgian Manganese \nHoldings , SC Feral SRL , Stalmag SP.  z.o.o  and Skorzonera LLC.  \n  \n(b) Shares in these companies were pledged to secure the Relev ant Loans (among \nothers) under the Share Pledges referred to above. It is consequently denied that \nno such security had been given by late 2014.   \n \n(c)  It is admitted that Mr Kolomoisky had an interest in other companies in which \nand by whom shares were pl edged as indicated in the expanded version of  \nSchedule 6 to the Defence.6 \n(d)  It is denied that the use of assets in which Mr Kolomoisky was interested to \nsecure particular loans implies that he had an interest in the particular loan or \nthe borrower conce rned. Mr Kolomoisky provided a number of such assets to \n                                                             \n6  An expanded version of Schedule 6 to the Defence was provided on 20 August 2021 with Mr \nKolomoisky’s Further Response to Requ est 2 of the Bank’s Request for Further Information dated 18 February \n2021.  \nA1/8/15\n16 \n the Bank for its use as collateral for loans as necessary and he was not \nresponsible for determining precisely how they were to be used.  \n (3A) As to subparagraph (a.1)  and (a.2) : \n(a) It is denied that Mr Kolomoisky controlled NZF or OGOK  in August 2014 or \ncontrols them now . \n \n(b) It is not admitted that OGOK provided the security referred to . \n  \n(c) It is admitted that NZF provided the security referred to in August 2014 . \n \n(d) At that time Mr Kolomoisky ultimately indir ectly owned a 24.79% interest in \nNZF and a 24.3% interest in OGOK (now called Pokrovskiy Mining Processing \nPlant) and he continues to hold those interests.  \n (3B) It is denied that it is to be inferred from the fact that companies owned and/or \ncontrolled by  Mr Kolomoisky pledged shares or assets to secure the Relevant Loans \nthat he owned and/or controlled the companies whose loans were thereby secured.   \n(4) As to subparagraph (b):  \n \n(a) Mr Kolomoisky was not a party to the Luchaninov Email.  \n \n(b) No admissions are made a s to the Luchaninov Email, its purpose or effect.  \n \n(5) As to subparagraph (c),  \n \n(a) It is admitted that the Bank would have had a lending manual, but no admissions \nare made as to the authenticity of the version of the Lending Manual disclosed \nby the Bank or wheth er it was in force during the Relevant Period.   \n   \n(b) No admissions are made as to the circumstances in which the Relevant Loans \nwere made.  \n  \n(6) As to subparagraph (d) : no admissions are made in the absence of particulars of  \n \n(a) The Bank identifies the IMF’s “len ding interest rate” for Ukraine and the NBU \n“key policy rate” for Ukraine as the prevailing  market  rates referred to  against \nwhich it compares the interest rates specified in the Relevant, Intermediary and \nNew Loans . \n  \n(b) It is denied that the IMF or NBU  rates are relevant for the purpose of assessing \nthe validity of the loans under Article 52 of the Law on Banks.  \nA1/8/16\n17 \n  \n(c) Prior to 8 March 2015, when  Article 52(4) of  the Law on Banks was amended, \nloans  to related parties  specifying interest rates which were lower than  usual \nwere not considered to be granted on “ preferential terms ”. Thereafter such loans \nwere considered to be on “ non-market terms ”.  \n \n(d) Accordingly, if  any comparison between interest rates is relevant, it is a \ncomparison between :  \n \n(i)  the interest rates specified in loans  granted after 8 March 2015  to parties \nshown to be related to the Bank ; and  \n \n(ii)  the interest rates available  to parties which were not related to the Bank.  \n \n(e) It is denied that the Relevant, Intermediary or New Loans were granted on \n“preferential terms ” or “ non-market terms ”. \n \n(7) Subparagraph (e) is not admitted.  \n  \n(8) As to subparagraph (f),  \n \n(a) It is denied that the Def"}
{"start": 35000, "text": " rates is relevant, it is a \ncomparison between :  \n \n(i)  the interest rates specified in loans  granted after 8 March 2015  to parties \nshown to be related to the Bank ; and  \n \n(ii)  the interest rates available  to parties which were not related to the Bank.  \n \n(e) It is denied that the Relevant, Intermediary or New Loans were granted on \n“preferential terms ” or “ non-market terms ”. \n \n(7) Subparagraph (e) is not admitted.  \n  \n(8) As to subparagraph (f),  \n \n(a) It is denied that the Defendant Suppliers were either owned or controlled by Mr \nKolomoisky.  \n \n(b) It is denied, if it is alleged, that no valuable security wa s provided for the \nRelevant Loans. The Relevant Loans were secured by the Share Pledges \nreferred to in Paragraph 18 above.  \n \n(9) No admissions are made as to the unparticularised allegations in  In subparagraph \n(g) the Bank is referring to the repayment of Rele vant Loans by Borrowers, \nIntermediary Borrowers and New Borrowers. Mr Kolomoisky’s response to the \nallegation that he owned and/or controlled these entities is pleaded in paragraphs \n20(1), 20(2) and 20A (in the case of the Borrowers) and 49 (New Borrowers) . Mr \nKolomoisky’s ownership of Intermediary Borrowers is denied save as set out in \nSchedule 7 hereto. It is denied that Mr Kolomoisky controlled any of the \nIntermediary Borrowers,  \n(9A)  As to sub -paragraph (g.1 ), the general allegation cont ained in the fir st sentence is \nnot admitted.  \n(a) It is admitted that the Bank has disclosed documents purporting to be the \npledges set out in sub -sub-paragraphs (g.1.i) and the guarantee set out in sub -\nsub-paragraph (g.1.ii).  \n \nA1/8/17\n18 \n (b) It is admitted that the document disclosed purpo rts to limit PJSC IIC’s liability \nto the Bank to UAH 10,000.  \n \n(c) It is admitted that Mr Kolomoisky had an indirect interest  representing \napproximately 11% of the shares in PJSC IIC during the Relevant Period.   \n \n(d) It is denied that Mr Kolomoisky owned and/or co ntrolled Stalkar LLC  in the \nRelevant Period . \n \n(9B) As to sub -paragraph (g.2) : \n \n(a) No admissions are made as to the matters set out in Annex A to the 22 May \nResponse7 save insofar as the same:  \n \n(i)  reflects information provided by Mr Kolomoisky or admissions made \nby him in these proceedings; or  \n \n(ii) purports merely to set out statements made in the documents referred to , \n \nin which case they are admitted to that extent . \n \n(b) It is denied that the connections identified support the inference sought to \nbe drawn.  \n  \n(c) It is denied that ownership or control of an entity can properly be inferred \nfrom the voluntary production of information or documents.  \n \n \n(10) Paragraph (h) is denied.  \n \n20A As to Paragraph 19A, it is denied that Mr Kolo moisky owned or controlled the Cypriot \nBorrowers in the Relevant Period .  \n(1) As to sub -paragraph (a) , it is denied that Mr Kolomoisky owned and/or controlled  \nAlbroath, Melchett and Sofet  in the Relevant Period.  \n \n(2) As to sub -paragraph (b):  \n \n                                                             \n7  The 5 May Response contains submissions and information as to the Bank’s case against Mr \nBogolyubov not Mr Kolomoisky. Although it refers to the 20 May Response, it is understoo d the Bank meant to \nrefer to the 22 May Response.  \nA1/8/18\n19 \n (a) No admissions are made as to the existence or content of the bus iness plans \nreferred to therein.  \n \n(b) It is denied that Mr Kolomoisky owned and/or controlled PJSC Silovi \nElektronni Priladi Upravlinnya  in the Relevant Period.  \n \n(3) As to sub -paragraph (c) , no admissions are made as to the completeness of the \nBank’s search of its  files or as to what documents were prepared in support of the \nRelevant Loans to the Cypriot Borrowers  or as to the procedure followed by the \nBank in granting those loans prior to disclosure in these proceedings . \n \n(4) As to sub -paragraphs (d) and (e), sub -paragraphs 20(6) and (9) above are repeated.  \n \n(5) It"}
{"start": 38500, "text": "d PJSC Silovi \nElektronni Priladi Upravlinnya  in the Relevant Period.  \n \n(3) As to sub -paragraph (c) , no admissions are made as to the completeness of the \nBank’s search of its  files or as to what documents were prepared in support of the \nRelevant Loans to the Cypriot Borrowers  or as to the procedure followed by the \nBank in granting those loans prior to disclosure in these proceedings . \n \n(4) As to sub -paragraphs (d) and (e), sub -paragraphs 20(6) and (9) above are repeated.  \n \n(5) It is denied that Mr Kolomoisky gave instructions for the Relevant Loan agreements \nwith the Cypriot Borrowers to be backdated as alleged in sub -paragraph (f) and no \nadmissions are made as to any of the facts and ma tters alleged to support the Bank’s \ninference to that effect save that it is denied that Primecap Cyprus Limited is owned \nor controlled by Mr Kolomoisky.  \n \nThe Supply Agreements  \n \n21. As to paragraph 20,  \n \n(1) The first sentence is admitted in so far as certain docu ments have been disclosed \nwhich purport to be such contracts.  \n  \n(2) It is understood that the Bank identifies as “the Relevant Supply Agreements” those \nSupply Agreements made between one or other of the Original Ukrainian  \nBorrower s and one or other of the Def endant Suppliers.  \n \n(3) The second sentence is admitted in so far as 54 documents which purport to be \nRelevant Supply Agreements have been disclosed.  \n \n22. Paragraph 21 is admitted in so far as Amended  Schedule 2  to the Amended Particulars \nof Claim POC  summarises in formation to be derived from the documents referred to as \nthe Relevant Supply Contracts .  \n \n23. Paragraph 22 is admitted.  \n \n24. Paragraph 23 is admitted.  \n \n25. As to paragraphs 24 and 25, Mr Kolomoisky was not involved in the making of the \nparticular contracts identified  as the Relevant Supply Agreements.  It is denied, if \nalleged by the Bank, that if (as alleged) there was no intention that goods would be \nA1/8/19\n20 \n delivered pursuant to them, the Relevant Supply Agreements did not create any \nenforceable obligations on the part of the Defendant Suppliers, in particular to return \nthe amount of the prepayments made to them  if goods were not supplied. Otherwise, \nno admissions are made of paragraphs 24 and 25.  \n  \n26. It is denied that the Defendant Suppliers were ultimately owned and/or con trolled by \nMr Kolomoisky as alleged in paragraph 26 and denied that any inference to that effect \ncan properly be drawn from the facts alleged by the Bank. The particulars provided by \nthe Bank in support of its allegation identify other people as owners of these companies. \nOtherwise, no admissions are made of paragraph 26.  \n \n \n \n \n \nThe Loan File Supply Agreements  \n \n27. As to paragraphs 27 and 28, insofar as they have been disclosed, the documents referred \nto as the “ Loan File Supply Agreements ” (the authenticity of w hich is not admitted) \nare as particularised in Schedule 1 to the Amended Particulars of Claim POC . No such \ndocuments have been disclosed purporting to be agreements to which any of the \nfollowing Borrowers are party: Cambel LLC, Darsten LLC, Nautis -Trade LLC , Rapit \nLLC, Rudnex LLC, Vegatorg LLC, Vitella LLC.  \n \n28. Paragraph 29 is admitted in so far as it refers to those of the Loan File Supply \nAgreements disclosed by the Bank.  \n \n29. As to paragraph 30, paragraph 16 above is repeated.   \n \n30. As to paragraphs 31 and 32, it is not admitted  that the Supply Agreement Pledges were \nworthless and it is denied that there was any misappropriation to be disguised. The \nallegations that the agreements did not create enforceable obligations and were contrary \nto public policy are denied.  As for the particulars provided, in so far as they do not \nrepeat allegations to which a response has already been provided above, no admissions \nare made.   \n \n30A.  Each of the various allegations made in paragraph 32A are denied and the Bank  is put \nto strict  proof of each of them as a matter of fact and "}
{"start": 42000, "text": " is denied that there was any misappropriation to be disguised. The \nallegations that the agreements did not create enforceable obligations and were contrary \nto public policy are denied.  As for the particulars provided, in so far as they do not \nrepeat allegations to which a response has already been provided above, no admissions \nare made.   \n \n30A.  Each of the various allegations made in paragraph 32A are denied and the Bank  is put \nto strict  proof of each of them as a matter of fact and Ukrainian law.   \n \nSupervision and control of the Bank by the NBU  \n31. Under Article 67 of the Law on Banks and Banking Activity, the NBU was empowered \nto appoint curators to supervise the operations of a bank in Ukr aine.  \nA1/8/20\n21 \n 32. Under a Regulation approved by Resolution No. 346 of the NBU dated 17 August 2012, \ncurators were given broad powers to exercise control of a bank’s operations, including:  \n(1) being give n access to the documents and electronic systems of a bank;  \n(2) participa ting in the Bank’s internal meetings, and an entitlement to demand \nclarifications from the Bank of decisions taken;  \n(3) controlling the manner in which funds from the NBU’s refinancing were used;  \n(4) requiring compliance with any financial rehabilitation plan . \n33. Pursuant to Resolution No.561/BT of 11 September 2014, the NBU appointed Ms \nZarutska as curator of the Bank (“ the Curator ”). The Curator and her team were \npermanently based in the Bank’s offices and supervised all of the Bank’s operations, in \nparticular its l oan portfolio (including loans made under the Relevant Loan Facilities).  \n  \n34. From September 2014 onwards, the NBU constantly monitored the Bank and the Bank \noperated in accordance with instructions from NBU's representatives.  Insofar as the \nBank complied wi th instructions given by the NBU and its representatives, the Curator \nand other officials, and doing so caused it loss, Mr Kolomoisky is not responsible for \nthat loss.  \n \n \nThe Political Campaign  \n \n35. In the course of 2015 -2016, a politically motivated campaign was waged against Mr \nKolomoisky, designed to create the conditions for the nationalisation of the Bank. This \ncampaign was instigated by then -President Petro Poroshenko, and implemented with \nthe assistance of (at least) NBU Governor Valeria Gontareva, Deput y Governor Yakov \nSmoliy and Deputy Governor Kateryna Rozhkova who directed the actions of the NBU \nreferred to below.  \n \n36. Between March 2015 and February 2016, the NBU took a series of measures which had \nthe effect that the Bank was treated for regulatory pur poses as being significantly under -\ncapitalised:  \n \n(1) By the Law of Ukraine on Introduction of Changes to Certain Legislation of Ukraine \nrelated to the Liability of a Bank’s Related Parties  (enacted on 2 March 2015), the \ndefinition of a person ‘related’ to a b ank was substantially expanded.  \n \n(2) By NBU Resolution No. 260 of 15 April 2015, the NBU commissioned a diagnostic \nstudy of the Bank as at 1 April 2015 (“ the Stress Test ”). The Stress Test’s stated \npurpose was to assess the Bank’s capital adequacy ratio s pursuant to the NBU’s \nnational regulations in order to determine whether the Bank was adequately \ncapitalised.   \nA1/8/21\n22 \n  \n(3) On 2 July 2015, the NBU produced a statement consequential on the Stress Test , \nwhich concluded that, taking into account only collateral recognised under NBU \nRegulation No. 23  (“Regulation 23” ) dated 25 January 2012 and not including the \nShare Pledges, the Bank required additional capital of UAH 16 billion \n(approximately USD  676 million).  \n \n(4) On 29 September 2015, the NBU Co -ordinating Committee on Monit oring and \nControl of the Diagnostic Investigation of Banks issued new guidance on the \ninterpretation of Regulation 23 ( “the Guidance ”) to the effect that pledges held by \nthe Bank over contractual rights to property were no longer to be treated as valid \nsecurity for the purpose of determining the ad"}
{"start": 45500, "text": "ot including the \nShare Pledges, the Bank required additional capital of UAH 16 billion \n(approximately USD  676 million).  \n \n(4) On 29 September 2015, the NBU Co -ordinating Committee on Monit oring and \nControl of the Diagnostic Investigation of Banks issued new guidance on the \ninterpretation of Regulation 23 ( “the Guidance ”) to the effect that pledges held by \nthe Bank over contractual rights to property were no longer to be treated as valid \nsecurity for the purpose of determining the adequacy of the Bank’s capital in cases \nwhere the purchaser granting the pledge had not paid for the property (which was \noften the case in respect of security provided for the Bank's loans).   \n \n(5) On 11 December 2015, upon completion of the Stress Test of the Bank as at 1 April \n2015, the NBU produced a final report ( “the Stress Test Report ”) which concluded \nthat the Bank required further capital in the amount of UAH 113 billion \n(approximately USD 4.82 billion).  \n \n(6) For th e avoidance of doubt, the Bank did not accept (and Mr Kolomoisky does not \naccept) that the Guidance was lawful. Accordingly, the Bank challenged the \nconclusions drawn as to the  inadequacy of the  Bank's capital.  \n \n \nThe Restructuring (Asset Transfer ) \n \n37. On 14 J anuary 2016, by Resolution No.8/BT, the NBU approved the findings in the \nStress Test Report . The effect of this Resolution was th at the Bank was required to \nprovide a plan to improve its capital position by UAH 113 billion.  \n \n38. On 12 February 2016, as a resul t of pressure from the NBU and threats to demand \nrepayment of the loans made by the NBU to refinance the Bank since 2008, the \nSupervisory Board and Manage ment Board  of the Bank both approved a ‘Restructuring \nProgram’ ( “the Restructuring Plan ”).  \n \n39. On 23 Feb ruary 2016, in Resolution No.103 /BT, the NBU formally approved the \nRestructuring Plan, pursuant to which:  \n \n(1) The Bank was required to increase its capital by approximately UAH 113 billion.  \n \n(2) The Bank was required to take steps to achieve that capital increase  (collectively, \n“the Restructuring ”), including :  \nA1/8/22\n23 \n  \n(a) the Bank receiving assets onto its balance sheet by 1 April 2016 in discharge of \ncertain loans identified in Annex A to the Restructuring Program (“ Annex A ”) \nwith a total value of UAH 31 billion that were,  at that time, pledged as collateral \nfor those loans; and  \n  \n(b) the registration of substitute collateral in the amount of UAH 77 billion between \nMay and September 2016 to replace the pledges of shares in certain companies \nwith pledges or mortgages of assets owned by those companies as identified in \nAnnex B to the Restructuring Program.  \n \n40. The Bank was taking steps to comply with the Restructuring Plan. However, progress \non the Restructuring was frustrated by the NBU's restriction on companies authorised \nto con duct valuations of the relevant property and its delay in concluding relevant \nagreements.  \n \n41. The Restructuring was partially implemented by the following transfer of assets (i.e, \nthe Asset Transfer referred to in paragraph 15(2)  above):  \n \n(1) The list of assets i n Annex A was the subject of negotiation with the NBU and as a \nresult a different set of assets was transferred to the Bank.  \n \n(2) The assets transferred to the Bank pursuant to the Asset Transfer were principally \npetrol stations, aircraft, oil store facilities , hotels, and real property (including the \nstadium and training ground of FC Dnipro) ( “the Transferred Assets ”).  \n \n(3) The Bank acquired outright ownership of the Transferred Assets.  \n \n(4) The Bank then applied the value of those assets to reduce the balance on loa ns, \nincluding the Relevant Loans  and the Intermediary Loans . The methodology which \nis to be applied to match Transferred Assets to loan repayments is set out in Mr \nKolomoisky’s Response to the Bank’s Request for Further Information dated 30 \nJuly 2021  and A mended Annex A . \n \n(5) The total val"}
{"start": 49000, "text": " FC Dnipro) ( “the Transferred Assets ”).  \n \n(3) The Bank acquired outright ownership of the Transferred Assets.  \n \n(4) The Bank then applied the value of those assets to reduce the balance on loa ns, \nincluding the Relevant Loans  and the Intermediary Loans . The methodology which \nis to be applied to match Transferred Assets to loan repayments is set out in Mr \nKolomoisky’s Response to the Bank’s Request for Further Information dated 30 \nJuly 2021  and A mended Annex A . \n \n(5) The total value of the Transferred Assets according to the information provided by \nthe Bank was around UAH 45.5 billion, as recorded in the Ernst & Young  (“EY”) \nreport dated 22 November 2016.  \n \n(6) Particulars of those Transferred Assets which  were transferred to reduce the amount \nof the Relevant Loans ( “the Relevant Loan Transferred Assets ”), including the \ntransferors of those assets , are set out in Amended  Schedule 2 to this Defence.   \n \n(6A)  Particulars of the Transferred Assets in return for which the Bank reduced the \namount owed under Intermediary Loans (“ the Intermediary Loan Transferred \nA1/8/23\n24 \n Assets ”) will be provided after disclosure in these proceedings  are provided in  \nAmended  Schedule 2A to this Defence .  \n \n(7) The total value of the  Relevant Loan Transferred Assets reduced the balance due \nunder Relevant Loans by  was USD 538,109,457.64 551,474,684.65  and UAH \n1,296,308,435.45  1,314,466,712.13 . \n(8) The Intermediary Loan Transferred Assets reduce d the balance due under \nIntermediary Loans (which are not  also Relevant Loans) by  USD 123,305,459.21 \n109,940,232.20  and UAH 1,276,300,336.51  1,089,348,223.01 .  \n \n \nTransformation  \n \n42. In September 2016, the deputy head of the NBU, Katerina Rozhkova, announced that \nthe NBU had determined that:  \n \n(1) 193 borrowers (which in cluded 43 of the Borrowers) (“ the 193 Borrowers ”) were \nworthless shell companies and were to be treated as the Bank’s related parties ; and \n \n(2) loans to the 193 Borrowers should be cancelled and replaced with loans to a smaller \nnumber of borrowers.  \n \n43. In the lig ht of the NBU's announcement of the Transformation, the substitution of \nsecurity as collateral for the loans to the 193 Borrowers became irrelevant and the Bank \ndid not proceed with it.  \n \n44. At the end of September 2016, Mr Kolomoisky and Mr Bogolyubov wrote t o the NBU \nindicating that they would not be able to comply with the full requirements of the \nRestructuring in the time available and using text dictated by Ms Rozhkova on behalf \nof the NBU proposed a “ restructuring of corporate credit portfolio based on ma rket \nconditions by transferring the existing loans to operating companies, whose sources of \nincome are real and transparent…” .  \n \n45. On 5 October 2016, the NBU passed Decision No. 323-rsh/BT on Involving the Audit \nCompany to Confirm the Stress Testing Results and Measures taken by the Bank \n(“Decision 323 ”).  \n \n(1) By Article 1(1), the Bank was required to appoint an internationally recognised \naudit company to review the results of the Stress Test and verify the adequacy the \nBank's capital.  \n \nA1/8/24\n25 \n (2) By Article 1(2), the Bank  was required to submit to the NBU a Corporate Loan \nPortfolio Restructuring (Transformation) Plan ( “the Transformation Plan ”), by \nwhich the existing loans to the 193 Borrowers would be transferred to ‘ operating \ncompanies that have real and transparent sour ces of income, determining the clear \ntime for repayment of these loans, and execution of additional collateral…’   \n \n46. On 17 October 2016, pursuant to NBU Decision No.4274 -r dated 17 October 2016, the \nNBU sent a team of specialists to the Bank to carry out an unscheduled inspection   (“the \nUnscheduled Inspection ”). \n \n47. The Bank provided a Transformation Plan to the NBU on 20 October 2016 , which was \namended by letters dated 3, 4, 15 and 23 November 2016.   \n \n48. Mr Kolomoisky had no substantial involvement in this proces s. Impleme"}
{"start": 52500, "text": "ayment of these loans, and execution of additional collateral…’   \n \n46. On 17 October 2016, pursuant to NBU Decision No.4274 -r dated 17 October 2016, the \nNBU sent a team of specialists to the Bank to carry out an unscheduled inspection   (“the \nUnscheduled Inspection ”). \n \n47. The Bank provided a Transformation Plan to the NBU on 20 October 2016 , which was \namended by letters dated 3, 4, 15 and 23 November 2016.   \n \n48. Mr Kolomoisky had no substantial involvement in this proces s. Implementation of the \nTransformation Plan was supervised and controlled by the Curator and other NBU staff \noperating within the Bank who:  \n \n(1) reviewed the legal and credit files of all borrowers;  \n \n(2) determined whether potential new borrowers were  “related p arties” of the Bank;  \n \n(3) directed the Bank to use 36 borrowers  (“the New Borrowers ”) wh o would be \ngranted new loans which were used to repay the loans which had been made to the \n193 Borrowers ;  \n \n(4) oversaw the repayment by the New Borrowers of the loans outstand ing to the 193 \nBorrowers; and  \n \n(5) were aware of the arrangements to be made to secure the loans to the New \nBorrowers.  \n \n49. To the best of Mr Kolomoisky’s knowledge, none of the New Borrowers were either \nowned or controlled by Mr Kolomoisky.  \n \n50. Pursuant to the Tran sformation:  \n \n(1) The Bank made loans to the New Borrowers calculated to be sufficient to repay the \n193 Borrowers’ loans ( “the New Loans ”).  \n \n(2) The New Borrowers each entered into a guarantee with the Bank, pursuant to which \nthey agreed to act as sureties for som e of the 193 Borrowers’ liabilities to the Bank, \nincluding debts due from 42 of the Borrowers unde r the Relevant Loan Facilities \n(“the Transformation Guarantees ”).  \n \nA1/8/25\n26 \n (3) Pursuant to the Transformation Guarantees, the New Borrowers repaid the debts \ndue from the  193 Borrowers (apart from the Tamersa Loan  and the Prominmet \nLoan ). At the time of the Transformation, Tamersa  LLC was in the process of \narranging for the Tamersa Loan to be discharged by transferring the collateral \nsecuring it to the Bank .  \n \n(4) Particulars of the repayments of Relevant Loans made as part of the Transformation \nare given in Schedule 3 to this Defence. A total of USD 405,637,600.46  and UAH \n3,075,429,444.71  was credited by the Bank as repayment of the Relevant Loans.  \n \n(5) Particulars of the repayme nt of Intermediary Loans made as part of the \nTransformation  will be provided after disclosure in these proceedings  are contained \nin Schedule  3A to this Defence .  \n \nAny Loss to the Bank was caused by steps taken by the NBU and/ or by the Bank \nat the direction  of the NBU  \n \n51. At the time of the Transformation, the total amount owed by the 193 Borrowers was \napproximately UAH 135 billion and repayment was more than adequately secured by \ncollateral (including the Share Pledges) in place at the end of 2015, the value of which \n(as recorded in the Audited Accounts  produced in compliance with IFRS  pleaded at \nparagraph 18( 23)(b) above) was approximately UAH 202 billion.  \n \n52. As part of the Transformation, the Bank planned to release the Share Pledges securing \nthe loans to the 193 Borrowers and put in place security for the New Loans in due \ncourse by registering as collateral for the New Loans mortgages and pledges of the \nphysical assets owned by the companies whose shares had been the subject of the Share \nPledges.  \n \n53. In order to  allow the Bank to be nationalised, the NBU took steps to ensure that the \nBank was declared to be insolvent before the  Transformation process could be \ncompleted : \n \n(1) Ukrainian legislation required a bank’s capital inadequacy to be confirmed by \nan internationa lly-recognised auditor prior to nationalisation .  \n \n(2) In accordance with Article 1(1) of Decision 323, EY was appointed to review \nthe results of the Stress Test.  \n \n(3) The NBU’s purpose in ordering EY to review the results of the Stress Test was \nto"}
{"start": 56000, "text": "tionalised, the NBU took steps to ensure that the \nBank was declared to be insolvent before the  Transformation process could be \ncompleted : \n \n(1) Ukrainian legislation required a bank’s capital inadequacy to be confirmed by \nan internationa lly-recognised auditor prior to nationalisation .  \n \n(2) In accordance with Article 1(1) of Decision 323, EY was appointed to review \nthe results of the Stress Test.  \n \n(3) The NBU’s purpose in ordering EY to review the results of the Stress Test was \nto create a justi fication for the nationalisation.  \n  \n(4) On 5 July 2016, NBU Resolution No. 351 \"On approval of the Regulation  for \ndetermining by banks of Ukraine the amount of credit risk for active banking \nA1/8/26\n27 \n operations\" dated 30 June 2016 ( “Resolution 351 ”) had entered into fo rce and \nrequired that certain types of collateral which had been provided to the Bank for \ncorporate loans  were not to be taken into account for calculating the capital \nadequacy of banks.  Until 3 January 2017, calculations by banks pursuant to \nResolution 3 51 were to be conducted only on a  trial basis  for information only , \nand were not to result in any liability for banks in relation thereto.   Accordingly, \napplication of Resolution 351 before 3 January 2017 to assess the capital \nadequacy  of the Bank was inap propriate.  \n \n(5) The technical parameters within which EY’s  review should take place were \nspecified by the NBU. In particular, rather than apply the standards of IFRS or \nRegulation 23 (which was then in force), EY we re directed to apply Resolution \n351 as if it was in full force and effect (which it was not).  \n  \n(6) EY’s review took place  during the period when the Transformation was being \neffected. In particular, it occurred at a time when the majority of the loans to the \nNew Borrowers had been granted and the majori ty of the loans to the 193 \nBorrowers had been repaid, but the formal arrangements for the provision of \nnew security had not yet been completed.  \n \n(7) EY produced its report on 22 November 2016 ( “the EY Report ”), taking into \naccount only information received to 15 November 2016 , as directed by the \nNBU , and acknowledging that information had been received from the Bank \nsince that date and the Transformation process was not yet complete.  \n \n(8) In particular, the EY Report made findings as to the Bank’s position as at  1 \nOctober 2016 (by which time no loans had been made to the New Borrowers ), \nadjusting  the Bank’s calculation (applying Resolution 351) of the additional \ncapitalisation  required to UAH 146,378,000,000 (then the equivalent of USD \n5,686,791,000).  \n \n(9) The Unschedu led Inspection which had commenced on 17 October 2016 \ninvolved examining the Bank’s capital position in relation to the loans to the \nNew Borrowers. Applying Resolution 351, before the intended security for \nthose loans could be put into place, the NBU found  that, after making the New \nLoans, the Bank required additional capitalisation of UAH 147.05 billion .  \n \n(10) NBU Resolution No.498 -rsh/BT dated 18 December 2016 referred to both the \nEY Report and the findings made in the course of the Unscheduled Inspection \nin declaring the Bank to be insolvent.  \n \n54. Mr Kolomoisky is not responsible for any loss which was caused by the NBU, and/or \nby the Bank acting under the control of the NBU. As to that:  \n \nA1/8/27\n28 \n (1) The NBU caused the New Borrowers to use the funds advanced to repay all the  \noutstanding loans of the 193 Borrowers (other than the Tamersa  Loan  and the \nProminmet Loan ). In consequence, the security for the loans repaid was discharged.   \n \n(2) The NBU caused the Bank to grant loans to the New Borrowers pursuant to the \nTransformation, wi thout the intended security over physical assets being in place \nfor those loans.  \n \n55. Accordingly, any loss suffered by the Bank in respect of the loans to the 193 Borrowers \noutstanding prior to the Transformation (including the Relevant Loans ) "}
{"start": 59500, "text": "f the 193 Borrowers (other than the Tamersa  Loan  and the \nProminmet Loan ). In consequence, the security for the loans repaid was discharged.   \n \n(2) The NBU caused the Bank to grant loans to the New Borrowers pursuant to the \nTransformation, wi thout the intended security over physical assets being in place \nfor those loans.  \n \n55. Accordingly, any loss suffered by the Bank in respect of the loans to the 193 Borrowers \noutstanding prior to the Transformation (including the Relevant Loans ) was caused by \nthe NBU  and/or by the Bank acting under the control of the NBU and  not by Mr \nKolomoisky . \n \nRepayment of Relevant Drawdowns  \n \n \n55A.  The Bank matches its claim to the amount of the Unreturned Prepayments and \naccordingly claims  part only of the sum of USD 2,335 ,943,519 of Relevant Drawdowns \nidentified .8 In some cases , the Bank claims only part of a Relevant Drawdown caused \nit loss  and the balance is not the subject of the claim .  \n55B.  Although USD 75 million is owed to the Bank by Tamersa and Prominmet, only USD  \n25.4 million9 forms part of the Bank’s claim  as follows .  \n(1) Only USD 37.4 million10 of the USD 75 million outstanding relates to Relevant \nDrawdowns.  \n \n(2) Of the USD 37.4 million  in Relevant Drawdowns , \n \n(a) USD 19.2 million was drawn down  by Tamersa11 of which USD 17. 3 million \nappears to be alleged to have caused Unreturned Prepayments;  \n \n(b) USD 18.2 million was drawn down  by Prominmet12 of which USD 8.1million \nappears to be alleged to have caused Unreturned Prepayments . \n \n55C.  Mr Kolomoisky’s primary defence to the claim is  that all of the USD 1,911,877,38 5 \nclaimed by the Bank was repaid  save for USD 25,389,652 . \n                                                             \n8  The Relevant Drawdowns are identified and their total value in USD or USD equivalent amount of \nUAH is provided in Thompson Report, Appendix 3 -3-1. \n9  The precise amount has been calculated to be USD 25,3 89,652 as will be explained in Mr Davidson’s  \nsupplemental report.  \n10  Thompson Report, Appendix 4 -7, cell J -279. \n11  Relevant Drawdown # 218, identified in cell J -226. \n12  Relevant Drawdown # 168, identified in cell J -176. \nA1/8/28\n29 \n  \n(1) It is denie d that the Bank can ignore repayments funded by Intermediary or New \nLoans. Any loss caused by Relevant Drawdowns  has been extinguished to the \nextent it w as repaid . \n \n(2) It is denied that the Bank is entitled unilaterally to  ignore the credits granted to the \nBorrowers in return for the Relevant Loan Transferred Assets transferr ed to the \nBank by third parties having taken no steps to set aside the relevant trans actions.  \n \nUse of the  Relevant Drawdowns  funds under the Relevant Loans  \n \n56. If, contrary to Mr Kolomoisky’s primary defence to the Bank’s claims, the Court should \nfind that any amount is outstanding  in respect of part of a  Relevant Drawdown which \nis alleged to  have caused the Bank loss  under the Relevant Loan Facilities  then Mr \nKolomoisky contends that the Bank suffered no loss from advancing funds under those \nfacilities to the Borrowers  as to the extent that the funds advanced  during the Relevant \nPeriod  were t ransferred back to the Bank.  \n  \n57. At least USD 1.732 billion of the USD 2.3 36 billion in Relevant Drawdowns funded \nthe repayment of loans owed to the Bank as follows : \n \n(1) At least USD 1.5 billion of Relevant Drawdowns was used to repay loans owed by \nsome of the Borrowers comprising:  \n \n(a) USD 883 million in repayment of Relevant Loans;  \n \n(b) USD 254 million in repayment of loans referred to by the Bank in paragraph \n62(1) as “ Intermediary Loans ”; \n \n(c) USD 17.9 million in repayment of either Relevant or Intermediary Loans;  \n \n(d) USD 346 million in other loans . \n  \n(2) At least USD 125 million of Relevant Drawdowns was used to repay  loans owed \nby a number of  companies referred to by the Bank as  “Intermediary Borrowers ”13 \ncomprising:  \n \n(a) USD 29 million in rep"}
{"start": 63000, "text": "\n(a) USD 883 million in repayment of Relevant Loans;  \n \n(b) USD 254 million in repayment of loans referred to by the Bank in paragraph \n62(1) as “ Intermediary Loans ”; \n \n(c) USD 17.9 million in repayment of either Relevant or Intermediary Loans;  \n \n(d) USD 346 million in other loans . \n  \n(2) At least USD 125 million of Relevant Drawdowns was used to repay  loans owed \nby a number of  companies referred to by the Bank as  “Intermediary Borrowers ”13 \ncomprising:  \n \n(a) USD 29 million in repayment of Intermediary Loans; and \n \n                                                             \n13  Listed in Appendix 4 -13 to the T hompson Report . \nA1/8/29\n30 \n (b) USD 96 million in repayment of other loans . \n \n(3) At least USD 90 million repaid loans owed by other borrowers among the 193 \nBorrowers ( see paragraph 42(1) above ). \n \n(4) At least USD 7 .0 million repai d loans owed by other borrowers  (not Borrowers, \nInter mediary Borrowers or any of the 193 Borrowers) . \n \n(5) A further USD 7.7 million repaid loans of one or more of the borrowers referred \nto above.  \n \n \n \nDuring the Relevant Period : \n \n(1) USD 2,495,419,219 was advanced under the Relevant Loan Facilities;  \n \n(2) USD 2,495,419 ,219 was transferred back to the Bank as follows:  \n \n(a) USD 797,949,350 was repaid in discharge of sums due from the same \nBorrower under Relevant Loan Facilities.  \n \n(b) USD 582,619,899 was repaid in discharge of the same Borrower’s other \nloans.  \n \n(c) USD 213,006,751 was  repaid in discharge of sums due from another \nBorrower under Relevant Loan Facilities.  \n \n(d) USD 76,083,201 was repaid in discharge of another Borrower’s other loans.  \n \n(e) USD 266,699,633 was repaid in discharge of indebtedness of one of the \nother 193 Borrowers.  \n \n(f) USD 513,504,302 was repaid in discharge of indebtedness of other clients  \nof the Bank.  \n \n(g) USD 45,555,994 was repaid for other uses, in particular payment of \ncurrency charges.  \n \n58. Particulars of the sums returned to the Bank  are set out in further detail by Mr Dav idson \nin the Addendum to his First Report served on 18 February 2022.  and the mechanisms \nby which they were returned, have been provided in the spreadsheets attached to Mr \nLafferty’s Third and Fourth Witness Statements in these proceedings.  \nA1/8/30\n31 \n 58A.  Mr Kolomo isky will rely as necessary on the case advanced by the Bank14 that the \nBorrowers, the Intermediary Borrowers and the 193 Borrowers had no real prospect of \nrepaying their loans and the security for the repayment of their loans was worthless.  \n \nUkrainian Law  \n  \nLiability in Tort  \n \n59. Paragraph 33 is admitted. Further:  \n \n(1) Article 1166 of the Ukrainian Civil Code (“ the Civil Code ”) requires proof of a \nbreach of a specific provision of Ukrainian law to establish the necessary \nunlawfulness of a decision, action or omiss ion relied upon.  \n \n(2) If and insofar as the specific provision of Ukrainian law relied upon to establish the \nnecessary unlawfulness limits liability for breach thereof then any liability under \nArticle 1166 is limited to the same extent.  \n(3) To the extent that the Bank seeks to rely on specific breaches of Ukrainian civil law, \nwhich are addressed below, the Bank must demonstrate that its loss was caused as \na result of the breach of the particular duty or duties alleged.  \n(4) Under Ukrainian law, conduct which is prohibit ed only by the Criminal Code cannot \nbe relied upon as the “unlawful conduct” element of a cause of action under Article \n1166 of the Civil Code unless such conduct has been determined to be criminal by \na criminal court. As to that:  \n \n(a) The term “Misappropriati on” suggests that the substance of the Bank’s \nallegations are of criminal conduct contrary to Article 190 (fraud) or Article \n191 (misappropriation) of the Criminal Code of Ukraine.  \n \n(b) So far as the Bank alleges and/or seeks to allege any single unlawful “sch eme” \nand/or conspiracy to defraud and/or coordinated action with u"}
{"start": 66500, "text": "action under Article \n1166 of the Civil Code unless such conduct has been determined to be criminal by \na criminal court. As to that:  \n \n(a) The term “Misappropriati on” suggests that the substance of the Bank’s \nallegations are of criminal conduct contrary to Article 190 (fraud) or Article \n191 (misappropriation) of the Criminal Code of Ukraine.  \n \n(b) So far as the Bank alleges and/or seeks to allege any single unlawful “sch eme” \nand/or conspiracy to defraud and/or coordinated action with unity of intent to \nharm, such matters require a finding by a criminal court, and in the absence of \nsuch a criminal finding, no civil liability for any overall scheme arises or could \narise und er Ukrainian law.  \n \n(c) The Bank does not allege any criminal conduct or any finding of criminal \nconduct made by a Ukrainian Court in its Amended Particulars of Claim POC . \n \n \n                                                             \n14  See POC paragraph 18 -19 (Borrowers), 22 May Response paragraph 18(a) (Intermediary Borrowers)  \nand Lewis1, paragraph 293 (193 Borrowers) . \nA1/8/31\n32 \n 60. As to paragraph 34,  \n \n(1) It is admitted that harm for the purposes of Article 1166 can, in a ppropriate cases, \nencompass the transfer of a cla imant’s funds to a third party.  \n \n(2) The only transfer of funds belonging to the Bank occurred when the Bank \ntransferred money to the Borrowers by way of drawdowns under a Relevant Loan  \nFacility. As to that tran sfer: \n \n(a) It was made under a contract between the Borrowers and the Bank and the Bank \ntherefore can have no claim in tort against the Borrowers as a matter of \nUkrainian law.  \n \n(b) It caused no harm to the Bank:  \n \n1. In return for the transfer of the money, the Bank received the benefit of the \nBorrower’s contractual promise to repay the amount transferred with \ninterest.  \n \n2. The sums drawn down under the Relevant Loan Facilities and accrued \ninterest have in fact been repaid and the Bank has credited the Borrowers’ \naccoun ts with repayments as explained above.  \n \n(3) Insofar as the Bank is referring to the transfer of money by the Borrowers to one of \nthe Defendant Suppliers,  \n \n(a) It is denied that this transfer involved the transfer of the Bank’s funds as a matter \nof Ukrainian law.   \n \n(b) This transfer of funds caused the Bank no loss as the Borrowers have repaid the \nRelevant Loan Facilities under which money was drawn down to make the \nprepayments to the Defendant Suppliers as set out above.  \n \n(4) The second sentence of paragraph 34 is admitt ed. The Bank must establish a \nsufficient causal link between the unlawful conduct alleged, the making of each \nRelevant Loan and the harm and/or loss alleged to have been suffered by the Bank \nas a consequence thereof.  \n \n(5) As to the third sentence, i t is admitt ed that harm includes actual loss and lost profit, \nas defined in Article 22(2), and that the victim of tortious conduct is entitled to be \nfully compensated for the harm caused to him by the particular unlawful act or  \nomission on which the cause of action i s based . The fact of harm and its extent are \nmatters for the Bank  to plead and prove.  \n \nA1/8/32\n33 \n 61. As to paragraph 35 and the references therein to provisions of the Civil Code, the Law \nof Ukraine on Joint Stock Companies (“ the JSC Law ”), and the Law of Ukraine on \nBanks and Banking Activity (“ the Law on Banks ”),  \n \n(1) Insofar as the Bank relies on an allegation of breach of any particular provision of \nUkrainian law or legislation to establish unlawful conduct for the purposes of \nestablishing a cause of action under Article  1166 of the Civil Code, the Bank must \nplead and prove the loss caused by the particular breach alleged on the part of each \nDefendant.  \n \n(2) Article 3 of the Civil Code, headed “Fundamental Principles of Civil Legislation” \nprovides,  \n \n “1. The fundamental princi ples of civil law legislation are:  \n \n1) impermissibility of arbitrary interference in the sphere of"}
{"start": 70000, "text": "of \nUkrainian law or legislation to establish unlawful conduct for the purposes of \nestablishing a cause of action under Article  1166 of the Civil Code, the Bank must \nplead and prove the loss caused by the particular breach alleged on the part of each \nDefendant.  \n \n(2) Article 3 of the Civil Code, headed “Fundamental Principles of Civil Legislation” \nprovides,  \n \n “1. The fundamental princi ples of civil law legislation are:  \n \n1) impermissibility of arbitrary interference in the sphere of an \nindividual’s personal life;  \n  \n2) impermissibility of deprivation of the right of ownership except as \nprovided by the Constitution of Ukraine and law;”  \n \nAs to th at: \n \n \n(a) Article 3.1(2) is a statement of general principle and does not itself impose \nduties or give rise to any obligations on individuals as a matter of Ukrainian \nlaw.  \n \n(b) Accordingly, it is denied that Article 3.1(2) of the Civil Code is a provision \nwhich i s capable of being breached  by an individual.  \n(c) An allegation of breach of Article 3.1(2) of the Civil Code is not sufficient to \nestablish unlawful conduct for the purposes of Article 1166.  \n \n(3) Article 13 of the Civil Code, headed “Limits on the exercise of c ivil rights”, \nprovides as follows:  \n \n“1. A person shall exercise their civil rights within the limits set forth by a \ncontract or civil legislation.  \n \n2. When exercising their rights, a person shall be obliged to refrain from \nactions that could violate other  persons’ rights, or damage the \nenvironment or cultural legacy.  \n \nA1/8/33\n34 \n 3.  A person’s actions aimed at harming another person or otherwise \nabusing their right s are prohibited. ” \n \n(3A)  It is denied that an allegation of conduct in breach of Article 13 of the Civil  \nCode is sufficient to establish  capable of constituting unlawful conduct for the \npurposes of Article 1166 , because Article 13 controls the manner in which rights \nmay legitimately be exercised, but does not render conduct  unlawful for the \npurposes of a cla im under Article 1166  does not identify an y specific action or \ntype of action which is of itself unlawful . \n \n(4) Article 92 of the Civil Code, headed “ Legal  capacity of a legal entity”, provides , \n \n“3. A body or a person who according to the constitutional docum ents or \nthe law represents a legal entity is obliged to act reasonably and in good \nfaith in the interest of a legal entity, and not to exceed its powers.  \n \nRestrictions on powers to represent a legal entity do not have legal effect \nin relations with third p arties unless the legal entity proves that the third \nparty was aware of or, in all the circumstances, could not have been \nunaware of such restrictions.”  \n \nAs to that:  \n \n(a) The relevance of Article 92(3) of the Civil Code is denied.  \n \n(b) Article 92 concerns only de cisions, acts and omissions made by a \nperson in the capacity of a representative of a legal entity in respect of \ntheir dealings with third parties  or corporate decisions that are \nsubsequently put into effect by way of transactions with third parties .  \n \n(c) No allegation is made by the Bank concerning Mr Kolomoisky’s \ndealings with third parties while acting as a representative of the Bank  \nand it is not alleged that the Supervisory Board (being the only \ndecision -making body of the  Bank of which Mr Kolomoisky was a \nmember ) considered or approved the Relevant Loans .   \n \n(5) The Bank does not identify any particular paragraph of Article 51 of the JSC Law \non which it relies, nor does it allege any breach of Article 51. Mr Kolomoisky \ntherefore does not plead back to it. Acc ordingly, the terms of Article 51 are currently \nirrelevant to the claim advanced and no response is required.  \n \n(6) Article 63 of the JSC Law is headed “Liability of the officers of a company’s \nbodies”. As to this,  \n \nA1/8/34\n35 \n (a) As a matter of Ukrainian law, insofar as prov isions of the JSC Law overlap with  \ncontradict the provisions of the Law on Banks"}
{"start": 73500, "text": "e JSC Law \non which it relies, nor does it allege any breach of Article 51. Mr Kolomoisky \ntherefore does not plead back to it. Acc ordingly, the terms of Article 51 are currently \nirrelevant to the claim advanced and no response is required.  \n \n(6) Article 63 of the JSC Law is headed “Liability of the officers of a company’s \nbodies”. As to this,  \n \nA1/8/34\n35 \n (a) As a matter of Ukrainian law, insofar as prov isions of the JSC Law overlap with  \ncontradict the provisions of the Law on Banks, the latter provisions are \napplicable since the Law on Banks is of more specific application to officers of \nthe Bank than the JSC Law.  \n \n(b) Paragraph (1) provides,  \n \n“1. The office rs of a company’s bodies shall act in the interests of \nthe company, follow the requirements of the law, provisions of the \ncharter and other documents of the company.”  \n \n(c) It is admitted that “ documents of the company ” would include the Bank’s \nLending Manual.  \n \n(d) That part of Article 63(1) of the JSC Law requiring an officer to act in the \ninterests of a company is identical in substance to that part of Article 43 \nrequiring an executive of a bank to act in the interests of the bank.  Accordingly, \nit is denied that A rticle 63(1) i s relevant to the Bank’s claim.  \n \n(7) Article 42(10) of the Law on Banks did not enter into force until 10 January 2015. \nNo liability can therefore arise under Article 42(10) as the Relevant Period expired \nbefore 10 January 2015.  \n \n(8) Article 43 of t he Law on Banks is headed “Duties regarding the protection of the \nbank’s interests”. As to this,  \n \n(a)  Paragraph 1 provides,  \n \n“When performing their obligations in accordance with the requirements of \nthis Law, the executives of a bank are obligated to act for  the benefit of the \nbank and its clients and are obligated to place the interests of the bank above \ntheir own. ”  \n \n(b) It is admitted that the particular examples of this obligation identified in \nparagraph 35(f)(i) -(iv) are given in Article 43.  \n \n(c) The duties set  out in Article 43 apply in relation to Supervisory Board members \nonly when they discharge their duties as Supervisory Board members, and not \nat other times.  \n \n(9) As to the Supervisory Board Provisions,  \n \nA1/8/35\n36 \n (a) It is admitted that t he relevant versions of the docume nt containing the \nSupervisory Board Provisions effective from 8 August 2011 to 27 April 2015  \nrequired all transactions with “related parties” of the Bank exceeding a market \nvalue of USD 500,000 to be approved by a decision of the Supervisory Board.  \n \n(b) The S upervisory Board did not participate in the day -to-day management of the \nBank. Accordingly, members of the Supervisory Board were not obliged to \nmonitor every individual loan extended to borrowers.  \n \n(c) The Supervisory Board would consider loans that were ref erred to it by the \nCredit Committee. As set out at paragraph 7(2)(b)  above, Mr Kolomoisky does \nnot recall the Relevant Loan Facilities being referred to the Supervisory Board.  \n \n(d) A loan made by the Bank without the necessary approval of the Supervisory \nBoar d, which had not subsequently been ratified, would be voidable not void.  \n \n(10) As for the reference to “related parties” in the Supervisory Board Provisions,  \n \n(a) The reference is to “related parties” as defined in Article 52 of the Law on \nBanks.  \n \n(b) It is denied th at Article 52 of the Law on Banks contains any concept of \nrelatedness dependent solely on beneficial rather than legal ownership.  \n  \n(c) It is admitted that companies in which Mr Kolomoisky had a “significant \ninterest” , as defined in Article 2 of the Law on Ba nks, were “horizontal \naffiliates” of the Bank and therefore “related parties” under Article 52 of the \nLaw on Banks.  \n \n(d) It is admitted that the Supervisory Board could not approve lending to a “related \nparty” if it were granted on terms including the accepta nce of less security for \nperformance of the obligations than th"}
{"start": 77000, "text": "icial rather than legal ownership.  \n  \n(c) It is admitted that companies in which Mr Kolomoisky had a “significant \ninterest” , as defined in Article 2 of the Law on Ba nks, were “horizontal \naffiliates” of the Bank and therefore “related parties” under Article 52 of the \nLaw on Banks.  \n \n(d) It is admitted that the Supervisory Board could not approve lending to a “related \nparty” if it were granted on terms including the accepta nce of less security for \nperformance of the obligations than that which would be required from other \nclients.  \n \n \n62. Paragraph 36 is admitted . Where a claim under Article 1166 relies upon breaches of \nduties owed under Article 43 of the Law on Banks the applicab le standard for \ndetermining fault is that of the reasonable person . but it is denied that Article 614 of the \nCivil Code is applicable to tortious liability. Further, it is denied, if alleged, that this is \nthe only basis on which lack of fault can be establ ished as what is required depends on \nthe nature of the allegation and the facts alleged.   \n \n63. As to paragraph 37,  \n \n(1) The first sentence is admitted as a broad summary of BVI (and English) law.  \nA1/8/36\n37 \n  \n(2) The second sentence contains an allegation so vaguely formulated  that it is \nmeaningless. It is denied that there is any such vague principle of Ukrainian law \nthat enables attribution to be assessed by “common sense”. Ukrainian law does not \nhave general rules as to when knowledge of one person or entity may be attribute d \nto another; instead attribution of knowledge falls to be assessed under Article 92 of \nthe Civil Code, in accordance with which  a doctrine of attribution of knowledge but \ntreats  legal persons  will be deemed  as having the knowledge of those persons \nauthori sed to act in its name  in the relevant context .  \n \n64. As to paragraph 38,  \n \n(1) It is admitted that Ukrainian courts can make orders for monetary compensation  \nunder Article 1166(1)  of the Civil Code .  \n \n(2) The allegation that monetary compensation includes “loss of pr ofits” is admitted, \nbut its relevance is  denied in the absence of proper particulars or any explanation as \nto why this is relevant to the Bank’s claim. The relevance of the Ukrainian courts’ \npower to make an order for “compensation in kind” is similarly no t understood.  \n \n(3) As to t The second sentence is denied.   \n \n(a) Article 1048 concerns the payment of interest under a loan agreement and \nhas nothing to do with “pre -judgment interest”. The basis upon which it is \nalleged that Article 1048 should be “applied by analogy” is not understood.   \n \n(b) It is admitted  and averred  that f For tortious claims, Article 625(2) of the \nCivil Code is applicable, which concerns the interest for the delay in the \nperformance of a monetary obligation.  \n \n(b) Article 625 of the Civil Co de only permits the award of interest from the \ndate on which a debtor defaults in payment o f a judgment  debt. It is denied \nthat, in respect of the alleged tortious claims, pre-judgment interest can be \nawarded pursuant to Article 625.  \n \n(4)  The third senten ce is denied. Article 22 of the Civil Code concerns  the right to \ncompensation  for damage to property,  and Article 1192 of the Civil Code entitles \na victim of property damage to elect between remedies. Neither provision  provides  \nfor an award of simple or co mpound interest.  \n(5)  As to the fourth sentence,  no admissions are made as to the unparticularised \nallegation that the Bank requires an award of compound interest to be fully \ncompensated and, in any event,  it is denied that Ukrainian courts have a ny power \nunder Ukrainian  law to award compound interest in respect of a tort claim .  \n65. As to paragraph 39,  \nA1/8/37\n38 \n  \n(1) Article 1190(1) of the Civil Code provides that where the joint actions or omissions \nof two or more people cause harm, they are each jointly and severally lia ble to the \nvictim.  \n \n(2) Article 1190(1) requires joint actio"}
{"start": 80500, "text": "n that the Bank requires an award of compound interest to be fully \ncompensated and, in any event,  it is denied that Ukrainian courts have a ny power \nunder Ukrainian  law to award compound interest in respect of a tort claim .  \n65. As to paragraph 39,  \nA1/8/37\n38 \n  \n(1) Article 1190(1) of the Civil Code provides that where the joint actions or omissions \nof two or more people cause harm, they are each jointly and severally lia ble to the \nvictim.  \n \n(2) Article 1190(1) requires joint actions with unity of purpose causing indivisible \nharm.  \n \n(3) Insofar as particular harm was directly caused by the acts or omissions of one \nperson, no other person can be held jointly liable for that harm unde r Article \n1190(1).  \n \n(4) Save as consistent with the foregoing, paragraph 39 is denied. In particular, the \nreference to harm being caused by “interconnected or cumulative actions with a \nunity of intent” is not sufficient to establish liability under Article 119 0(1).  \n  \n66. Insofar as the Bank’s allegation is one of conspiracy between the Defendants, no cause \nof action arises under Article 1190 of the Civil Code or under any other provision of \nthe Ukrainian civil law.  \n \nProvisions of the JSC Law and Law on Banks  \n \n67. Paragraph 40 is admitted save as qualified above.  \n \n68. Paragraph 41 is denied. Neither Article 42(10) nor Article 42(11) were in force \nthroughout the Relevant Period as they entered into force on 10 January 2015.  \n \nUnjust enrichment  \n \n69. Paragraphs 42 to 46 concern t he Ukrainian Law of unjust enrichment. No cause of \naction in unjust enrichment claim is asserted against Mr Kolomoisky and accordingly \nMr Kolomoisky does not plead to these paragraphs.  \n \nVoid contracts  \n \n70. As to paragraph 47,  \n \n(1) Ukrainian Law distinguishes betw een contracts which are prescribed to be void as \na matter of law and those which are voidable, in which case they may be declared \nto be void upon application being made to a court but are deemed to be valid in the \nmeantime.  \n \n(2) Article 215(2) of the Civil Co de provides,  \n \nA1/8/38\n39 \n “A transaction is invalid if its invalidity is established by law (void transaction). In \nthis case, such transaction is not required to be held invalid by a court. In cases \nprescribed by this Code, a court may declare a void transaction valid .” \n \n(3) Article 236(1) of the Civil Code provides,  \n \n“A transaction that is void or has been held invalid by a court is invalid from the \nmoment of its formation.”  \n \n(3A) It is admitted that where as a matter of law a transaction is void (rather than voidable) \nit is unnecessary for a claimant to obtain a decision of a court declaring the \ntransaction to be void  before treating it as invalid .  However, where the invalidity \nof the transaction is disputed, the court is required to establish whether the \ntransaction is valid or invalid  (including whether it is void if that is alleged) . The \ncourt cannot establish that a transaction is void or apply the consequences of its \ninvalidity in the absence of one or more of the parties to the transaction.    \n \n(3B) Ukrainian Courts may refuse to declare that a contract is invalid even where there \nare grounds for doing so, if the party seeking such a declaration is acting in bad \nfaith or abusing its rights (including where it has led the other party to reasonably \nbelieve that the tran saction is valid, and the other party has acted on such a belief \nto its detriment, such that the principle of venire contra factum proprium  applies).  \n \n \n(4) Save as aforesaid, paragraph 47 is denied.  \n \n71. As to paragraph 48,  \n \n(1) Article 228 of the Civil Code provides , \n \n“1. A transaction is deemed to violate public policy if it is intended to infringe \nconstitutional rights and freedoms of an individual and citizen, destruct, damage or \nmisappropriate property of an individual, a legal entity, the state or the \nAutonomous  Republic of Crimea, or a territorial community.  \n \n2. A transa"}
{"start": 84000, "text": "e of venire contra factum proprium  applies).  \n \n \n(4) Save as aforesaid, paragraph 47 is denied.  \n \n71. As to paragraph 48,  \n \n(1) Article 228 of the Civil Code provides , \n \n“1. A transaction is deemed to violate public policy if it is intended to infringe \nconstitutional rights and freedoms of an individual and citizen, destruct, damage or \nmisappropriate property of an individual, a legal entity, the state or the \nAutonomous  Republic of Crimea, or a territorial community.  \n \n2. A transaction that violates public policy is void.”  \n \n(2) To violate public policy a transaction must threaten the essential social and \neconomic  foundations of the rule of law state. \n \n(3) The relevance of Article  228 is denied in circumstances where no intention to \nviolate public policy is alleged by the Bank.  \n \n72. As to paragraph 49, Article 235 of the Civil Code provides:  \n \nA1/8/39\n40 \n “1. A mock transaction is a transaction entered into by the parties to conceal another \ntransa ction that they have actually made.  \n \n2. If it is established that a transaction has been entered into by the parties to conceal \nanother transaction that they have actually made, the relations of the parties shall be \nregulated by the rules applicable to the  transaction that the parties have actually \nmade. ” \n \n73. Accordingly, in relation to a mock transaction, the validity or otherwise of the \ntransaction into which the parties intended to enter is to be determined separately, \ntaking into account the nature and ter ms of the real contract and whether the formalities \nfor the making of such a contract have been complied with.  \n \n \nCompetition of Claims  \n \n74. It is a general principle of Ukrainian Law that the competition of claims is prohibited. \nIn particular,  \n \n(1) A claim in tort (or unjust enrichment  against a third party)  cannot be made if a claim \nfor breach of  in relation to a contract (including a claim for restitution under Article \n216 of the Civil Code)  is available to the claimant.  \n \n(2) An executive or officer of a bank cannot  be sued for breach of Articles 42 or 43 of \nthe Law on Banks or for breach of Article 63 of the JSC Law or under Article 1166 \nrelying on such breaches if he or she is bound by a contract of employment or a \ncontract for services provided that the alleged ha rm was inflicted in the course of \nhis or her employment or as a result of actions or omissions that fall within the \nscope of the contract of services.  \n \n \nThe Bank’s Claims  \n \nClaims in Tort Against Mr Kolomoisky  \n \n75. As a member of the Supervisory Board, as requi red by Article 51(3) of the JSC Law, \nMr Kolomoisky had a contract with the Bank. As a result, he cannot be sued in tort or \nunjust enrichment.   \n \n75A.  The Bank has or had contractual claims against the Borrowers to recover the sums \nallegedly misappropriated  from  the Relevant Drawdowns .  As a result, it is not open to \nthe Bank to bring claims in tort against third parties, including Mr Kolomoisky.   \n \n76. If (which is denied) USD 1,911,877,385 or any part thereof was misappropriated from \nthe Bank as alleged, then it is denied that Mr Kolomoisky procured that \nmisappropriation as alleged in paragraph 50.  \nA1/8/40\n41 \n  \n77. As to paragraph 51,  \n \n(1) None of the “actions, decisions and omissions” complained of are identified with \nsufficient particularity to permit Mr Kolomoisky to respond to  the detail of the \nallegations.  \n \n(2) Further, insofar as any particular breach of Ukrainian civil law provisions is relied \non by the Bank, it must provide particulars of its case as to how a breach by Mr \nKolomoisky is alleged to have caused the Bank loss.  \n  \n(3) It is denied that any action, decision or omission of Mr Kolomoisky deprived the \nBank of its money:  \n \n(a) Credit was advanced to the Borrowers under the Relevant Loan Facilities which \nwere all valid contracts.  \n  \n(b) The Bank has not sought a declaration against any of the Borrowers that the \nRelevant Loan F"}
{"start": 87500, "text": "Ukrainian civil law provisions is relied \non by the Bank, it must provide particulars of its case as to how a breach by Mr \nKolomoisky is alleged to have caused the Bank loss.  \n  \n(3) It is denied that any action, decision or omission of Mr Kolomoisky deprived the \nBank of its money:  \n \n(a) Credit was advanced to the Borrowers under the Relevant Loan Facilities which \nwere all valid contracts.  \n  \n(b) The Bank has not sought a declaration against any of the Borrowers that the \nRelevant Loan Facilities or any loans made pursuant to them should be avoided. \nThe Borrowers would necessarily be parties to any action to avoid a contract \nwith them.  \n \n(c) The credit granted to the Borrowers was added to current accou nts held by them \nwith the Bank and their accounts under the Relevant Loan Facilities were \ndebited accordingly.  \n \n(d) The amount drawn down under the Relevant Loan Facilities was repaid and the \naccounts of the Borrowers under the Relevant Loan Facilities were cr edited with \nrepayment.  \n \n(e) After Transformation all of the balances on the accounts held at the Bank by the \nBorrowers (apart from Tamersa  LLC  and Prominmet ) were reduced to zero.  \n \n(f) So far as the Tamersa Loan  is concerned, the Bank has treated the Relevant \nLoan Facility as valid and in full force and effect. In particular, in the \nproceedings  commenced  on 22 August 2018 , the Bank obtained judgment on 8 \nJanuary 2019 from the Commercial Court for the Dnipropetrovsk Region \nenforcing its right to accelerate the date  for repayment of the Tamersa Loan and \ndeclaring that the sum of USD  24,063,107.03 (UAH  627,353,209.73) including \naccrued interest and penalties for late payment was then due.  \n \n(4) It is denied that Mr Kolomoisky acted with an intention to injure the Bank and/or \nexercised any rights in an abusive manner whether contrary to Article 13 of the Civil \nCode or at all. Further and in any event, Article 13(2) and 13(3) of the Civil Code \napply only to actions and not to omissions , and in any event the abusive exercise o f \nA1/8/41\n42 \n rights contrary to Article 13 of the Civil Code does not constitute unlawful conduct \nfor the purposes of Article 1166 .  \n \n(5) It is denied that the Relevant Loan Facilities or the advances of funds to the \nBorrowers were not in the best interests of the Bank. The Bank derived a \ncommercial benefit from them:  \n \n(a) The sums drawn down under the Relevant Loan Facilities were repaid together \nwith interest.  \n \n(b) The total amount of interest paid to the Bank by each of the Borrowers under \nthe Relevant Loan Facilities is set out in Schedule  4 to this Defence . \n \n(6) Accordingly, if and insofar as the Relevant Loan Facilities may have been granted  \nwithout  the Bank  complying  with internal policies contained within  its Lending  \nManual , the Provisions of the Supervisory Board, the Bank’s  Charter or the Bank’s \nCredit Committee Regulations  (which  is not admitted),  such         non-compliance :  \n \n(a) was immaterial and caused the Bank  no loss; and  \n(b) would not constitute a breach of Article 63 of the JSC Law by the members of \nthe Bank’s Supervisory  Board.   \n \n78. Paragraph 52 repeats allegations to which a response has been provided above and no \nfurther response is required.  \n \n79. As to paragraph 53:  \n \n(1) It is denied that the Bank has suffered any loss by the matters to which it refers as \nthe Misappropriation.  \n  \n(2) It is denied that Mr Kolomoisky is liable to compensate the Bank by reason of the \nmatters of which the Bank complains.  \n \nClaims under the JSC Law and Law on Banks Against Mr Kolomoisky  \n \n80. As to paragraph s 56 and 57,  \n \n(1) Paragraphs 75 to 79 above are repeated.  \n \n(1A) The duties set out in Article 43 of the Law on Banks apply in relation to Supervisory \nBoard members only in the discharge of their duties as Supervisory Board members. \nParagraph 61(8) above is repeated. Without prejudice to the generality of the \nresponse above to paragr"}
{"start": 91000, "text": " the Bank by reason of the \nmatters of which the Bank complains.  \n \nClaims under the JSC Law and Law on Banks Against Mr Kolomoisky  \n \n80. As to paragraph s 56 and 57,  \n \n(1) Paragraphs 75 to 79 above are repeated.  \n \n(1A) The duties set out in Article 43 of the Law on Banks apply in relation to Supervisory \nBoard members only in the discharge of their duties as Supervisory Board members. \nParagraph 61(8) above is repeated. Without prejudice to the generality of the \nresponse above to paragraph 52, none of the matters relied upon in that paragraph \nrelate to alleged acts or omissions of Mr Kolomoisky in the performance of his duties \nas a member of the Supervisory Board.  \nA1/8/42\n43 \n  (1B) It is denied that Article 42(10) of the Law on  Banks is of any application to the claims \nagainst Mr Kolomoisky.  Paragraph 61(7) above is repeated.  \n(1C) Article 63 of the JSC is inapplicable to the extent of any inconsistency with Article \n43 of the Law on Banks.  Paragraph 61(6)(a) above is repeated.  \n \n(2) If Further or alternatively, if and insofar as the Bank’s claims against Mr \nKolomoisky depend on the allegation that the grant of the Relevant Loan Facilities \nto the Borrowers was not referred by the Credit Committee to the Bank’s \nSupervisory Board for p rior approval, it is unsustainable unless the particular \nBorrower was one of the Bank’s related parties under the law in force at the time \nwhen the Relevant Loan Facilities were granted because:  \n \n(a) The Supervisory Board Provisions required loans in excess of  USD 500,000 to \nbe referred to the Supervisory Board for prior approval only if those loans were \nto be made to “related parties” of the Bank as that term was defined in Article \n52 of the Law on Banks then in force.  \n \n(b) There was no provision requiring loans t o other parties to be referred to the \nSupervisory Board.  \n  \n(3) During the Relevant Period, extending loans to related parties was not of itself \nunlawful. Such loans were voidable if found to be on preferential terms and it is not \nadmitted that the Relevant Loa n Facilities were granted on preferential terms.  \n \n(4) It Accordingly, it is denied that Mr Kolomoisky is liable to the Bank under Article \n63 of the JSC Law or Article 42 or 43 of the Law on Banks.  \n \nClaims Against the Defendant Suppliers  \n \n81. Mr Kolomoisky does not  plead to paragraphs 54 -55 or to paragraphs 58 -60 which \nconcern allegations that the Defendant Suppliers are liable to compensate the Bank save \nthat it is denied that the knowledge or intentions of Mr Kolomoisky (whatever they are \nalleged to have been) can  be attributed to any of the Defendant Suppliers as a matter of \nUkrainian or BVI Law.  \n \n \nNo Loss Caused to the Bank by Mr Kolomoisky  \n \n82. Paragraph 61 is denied.  \n \n(1) The sum of USD 1,911,877,385 was transferred to the Defendant Suppliers by the \nBorrowers, not by the Bank.  \n  \nA1/8/43\n44 \n (2) Insofar as the Bank alleges that the equivalent sum was advanced by the Bank to \nthe Borrowers under the Relevant Loans, this money was not misappropriated as it \nwas transferred under valid contracts.  \n  \n83. Paragraph 62 is denied.  \n \n(1) No money was tra nsferred out of the Bank’s control as a result of the transactions \nrelied on by the Bank as the money referred to in the Amended Particulars of \nClaim POC  was at all times held in accounts with the Bank.  \n \n(2) The money received by the Defendant Suppliers from th e Borrowers was \nimmediately passed on to other accounts with the Bank held by third parties as set \nout in Schedule 3 to the Second Witness Statement of Mr Stuart McNeill dated 2 \nMarch 2018 filed on behalf of the Defendant Suppliers in these proceedings.  \n \n(3) Mr Kolomoisky notes the Bank’s acknowledgment that the sums drawn down under \nthe Relevant Loan Facilities were in fact repaid. Mr Kolomoisky is unable to \nrespond to the allegations  It is denied  (insofar as it is alleged) that the money was \nnot “validly” re paid and it is denied t"}
{"start": 94500, "text": "counts with the Bank held by third parties as set \nout in Schedule 3 to the Second Witness Statement of Mr Stuart McNeill dated 2 \nMarch 2018 filed on behalf of the Defendant Suppliers in these proceedings.  \n \n(3) Mr Kolomoisky notes the Bank’s acknowledgment that the sums drawn down under \nthe Relevant Loan Facilities were in fact repaid. Mr Kolomoisky is unable to \nrespond to the allegations  It is denied  (insofar as it is alleged) that the money was \nnot “validly” re paid and it is denied that any repayments stand to be ignored as a \nmatter of Ukrainian Law , or at all.  The fact that the Relevant Drawdowns have been \nrepaid means that the Bank has suffered no loss as a result of the Relevant \nDrawdowns or the alleged Misap propriation  in the absence of full particulars of the \nBank’s case summarised in paragraph 62(1) of the  Amended Particulars of \nClaim POC . \n \n(3A) No admissions are made as to the allegation that some or all  It is denied that any of \nthe Intermediary Loans refer red to were obtained in circumstances which would \nconstitute illegitimate lending pending full particularisation of the Bank’s case as to \nthe circumstances relied on . If (which is denied) Cash Repayments funded using \nsuch illegitimate lending would otherwi se fall to be disregarded as a matter of law, \nthere is no basis in law on which they can or should be disregarded if and to the \nextent that the Intermediary Loans were themselves repaid.  \n \n(3B) Mr Kolomoisky will provide  Particulars of the repayment of Int ermediary Loans, \nwhether by the transfer of money, by the Intermediary Loan Transferred Assets or \nby use of the funds advanced under the New Loan s are provided in Schedules 1 A, \n2A and 3 A respectively , after disclosure has been provided by the Bank in these  \nproceedings . \n \n(4) The New Loans referred to in  paragraph 50  paragraphs 51 to 53 above are not void, \nand rather than seek to avoid them, the Bank has treated them as valid contracts.  \n \n(a) The purpose of the New Loans was to improve the Bank’s capital position, \nas demanded by the NBU.  \n \nA1/8/44\n45 \n (b) The Bank has received repayments of capital and interest from the New \nBorrowers.  \n \n(c) The Bank has no reason to invalidate the loans to the New Borrowers and \nhas taken no steps to do so.  \n \n(d) The loans made to the New Borrowers were approved  by the NBU and \narranged by the Bank when it was under the control of the NBU.  \n \n(5) In any event, whether or not loans made pursuant to the Relevant Loan Facilities \nwere themselves repaid, the making of them caused the Bank no loss for the reasons \nset out in p aragraphs 56 to 58 above.  \n \n83A.  As to paragraph 63, it is denied that the Bank is entitled to interest  until Judgment , \nwhether as alleged or at all. In particular , it is specifically denied that interest may be \nawarded as damages under Ukrainian law.    \n  \n83B.  As to paragraph 63A, it is denied that the Bank is entitled to compound interest on the \nsums claimed, even if its claims are successful , there being no power to award \ncompound interest  in respect of a tort claim under Ukrainian  law.  \n \n83C.  As to para graph 64, no admissions are made as to any of the following:  \n(1) the interest rate (or rates) which a borrower with the characteristics of the Bank \nwould have paid to borrow money in the Relevant Period;  \n \n(2) the relevant currency in which the cost of the Bank’s borrowing is to be assessed; \nor  \n \n(3) the actual or presumed commercial cost of the Bank’s funds at any material time.  \n \nLimitation  \n \n84. Article 257 of the Civil Code prescribes a three year limitation period for any claims in \ncontract, tort or unjust enrichment.  \n \n85. Under Article 261, the three year period commences on the date when the claimant \nbecame aware or could have become aware of the facts on which its cause of action \ndepends.  \n \n86. The Bank knew of the facts and matters on which its claim is based before December \n2014:  \n \n(1) The Bank kn"}
{"start": 98000, "text": "al cost of the Bank’s funds at any material time.  \n \nLimitation  \n \n84. Article 257 of the Civil Code prescribes a three year limitation period for any claims in \ncontract, tort or unjust enrichment.  \n \n85. Under Article 261, the three year period commences on the date when the claimant \nbecame aware or could have become aware of the facts on which its cause of action \ndepends.  \n \n86. The Bank knew of the facts and matters on which its claim is based before December \n2014:  \n \n(1) The Bank knew of the making of the Relevant Loan Facilities as they were \nauthorised by the Bank’s Credit Committee . \n \nA1/8/45\n46 \n (2) All advances of funds under the Relevant Loan Facilities on which the Bank relies \nwere made before September 2014 (the end of the R elevant Period identified by the \nBank) and were recorded in the Bank’s accounts with the Borrowers.  \n \n(3) Between September and November 2014, most of the Borrowers sued the \nDefendant Suppliers complaining of the non -return of prepayments in proceedings \nto whi ch the Bank was party.  \n \n(4) On 7 November 2014, an article was published on a Ukrainian media website \nnamed “Glavcom” written by Mr Fedor Oryshchuk entitled “Did Kolomoisky \nwithdraw from Ukraine 11 billion hr yvnias?” in which Mr Kolomoisky was accused \nof misap propriating over USD 1 billion of the Bank’s funds and some of the \nBorrowers and the Defendant Suppliers were named.  \n \n(5) On 13 November 2014, the General Prosecutor’s Office instigated a criminal \ninvestigation into allegations of misappropriation of the Bank’ s funds through some \nof the Borrowers and the Defendant Suppliers which were similar to those made by \nthe Bank in these proceedings.  \n \n87. Accordingly, any claim the Bank might have had against Mr Kolomoisky was statute \nbarred by December 2017 by reason of the expiry of the limitation period applicable \nunder Ukrainian Law.  Further and in any event, the claims brought by the Bank in \nrelation to the misappropriation of Relevant Drawdowns under loans to the Cypriot \nBorrowers and Prominmet are new causes of action a nd were out of time when they \nwere  first advanced by way of Prot ective Claim Form on 14 July 202 0. \n \n87A.  In the Bank’s annual audited financial statements for the year ending 31 December \n2016, the Bank recorded a significant loss of which the majority was attributed to the \nimpairment of the New Loans.   \n \n87B.  No impairment has been identified in respect of the Relevant Loans or Intermediary \nLoans in th e 2016  or any earlier Financial Statements all of which treat those loans \n(other than the Tamersa and Promin met Loans) as having been repaid . \n \n88. Further or alternatively, insofar as the Bank’s claim for loss caused by the Relevant \nDrawdowns depends on a determination by a court that any of the Relevant Loans , \nIntermediary Loans or New Loans  were void or voidable a nd are to be avoided then  the \nBank’s claim against Mr Kolomoisky cannot succeed : \n \n(1) The Bank has treated all of these loans as being valid as between itself and the \ncounterparties to the respective transactions  and has treated them as having been \nrepaid  in m aintaining its accounts with those parties and for the purpose of \ncompiling its financial statements . Having done so, the Bank is acting in bad faith \nand/or abusing its rights in seeking such an inconsistent determination in these \nproceedings and/or the pr inciple of venire contra factum proprium  applies as it is \nA1/8/46\n47 \n to be inferred that the borrowers have relied on the Bank’s statements of their \naccounts.    \n(2) No such determination can be made under Ukrainian law in proceedings to which \nthe Bank’s counterparty to the  loans  Relevant Loans (the Borrowers)  were not \nparty.  \n  \n88A.  The Bank has elected not to bring proceedings against the Borrowers , Intermediary \nBorrowers or New Borrowers  or any of the companies transferring assets in the course \nof the Asset Transfer (3) Any claim the Bank might have brough"}
{"start": 101500, "text": "rred that the borrowers have relied on the Bank’s statements of their \naccounts.    \n(2) No such determination can be made under Ukrainian law in proceedings to which \nthe Bank’s counterparty to the  loans  Relevant Loans (the Borrowers)  were not \nparty.  \n  \n88A.  The Bank has elected not to bring proceedings against the Borrowers , Intermediary \nBorrowers or New Borrowers  or any of the companies transferring assets in the course \nof the Asset Transfer (3) Any claim the Bank might have brought against the  Borrowers  \nseeking a determination that the Relevan t Loan Facilities or loans made pursuant to \nthem  or the mortgage agreements pursuant to which assets were transferred to the Bank  \nare invalid  and any su ch claim the Bank might have had against them  is now statute \nbarred by reason of the expiry of the three year limitation period.  \n \nThe Relief Sought  \n \n89. In the premises, it is denied that the Bank is entitled to the relief sought or to any relief.  \n \nMARK HOWARD  QC \nMICHAEL BOOLS QC  \nALEC HAYDON QC  \nRICHARD BLAKELEY  \nBEN WOOLGAR  \nSOPHIE SHAW  \n \nMARK HOWARD QC  \nALEC HAYDON QC  \nBEN WOOLGAR  \n \nMARK HOWARD QC  \nALEC HAYDON QC  \nBEN WOOLGAR  \n \nALEC HAYDON QC  \nBEN WOOLGAR  \n \nALEC HAYDON QC  \nBEN WOOLGAR  \nGEOFFREY KUEHNE  \n \nALEC HAYDON QC  \nBEN WOOLGAR  \n GEOFFREY KUEHNE  \n  \nA1/8/47\n48 \n \nSTATEMENT OF TRUTH  \nThe First Defendant  I believe s that the facts stated in this  Re-Re-Re-Re-Amended  Defence are \ntrue. I am duly authorised by the First Defendant to sign this statement. I understand that \nproceedings for contempt of court may be brought against anyone who makes, or causes to be \nmade, a false statement in a document verified by a statement of truth without an honest belief \nin its truth.  \n \nSigned ……………   ……………….      Dated:  15 November  2022  \nAndrew Noel Lafferty, Par tner at Fieldfisher LLP  \nA1/8/48\n"}
