{"metadata": {"corpus_path": "D27_1 Second Supplemental Expert Report of Brent Kaczmarek.pdf", "file_size": 1319741, "mtime": 1755610857.5036638, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "IN THE HIGH COURT OF JUSTICE  \nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES  \nBUSINESS LIST (CHD) \nCLAIM  NO. BL-2017- 000665 \nBETWEEN  \nJSC  COMMERCIAL BANK PRIVAT BANK \nClaimant  \nV. \n(1) IGOR KOLOMOISKY  \n(2) GENNADIY BORISOVICH  BOGOLYUBOV  \n(3) TEAMTREND  LIMITED  \n(4) TRADE  POINT  AGRO  LIMITED  \n(5) COLLYER  LIMITED  \n(6) ROSSYN  INVESTING  CORP \n(7) MILBERT VENTURES  INC \n(8) ZAO  UKRTRANSITSERVICE  LTD \nDefendants  \n________________________________________________________ \nSECOND SUPPLEMENTAL  EXPERT REPORT OF  \nBRENT C. KACZMAREK, CFA  \n_________________________________________________________  \n \n \nIAV ADVISORS LLC  \n3513 N OHIO ST  \nARLINGTON, VA 22207  \n14 July 2022\nD27/1/1\nPage 1 \n Table of Contents  \n Initial Matters  .......................................................................................................................... 5 \nA. My Meeting with Mr. Bezant  ................................................................................................. 5 \nB. My Instructions  ....................................................................................................................... 5 \nC. Organization of the Remainder of this Report  ....................................................................... 5 \n Executive Summary  ................................................................................................................ 6 \n Additional Commentary on the Appropriate Standard of Value  .................................... 12 \n My Relianc e on the Tripartite Agreement and the NBU Verified Values ....................... 13 \n Additional Commentary on the EY Audits and the 2016 Restatement  ........................... 16 \n Additional Commentary on the Fair Value of Real Estate Assets  ................................... 20 \nA. Kyiv Office Building  ............................................................................................................ 20 \nB. Dnipro Office Building  ......................................................................................................... 22 \nC. Hotel Zirka  ............................................................................................................................ 23 \nD. Hotel Mir  .............................................................................................................................. 24 \n Additional Commentary on the Fair Value of the Petrol Stations  ................................ 26 \nA. NBU Approval of the Petrol Station Fair Values  ................................................................. 26 \nB. Original 2016 Fair Values  .................................................................................................... 28 \nC. Restated 2016 Fair Values .................................................................................................... 31 \nD. The Experts’ Valuations of the Petrol Stations.  ................................................................... 31 \ni. Fuel Sales Volumes ........................................................................................................... 32 \nii. RONIC calculation  ............................................................................................................ 34 \niii. Discount Rate  .................................................................................................................... 36 \niv. Currency of the Valuation Analysis  .................................................................................. 38 \nv. Market Approach  .............................................................................................................. 41 \n Addition al Commentary on the Fair Value of the OSFs  ................................................ 44 \nA. Original 2016 Fair Values  .................................................................................................... 44 \nB. Mr. Bezant’s Valuation  ................................................................"}
{"start": 3500, "text": ".......................... 38 \nv. Market Approach  .............................................................................................................. 41 \n Addition al Commentary on the Fair Value of the OSFs  ................................................ 44 \nA. Original 2016 Fair Values  .................................................................................................... 44 \nB. Mr. Bezant’s Valuation  ........................................................................................................ 51 \nC. Restated 2016 Fair Values .................................................................................................... 52 \nD. Updated OSF Fair Value Calculations  ................................................................................. 61 \nD27/1/2\nPage 2 \n \n Expert Decl aration  ................................................................................................................ 63 \n Statement of Truth  ................................................................................................................ 63 \n  \nD27/1/3\nPage 3 \n Listing of Tables  \nTable 1 – Tripartite Agreement Valuations for Tra nsferred Real Estate and NBU Approved Values\n................................................................................................................................................. 15 \nTable 2 -  Fair Values at Initial Recognition and as Amended  ...................................................... 17 \nTable 3 – Comparison of 2016 Tripartite Agreement Fair Values and Restated 2016 Fair Values\n................................................................................................................................................. 19 \nTable 4 – Summary of Claimant Expert’s Value Conclusions for Transferred Real Estate Assets\n................................................................................................................................................. 19 \nTable 5 – Summary of Fair Value Calculations for the Kyiv Office Building  ............................. 20 \nTable 6 -  Summary of Fair Value Calculations for the Dnipro Office Building  .......................... 22 \nTable 7 -  Summary of Fair Value Calculations for Hotel Zirka  ................................................... 23 \nTable 8 -  Summary of Fair Value Calculations for Hotel Mir  ...................................................... 25 \nTable 9 – Alternative Valuation of 246 Petrol Stations Based on NBU Approved Values  .......... 28 \nTable 10 – Comparison of 2015 Fuel Sales Volumes Given to Baker Tilly and UCE/Veritas  .... 29 \nTable 11 – Comparison of Baker Tilly Volumes to Mr. Bezant’s Calculations  ........................... 30 \nTable 1 2 – Impact of Location on the Value of a Hypothetical Petrol Station  ............................. 37 \nTable 13 -  Comparable Petrol Station Network Transactions  ...................................................... 42 \nTable 14 – Historical Operating Data for Two Additional OSFs I am Instru cted to Value  ......... 62 \n  \nD27/1/4\nPage 4 \n Listing of Figures  \nFigure 1 – Mr. Bezant’s Market Approach Reasonableness Check  ............................................. 43 \nFigure 2 – PrivatBank 2016 Financial Statement Disclosure on Transferred Assets  ................... 53 \nFigure 3 – OSF Located in Odessa at 1  Naftovyi Lane  ................................................................ 55 \nFigure 4 – Aspects Being Valued of the OSF Located in Odessa at 1 Naftovyi Lane  ................. 55 \nFigure 5 – Prope rties Deemed Comparable to the OSF Located in Odessa at 1 Naftovyi Lane  .. 56 \nFigure 6 – OSF Located in Kherson, Brilevka  ............................................................................. 57 \nFigure 7 – Aspects Be ing Valued of the OSF Located in Kherson, Brilevka  .............................. 58 \nFigure 8 – Properties Deemed Comparable to the OSF Located in Kherson, Brilevka  ............... 59 "}
{"start": 7000, "text": "he OSF Located in Odessa at 1 Naftovyi Lane  ................. 55 \nFigure 5 – Prope rties Deemed Comparable to the OSF Located in Odessa at 1 Naftovyi Lane  .. 56 \nFigure 6 – OSF Located in Kherson, Brilevka  ............................................................................. 57 \nFigure 7 – Aspects Be ing Valued of the OSF Located in Kherson, Brilevka  .............................. 58 \nFigure 8 – Properties Deemed Comparable to the OSF Located in Kherson, Brilevka  ............... 59 \nFigure 9 – OSF Located in Vladimir -Volynskiy, 8 Privokzalnaya street  ..................................... 60 \nFigure 10 – Aspects Being Valued of the OSF Located in Vladimir -Volynskiy, 8 Privokzalnaya \nStreet  ....................................................................................................................................... 60 \nFigure 11 –  Properties Deemed Comparable to the OSF Located in Vladimir- Volynskiy, 8 \nPrivokzalnaya Street  ............................................................................................................... 61 \n \n Listing of Appendices  \nAppendix C: Index of Exhibits and Documents Received  \nAppendix D:  My Updated DCF Analysis for the Petrol Stations and Oil Storage Facilities  \nAppendix F: My Analysis of Petrol Sales Volume  Data Provided to Baker Tilly  \n         \nD27/1/5\nPage 5 \n \n Initial Matters  \n1. This initial section contains  brief introductory remarks .  In subsection A, I provide a high- level \noverview of my meeting with Mr. Bezant .  In subsection  B, I summarize the instructions I have \nreceived from Counsel in preparing this Second  Supplemental Expe rt Report.  Finally, in \nsubsection C, I lay out the organization of th is Second  Supplemental Expert Report.  \nA. My Meeting with Mr.  Bezant  \n2. On 8 March  2022, I met with Mr. Bezant , the expert appointed by Claimant to value the Kyiv \nand Dnipro Office Buildings, H otels Zirka and Mir, the 246 Petrol Stations, and 72 oi l storage \nfacilities (“ OSFs ”).  We identify  the matters upon which we agree and the matters upon which \nwe disagree in the Joint Statement (“MBBK J S”)   \nB. My Instructions  \n3. Solicitors for the First Defendan t, Fieldfisher LLP (“ Fieldfisher”) , have instructed me to \nprepare this Second Supplemental Expert R eport to address the value of the  Transferred Assets  \npertaining to the Kyiv and Dnipro Office Buildings, Hotels Zirka and Mir, the 246 Petrol \nStations, and 72 OSFs .  These are Transferred Assets that Mr. Bezant  has valued on behalf of \nClaimant.   Additionally, I have been asked to include Fair Value calculations for 2 additional \nOSFs . \n4. In so far as possible, I  have been instructed to refrain from repeating point s or issues set forth \nin my First or Second Expert Reports .  Instead, I have been instructed to expand upon or \nprovide additional details which would further inform the Court of my opinions and the reasons \nfor my disagreements with the valuations submitted by Mr. Bezant .  I am further instructed to \nsubmit to the Court any additional documents I rely on in this Second Supplemental Expert \nReport.  \nC. Organization of th e Remainder of this  Report  \n5. The remainder of this report contains nine  additional  sections.  In Section II , I provide an \nexecutive summary of my views  regarding the Fair Values of the Transferred Assets.  In \nSection III, I provide additional commentary related to the appropriate standard of value  that \napplies to the transferred assets .  In Section IV,  I elaborate upon the reasons I rely upon Fa ir \nValue assessments verified by the National Bank of Ukraine (“NBU”)  acting through a \ntripartite agreement between the Bank, the NBU, and independent valuation firms retained to \nD27/1/6\nPage 6 \n value the transferred assets.  In Section V, I present  additional commentary related to the  EY \nReport and the restatement of the 2016 Fair Values of the transferred assets. In Section V I, \nsupplement my analysis of the office b"}
{"start": 10500, "text": "ssets .  In Section IV,  I elaborate upon the reasons I rely upon Fa ir \nValue assessments verified by the National Bank of Ukraine (“NBU”)  acting through a \ntripartite agreement between the Bank, the NBU, and independent valuation firms retained to \nD27/1/6\nPage 6 \n value the transferred assets.  In Section V, I present  additional commentary related to the  EY \nReport and the restatement of the 2016 Fair Values of the transferred assets. In Section V I, \nsupplement my analysis of the office buildings and hotels .  In Section VII, I provide additional \ncomm entary related to the valuation of the Petrol Stations .  In Section VIII, I comment further \non the valuation of the OSFs and provide my updated value conclusion for the 74 OSFs I have \nbeen asked to value.  In Section IX, I provide my expert declaration.   Finally, in Section X  I \nprovide my state ment of truth.  \n Executive Summary \n6. In this supplemental report , I aim  to clarify and narrow  for the C ourt the key issues related to \nthe valuation of the Transferred Assets .  In the following three subsections, I summarize  my \nviews on how the matters are narrowed within each  category of Transferred Asset that Mr. \nBezant and I address.  \nA. Transferred Real Esta te Assets  \n7. The primary difference between my approach in determining the Fair Value of the Transferred \nReal Estate Assets and Mr. Bezant’s approach is that I place significan t evidentiary weight on \nNBU- verified Fair Values for these assets while Mr. Bezant does not.  Following their transfer \nto the Bank, a valuation report for each Transferred Real Estate Asset was prepared under a tripartite agreement between the Bank, the NB U, and an independent valuer  made for the \npurpose of determining  the Fair Value to be recorded for each asset on the Bank’s 2016 balance \nsheet.  I have reviewed the valuations of the Kyiv Office, the D nipro Office, Hotel Zirka, and \nHotel Mir  that were perf ormed under the tripartite agreement and found them to be measures  \nof Fair Value  compliant with IFRS 13 .  While I might  not have used the same parameters that \nthe independent valuation firms  used in th eir Fair Value analys es had I conducted my own de \nnovo valuation analysis  for each asset , these are matters of professional disagr eement that are \ncommonplace in Level 3 valuations.    \n8. Prior to the preparation of its 2016 financial statements, the Bank adjus ted the Fair Values of \nthe Dnipro Office and Hotel Zirk a following the issuance of independent valuation reports \nunder the tripa rtite agreement.  The Fair Values of the Kyiv Office and Hotel Mir, however, \nwere not adjusted to reflect the results of the tri partite agreement  and no reason for this \ndisparate trea tment was recorded .  In my view, the Bank should have used the NBU- verified \nD27/1/7\nPage 7 \n Fair Values for each Transferred Real Estate Asset wh en preparing its 2016 financial \nstatements.   \n9. It is unclear to me why the Bank did not modify the Fair Values for all of the  Transferred Real \nEstate Assets.  I note that EY replaced PwC as the auditor of the Bank in late 2016 during the \nperiod of the Bank’s nationalization.  I consider the Bank’s failure to update the initial Fair \nValue calculations with the full set of updated 2016 Fair Value calculations to be the most \nlikely reason EY issued a qualified opinion on the Fair Value of the Transferred Real Estate \nAssets in the 2016 financial statement audit.   \n10. Despite the existence of contemporaneous valuation evidence that was exam ined and approved \nby the NBU, Mr. Bezant has prepa red his own de novo valuations of the office buildings and \nhotels.  In my view, Mr. Bezant’s analysis does not undermine  the reasonableness of the Fair \nValue conclusions approved by the NBU: in fact, in many cases, Mr. Bezant has confirmed the reasonableness of the valuations conducted under the tripartite agreement. Therefore, my own \nFair Value conclusions for the office buildings and Ho"}
{"start": 14000, "text": " of contemporaneous valuation evidence that was exam ined and approved \nby the NBU, Mr. Bezant has prepa red his own de novo valuations of the office buildings and \nhotels.  In my view, Mr. Bezant’s analysis does not undermine  the reasonableness of the Fair \nValue conclusions approved by the NBU: in fact, in many cases, Mr. Bezant has confirmed the reasonableness of the valuations conducted under the tripartite agreement. Therefore, my own \nFair Value conclusions for the office buildings and Hotel Mir are equa l to NBU- verified Fair \nValues.   \n11. For Hotel Zirka, I not ed in my First Report that there are several clear errors in the analysis \nthat was conducted under the tripartite agreement , and thus I agreed with Mr. Bezant’s \nvaluation of the main hotel complex at H otel Zirka.   The only remaining area of disagreement \nis whether value should be assigned to the auxiliary building.  Thus , it seems to me that two \nkey issues arise in relation  to the transferred office buildings and hotels .  The first is  whether \nMr. Bezan t’s valuation analysis  disproves the reasonableness of the Fair Values that were \napproved by the NBU following the NBU’s review of the valuation reports produced under the tripartite agreement.  In my, view it does not.  The second is  whether the auxiliary  building \nthat forms part of the Hotel Zirka property s hould be assigned any value apart from the main \nhotel complex.  In my view , given the fact that contemporaneous valuation evidence did assign \nvalue to the auxiliary building, and neither expert has bee n given access to historical financial \ninformation that  could justify  or refu te the value  attributed to it, it is reasonable to allot some \nseparate value to this structure.  \nD27/1/8\nPage 8 \n B. Transferred Petrol Stations  \n12. As noted above, I largely adopt t he Fair Values approve d by the NBU for the hotels and office \nbuildings as my own estimate of the Fair Value of those assets.  However, based on the \ninformation available to me it does not appear that the NBU approved Fair Values for all 246 \nPetrol Stations  that were transferred  to the Bank.  The EY Report indicates that the NBU \napproved values for 199 petrol stations.  The NBU- verified values are consistent with those \nfound in a report prepared by Veritas under the tripartite agreement.  Of these 199 statio ns, 197 \nappear to have  been transferred to the Bank.  Thus , I do not have NBU  approved Fair Value \nestimates for 49 of the transferred Petrol Stations.  For this reason, my Fair Value conclusion for the Petrol Stations is derived from my own valuation analy sis rather than a figure approved \nby the  NBU.   \n13. The Court may, however, decid e that the NBU- verified Fair Values for a subset of the \ntransferred Petrol Stations  offers the best contemporaneous evidence regarding the valuation \nof those assets, and that the experts need not have undertaken their own de novo  analysis.  \nUnder this appr oach, the valuations conducted by Veritas under the tripartite agreement should \nbe given preference over those that were not .   \n14. In my view, the next alternative, in order of  priority , would be to adopt  the valuations found in \nthe UCE Cap Report, as this an alysis uses the same valuation methodology (income \ncapitalization) and the same underlying operating data that was provided to Veritas, and \neffectively approved by the NBU.   \n15. A valuation of each of the  246 transferr ed Petrol Stations is present in either the Veritas Report \nor the UCE Cap Report .  Therefore , there is no need to rely upon the valuations contained in \nthe Baker Tilly or UCE DCF Reports.  As I explain in Section VII.A below, using the logic and hierarchy of the valuation reports described above,  the total Fair Value of the Petrol \nStations would be UAH 5.9 billion.  \n16. Should the Court prefer to consider the de novo valuations of the Petrol Stations submitted by \nthe experts in this matter,  there are five  key areas of di"}
{"start": 17500, "text": "her the Veritas Report \nor the UCE Cap Report .  Therefore , there is no need to rely upon the valuations contained in \nthe Baker Tilly or UCE DCF Reports.  As I explain in Section VII.A below, using the logic and hierarchy of the valuation reports described above,  the total Fair Value of the Petrol \nStations would be UAH 5.9 billion.  \n16. Should the Court prefer to consider the de novo valuations of the Petrol Stations submitted by \nthe experts in this matter,  there are five  key areas of disagreement between myself and  Mr. \nBezant.  \n17. First, the experts disagree on the volume of fuel the Petrol Stations could be expected to sell.  \nAs I explained in my Second Report, I have relied upon the detailed historical fuel sales da ta \nD27/1/9\nPage 9 \n that was used by UCE and Veritas in their valuations  of the Petrol Stations.  Mr. Bezant \ndiscards this contemporaneous data in favor of the volumes contained in the Volyn Restated \nPS Report , an approach with which I disagree .  The Volyn volumes are not based on data \nrelated  the 246 Petrol Stations transferred to the Bank but instead on an unknown number of \nsupposedly similar petrol stations.  Moreover, the Volyn volumes are derived from data taken \nfrom 2018, two years after the valuation date.  \n18. As an expe rienced  valuation expert, when I am provided with conte mporaneous historical \nfinanci al or operating data , I assume that data to be accurate unless there is clear evidence to \nthe contrary.  In my view, no evidence has been presented in this case that would lead me to \nconclude that the volumes upon which I rely are the product of an information systems error or of fraud.  \n19. Second, I strongly disagree with Mr. Bezant’s view that it is appropriate  to artificially constrain  \nthe profitability of the Petrol Stations  via the imposition of ever- escalating capital expendit ures \nthat confer  no identifiable economic benefit to the Petrol Stations.  In my Second Report, I \nexplained that , when considering a  business  for which geographic location is a key driver of \nprofitabil ity, there exists a n atural barrier to entry that preve nts economically rational \ncompetitors from entering that same market.  For a new entrant into the pe trol station market, \nthe decision to invest would turn on the existence of unmet demand in a particul ar area, and \nnot on t he profitability of existing petro l stations in that geographic location.  \n20. Third, Mr. Bezant’s valuation of the Petrol Stations is depressed due to his use of a generic \ncountry risk premium for Ukraine that is based on sovereign yield spreads.  In my Secon d \nReport I set out in great detail the reasons for which this blanket application of a yield spread \nbased country risk measure is inappropriate.  The flaw in Mr. Bezant’s country risk premium \nassessment  is further evident when comparing the country risk premiums for  Ukraine and \nRussia.  Using Mr. Bezant’s own data and logic, an otherwise identical petrol station operating in Ukraine versus Russia would have a  substantially different valuation.  I consider a simplified \nexample concerning a hypothetical petrol station located in Crimea both before and after \nRussia’s annexation of the Crimean Peninsula.  According to Mr. Bezant, a petrol station operating in Crimea while part of Ukraine should increase in value by 34 percent after Russia’s \nannexation of Crimea because th e supposed country risk premium in Russia is much lower \nD27/1/10\nPage 10 \n than that of Ukraine.  In my view, this is illogical and the disparity underscores the flawed \nnature of using sovereign bond yields as the basis for estimating the incre mental risks \nassociated with investing in a private b usiness such as the P etrol S tations.   \n21. Fourth, the experts have prepared their respective valuations in different currencies, and \ndisagr ee regarding the impact of that choice.  I conduct my analysis in U S Dollars, since oil, \nand its derivative products, ar e priced "}
{"start": 21000, "text": "n that of Ukraine.  In my view, this is illogical and the disparity underscores the flawed \nnature of using sovereign bond yields as the basis for estimating the incre mental risks \nassociated with investing in a private b usiness such as the P etrol S tations.   \n21. Fourth, the experts have prepared their respective valuations in different currencies, and \ndisagr ee regarding the impact of that choice.  I conduct my analysis in U S Dollars, since oil, \nand its derivative products, ar e priced in US Dollars throughout the world.  Mr. Bezant has \nprepared his analysis in U krainian hryvnia  (“UAH”) , and suggests that my valuation overstate s \nthe value of the Petrol Stations, which he expec ts should remain constant when denominated \nin UAH.  I d isagree, as a  depreciation of the UAH vis -à-vis the US  Dollar indicates that \nUkrainian  price levels have increased at a higher rate than the USD -denominated price level \nincreases  for th ose same goods  and service s. This same reality is recognized by ot her v aluers \nretained to assess the OSFs, who recognized that prices in Ukraine’s oil and gas sector move \nwith the UAH/ USD exchange rate, meaning that prices remain tied to the dollar regardless of \nany deval uation in the local currency.  Therefore , the value of the Petrol Stations themselves \nshould remain constant in USD terms, all else remaining equal, following a devaluation in the \nlocal currency.  \n22. Fifth , Mr. Bezant does not believe  that my Market Approach offers evidence that is useful \nwhen establishing the Fai r Val ue of the Petrol Stations.   Mr. Bezant and I appear to agree that , \nover a five -year period prior to the transfer of the Petrol Stations to the Bank, European petrol \nstation networks were bought and sold at per -station prices averaging approximately US $ 1.4 \nmillion.  However, as indicated above, Mr. Bezant believes that the values of these petrol \nstation networks will remain constant in UAH terms over time, whereas I believe it reasonable \nto assume they remain constant in US Dollar terms . Mr. Bezant has offered no evidence to \nsupport his view that the devaluation of the UAH between 2012 and 2016 resulted in a \ndeterioration of the USD denominated value of European petrol stations .  Thus, I reject this  \napproach  and I remain convinced that my valuation of t he Petrol S tations using the Market \nApproach is reasonable, and should be accorded equal weight with the Income Approach when \ndetermining the Fair Value of the Petrol Stations.  \nD27/1/11\nPage 11 \n C. Transferred OSFs \n23. The OSFs are facilitie s in which fuel produc ts are temporarily  stored prior to their delivery  to \nretail petrol stations.  With respect to the T ransferred OSFs, Mr. Bezant does not provide the \nCourt with a compliant measure of the Fair Value or Market Value of suc h assets in accordance \nwith the applicable guidelines.  He relies upon prices achieved at auctions for non-operating \nOSFs between 2019 and 2021 as his basis for establishing the value of all OS Fs in 2016.  I \nconsider this approach to be  nonsensical  and Mr. Bezant himself acknowledges  that his \napproach is not c ompliant with the relevant standards.  \n24. I understand Mr. Bezant is of the view that he has performed calculations as best he can  given \nthe apparent limitations of the data available.  However, the a pproach adopted is inappropriate  \ngiven that the valuation ought to be strictly based on information knowable at the valuation \ndate. \n25. I am of the view that Mr. Bezant has imposed artificial constraints on his own analysis.  Mr. \nBezant adopts a very unorthodox pe rspective whereby the veracity of any data provided to a \nvaluer must be confirmed by external data before it can be accepted as reliable.  That \nperspective is contrary to valuation norms.  In my view, Mr. Bezant has adopted a n excessive  \nlevel of skepticism that is so severe that it prevents a routine or normative valuation process.  \n26. As a result of adop"}
{"start": 24500, "text": " \n25. I am of the view that Mr. Bezant has imposed artificial constraints on his own analysis.  Mr. \nBezant adopts a very unorthodox pe rspective whereby the veracity of any data provided to a \nvaluer must be confirmed by external data before it can be accepted as reliable.  That \nperspective is contrary to valuation norms.  In my view, Mr. Bezant has adopted a n excessive  \nlevel of skepticism that is so severe that it prevents a routine or normative valuation process.  \n26. As a result of adopting this approach, he rejects the notion that the OSFs were operational \nbefore transfer because the fact that they were operation al has not (he contends) been  proven \nby external third -party data.  I disagree with his approach and I also d isagree with his view of \nthe evidence.   The data provided to Baker Tilly establishes that the OSFs were operational .  \nThat data ( which includes monthly dispatches and operating costs) clearly indicates the OSFs \nwere operational , and I have no reason to reject that data .  However, Mr. Bezant reject s this \ndata for reaso ns that are, in my view , unpersuasive .  The NBU also commissioned a valuation \nof 36 OSFs and there is no indicati on that any of the m were not operational.   \n27. This is not  a surprising situation given the necessity for  OSFs in facilitating the movement of \noil product derivatives from trains or pipelines to petrol stations.  Logistica lly, OSFs play a \ncritical role in this process.  \n28. It is undisputed that the Bank did not opera te any of the OSFs between at least mid -2017 and \nend of 2018, though this does  not mean that the OSFs were not operational before then.  I am \nD27/1/12\nPage 12 \n of the view that the Bank’s failure to operate  these assets had a significant  and negative effect \non their  value.   \n Additional Commentary on the Appropriate Standard of Value  \n29. The MBBK JS  reveals that the experts have applied dif ferent bases of value.  Mr. Bezant  was \ninstructed to utilize the Market Standard of Val ue and the International Valuation Standards \n2013 (“IVS  2013”) in conducting his valuation work.1  I was instructed differently and \nindependently confirm my instruction to be appropriate from a valuation perspective.  I was \ninstructed to consider whether the Original 2016 Values concluded by independent third- party \nvaluation firms complied with the Fa ir Value standard as stipulated in IFRS 13.2  Mr. Bezant  \ndoes not dispute either: 1) that IFRS 13 sets forth the rules and guidelines for the proper measure of  Fair Value or 2) that the Bank was required to utilize  Fair Value in the preparation \nof its fin ancial statements.  The  experts have acknowledged in item 2.12 of the MBBK JS  that \ntheir use of different bases of value is not a primary contributor to the dif ferences in their \nrespective opinions of the value of t he Transferred Assets.  I have three  additional comments \nto offer to explain why Mr. Bezant ’s instruction to use Market Value and IVS 2013 is incorrect \nand why Fair Value and IFRS 13 represent the corr ect standard of value and implementation \nguidelines, re spectively.   I do not believe this is an unimportant matter.  \n30. First, the overall purpose of transferring assets to the Bank was to improve the capital adequacy of the Bank.  More specifically, the NBU had determined that the Bank had negative capital and wa s required to, as a first phase in its Restructuring Plan, transfer UAH 31.13 billion of \nassets to the Bank to improve its capital adequacy ratio to a positive level.\n3  These Transferred \nAssets had to be valued by the Bank in conformity with IFRS 13 for inclusion in its financial statements.  Moreover, the same Fair Values recorded in the balance sheet of the Bank are utilized for purposes of measuring the Bank’s capital  adequacy ratios.  \n31. Second, I note that , in its report dated 22 November 2016, EY  specific ally explained that it \nemployed the Fair Value standard in their desk review of the Tra"}
{"start": 28000, "text": "mprove its capital adequacy ratio to a positive level.\n3  These Transferred \nAssets had to be valued by the Bank in conformity with IFRS 13 for inclusion in its financial statements.  Moreover, the same Fair Values recorded in the balance sheet of the Bank are utilized for purposes of measuring the Bank’s capital  adequacy ratios.  \n31. Second, I note that , in its report dated 22 November 2016, EY  specific ally explained that it \nemployed the Fair Value standard in their desk review of the Transferred Assets and the third -\nparty valuation reports.  \n \n1 MBBK JS , ¶ 2.10. \n2 MBBK JS, ¶ 2.11. \n3 First Witness Statement of Kateryna Viktorivna Rozhkova ,13 October 2021  (“Rozhkova I ”), ¶¶ 157 and 159.  \nD27/1/13\nPage 13 \n “According [to] the terms of engagement of our Valuation \nAssignment, EY was engaged to:  \n perform a desk review of  the fair value  of acquired tangible assets \nbased on SOD [valuation company] valuations which were \nsubsequently verified by the NBU. A complete revaluation of such properties is not required.”\n4 [emphas is added]  \n32. While some valuati on reports use the more generic term “market value ,” which could refer to \neither Fair Market Value (as defined by Revenue Ruling 59- 60 of the US IRS), Market Value \n(as defined by IVS) , or Fair Value (as defined by IFRS 13), any “market based” based valuati on \nmust be evaluated against the guidelines in IFRS 13 for proper inclusion in the balance sheet \nof the Bank.    \n33. Third, Mr. Bezant  has compared his  Market Value conclusions  for the Transferred Assets \nagainst the Restated 2016 F air Values in the Bank’s 2016 financial statements.5  EY gave an \nunqualified opinion on the Restated 2016 Fair Values  which means that in EY’s opinion, the \nvalues are compliant with IFRS 13.  Thus, a true comparison of va lues ought to be values that \nconfor m to a single set of guidelin es which in this case is IFRS 13.   \n34. Given the foregoing, it is my view that Mr. Bezant  has employed the incorrect basis of value \n– i.e., Market Value as set forth in the IVS 2013 guidelines  rather than Fair Value as set forth \nin IFRS 13 .   \n My Reliance on the Tripartite Agreement and the NBU Verified Values  \n35. Another significant difference between my approach in determining the Fair Value of the \nTransferred Real Estate Assets and Mr. Bezant ’s approach in determining t he Market Valu e of \nthe same is that I place significant evidentiary weight on the NBU -verified Fair Values while \nMr. Bezant  does not place any weight on the NBU -verified values.  Mr. Bezant explains in the \nMBBK JS  as follows:  \n“Mr Bezant has performed his own valuations  in arriving at his \nconclusions and places no weight on the NBU Values where he has \nnot seen the underlying analysis. ”6 \n \n4 PB0092834_00001_English  (“EY Report ”), p. 38. \n5 Expert Report of Mark Bezant on Transferre d Assets, 24 November 2021 (“ Bezant Tr ansfer red Assets Report ”), \nTable 2.1. \n6 MBBK JS, ¶ 3.5 \nD27/1/14\nPage 14 \n 36. However, Mr. Bezant has actually seen the underlying analysis pertaining to the NBU \napproved or verified Fair V alues.  Sp ecifically, Mr. Bezant notes in his First Transferred Asset  \nReport  that he received and reviewed the  following:  \n“dated 13 October 2016 and prepared by Expandia LLC, CBRE’s \nsubsidiary,264 which provided a valuation of UAH 207.0m \nexcluding VAT as at 1 July 2016 (the “ CBRE 2016 Kyiv Office \nReport ”);”7 \n“a valuation report dated 4 August 2016 prepared by Kreston which \nprovided a valuation of UAH 212.1m excluding VAT as at 1 July 2016 (the “ Kreston 2016 Dnipro Office Report ”);”\n8 \n“a valuation report dated 17 August 2016 produced by Veritas \nProperty Manageme nt which valued the hotel as at 30 June 2016 and \nwhich supported the Original 2016 Value (the “ Veritas 2016 Zirka \nReport ”);”9 \n“a report dated 20 September 2016 produced by CBRE which \nvalued the hotel as at 1 July 2016 (the “ CBRE 2016 Mir \nReport ”);”10 \n37. The above four valuation reports were"}
{"start": 31500, "text": " \nprovided a valuation of UAH 212.1m excluding VAT as at 1 July 2016 (the “ Kreston 2016 Dnipro Office Report ”);”\n8 \n“a valuation report dated 17 August 2016 produced by Veritas \nProperty Manageme nt which valued the hotel as at 30 June 2016 and \nwhich supported the Original 2016 Value (the “ Veritas 2016 Zirka \nReport ”);”9 \n“a report dated 20 September 2016 produced by CBRE which \nvalued the hotel as at 1 July 2016 (the “ CBRE 2016 Mir \nReport ”);”10 \n37. The above four valuation reports were all prepared under tripartite agreements between the \nBank, the NBU, and the valuer for purposes of transferring and assigning a Fair Value for these \nreal estate assets on the Bank’s 2016 balance sheet.   Similar valuation rep orts were prepared \nunder tripartite agreements in 2016 by Veritas for both the Dnipro Stadium and the Training \nCenter  and by Kreston for the Airfield.   In Table 1 below  I summarize the  information related \nto all of the valu ations commissioned under tripart ite agreements to facilitat e the transfer of \nreal estate properties.  \n \n7 Bezant Transferred  Assets Report , ¶ 6.17(2) \n8 Bezant Transferred  Assets Report , ¶ 6.39 (2) \n9 Bezant Transferred  Assets Report , ¶ 7.3 (1) \n10 Bezant Transferred  Assets Report , ¶ 8.4(2)  \nD27/1/15\nPage 15 \n Table 1 – Tripartite Agreement Valuations for Transferred Real Estate and NBU \nApproved Values  \n \n38. As Table 1 above reveals, all seven of  the Transferred Real Estate Assets were valued under \ntripartite agreements in 2016 to facilitate the transfer of these assets.  Table 1 above also \nindicates th at the NBU approved the exact values for f our properties  as quantified by the \nrespective valuer  and made minor upward adjustm ents to two other property values.  The NBU \nonly appears to have not approve d a value for Mir Hotel  because it was a matter still pending \nin November 2016 accor ding to the EY Report.  \n“Mir H otel The fair value at the time of in itial recognition of \nforeclos ed assets was 449 million UAH NBU verification not \ncompleted. In our opinion, the valuation should be based on actual \noperating figures for the hotel and conference/office centre. There \nwas no such data either on the date of the valuation nor in the \nvaluat ion reports we received, and the second valuation under the \nthree -party contract was not provided (still expected).”11 \n39. While  I have not seen the details behind the NBU’s very minor upward adjustments to the Fair \nValues for the K yiv Office and Hotel Zirka, I  do not consider such evidence to be  necessary.  \nI would expect the NBU to seriously evaluate the valuation of the Transfer red Assets to ensure \nthat the Bank was fulfilling the Restructuring Plan by acquiring UAH 31.13 billion of assets \nto improve its capi tal adequacy ratios (i.e., a bank ’s primary solvency ratio).  I would not expect \nthe NBU to merely rubber -stamp every valuation.   \n40. As evidence of the scrutiny expected of the NBU, I have been provided with the First and \nSecond Witness Statements of Ms. Kateryna Viktorivna Rozhkova , the Deputy Governor of \n \n11 EY Report, p. 43.  NBU\nValuation Approved\nAsset Valuer Date VT Value Value Difference\nKyiv Office CBRE 1-Jul-16 I+M 207          245           38            \nDnipro Office Kreston 1-Jul-16 I M 212          212           -           \nHotel Zirka Veritas 30-Jun-16 I+M 1,617     1,693       76            \nHotel Mir CBRE 1-Jul-16 I+M 270          NA NA\nStadium Veritas 30-Jun-16 C 1,544     1,544       -           \nTraining Center Veritas 30-Jun-16 C 332          332           -           \nAirfield Kreston 1-Jul-16 C 34            34              -           \nTotals 4,216     4,060       2016 Valuation Reports\nD27/1/16\nPage 16 \n the NBU, and I have read relevant aspects of those statements.  My review of Ms. Rozhkova’s \nwitness statements confirms both my experience and expectations of the seriousness wi th \nwhich a bank regulator would oversee the valuation of assets incorporated into Bank’s"}
{"start": 35000, "text": " -           \nTraining Center Veritas 30-Jun-16 C 332          332           -           \nAirfield Kreston 1-Jul-16 C 34            34              -           \nTotals 4,216     4,060       2016 Valuation Reports\nD27/1/16\nPage 16 \n the NBU, and I have read relevant aspects of those statements.  My review of Ms. Rozhkova’s \nwitness statements confirms both my experience and expectations of the seriousness wi th \nwhich a bank regulator would oversee the valuation of assets incorporated into Bank’s  balance \nsheet to facilitate a  restructuring plan for an allegedly insolvent bank, particularly a \nsystemically important bank like PrivatBank.   \n41. Ms. Rozhkova explains t hat the NBU organized a team to review and verify the valu ation  \nconclusions reached by the independent valuers  and that  the NBU was required to do so under \nResolution 103/B T. As such, I believe it is appropriate to place significant evidentiary weight \non the Fair Values verified  by the NBU  rather than dismiss those v erified  Fair Values as Mr. \nThomas does.  It is for this reason that I have relied upon the Fair Values v erifie d by the NBU \nas a proper measure of Fair Value in this case.  \n42. Despite having reviewed  the valuation reports pre pared under tripartite agreements to facilitate \nthe transfer of the hotel and office properties, Mr. Bezant placed no weight on any of these \nreports or the approved NBU Fair Values in his valuation analysis.  Instead, Mr. Bezant \nperformed his own de novo valuations of all Transferred Assets that he was instructed to value.  \nAs I will explain in Section VI below, I am of the view that Mr. Bezant’s own valuations do not demonstrate that valuations performed under the tripartite agree ments were  flawed or non -\ncompl iant with IFRS 13.  On the contrary, his valuations confirm the  valuations  performed \nunder the  tripartite agreement to be reasonable.  \n Additional Commentary on the EY Audits and the 2016 Restatement \n43. Mr. Bezant and I disagree regarding the rel evance of the EY Audits and the 2016 Restatement \nof the F air Values of the Transferred  Assets.12  It appears to be common ground that the value  \ninitially  recognized by the Bank for the Transferred R eal Estate Assets was UAH 7,379 \nmillion.13  However, the values for Dnipro  Office and Hotel Zirka were subsequently amended \nin mid -2016.  Table 2 below shows the details of the initial values recognized by the Bank and \nas amended with updated values for the Dnipro Office and Hotel Zirka.  \n \n12 MBBK JS, ¶ 5.9. \n13 Bezant Transferred  Assets Report , Table 3.2.  \nD27/1/17\nPage 17 \n Table 2 -  Fair Va lues at Initial Recognition and as Amended  \n \n44. It is also common ground that the values as set out on the righthand side of Table 2  above are \nthe values that were reflected in the Bank’s year end 2016 financial statements.14  I ha ve two \ncomments on Table 3 ab ove. \n45. First, all of the initial values were derived from valuation reports prepared by UCE with \nvaluation dates in 2015.  Indeed, some of the valuation dates are as early as the first half of \n2015.  These valuation dates and val ues would be considered too outdat ed for either initial \nrecognition or inclusion in the 2016 financial statements.  Moreover, as it appears to be \ncommon ground that the Transferred A ssets were all transferred in mid -2016, t he initial values \nfor all 7 Trans ferred Real Estate Assets wou ld ne ed to be replaced or corrected with values \ncorresponding to the dates of transfer  in 2016.  After the date of transfer, in the ordinary course \nof business, updated Fair Value calculations would be  performed regularly in or der to reflect \nunrecognized gains or losses in the Bank’s income statement.  \n46. Second, Table 2 above  indicates that only two valuations were modified  related to the Dnipro \nOffice and Hotel Zirka.  However, as discussed in Section IV, valuation reports were pr epared \nfor all 7 Transferred Real Estate Assets in mid -2016 under tri"}
{"start": 38500, "text": "dates of transfer  in 2016.  After the date of transfer, in the ordinary course \nof business, updated Fair Value calculations would be  performed regularly in or der to reflect \nunrecognized gains or losses in the Bank’s income statement.  \n46. Second, Table 2 above  indicates that only two valuations were modified  related to the Dnipro \nOffice and Hotel Zirka.  However, as discussed in Section IV, valuation reports were pr epared \nfor all 7 Transferred Real Estate Assets in mid -2016 under tripartite agreements between the \nvaluers, the Bank, and the NBU.  The NBU also verified values for at least 6 of the 7 assets.  Despite having valuation reports prepared around the dates of  transfer in mid -2016 for all  7 \nTransferred Real Estate Assets, the Bank did not modify the initial valuations prepared by UCE \non the left hand side of Table 2 by replacing them with the valuations conducted in mid -2016 \nunder the tripartite agreements and a s further modified by the NBU  (i.e., the values ref lected \n \n14 See Letter of Instruction to Mark Bezant, ¶ 5.5(a) . (MB-A1) Valuation Valuation\nAsset Valuer Date VT Value Valuer Date VT Value\nKyiv Office UCE 18-Jun-15 I M 322          UCE 18-Jun-15 I M 322           \nDnipro Office UCE 18-Jun-15 I M 453          Kreston 1-Jul-16 I M 212           \nHotel Zirka UCE 14-Dec-15 I M 3,601     Veritas 30-Jun-16 I M 1,617       \nHotel Mir UCE 30-Jul-15 I M 449          UCE 30-Jul-15 I M 449           \nStadium UCE 14-Dec-15 M+C 1,517     UCE 14-Dec-15 M+C 1,517       \nTraining Center UCE 9-Apr-15 M+C 671          UCE 9-Apr-15 M+C 671           \nAirfield UCE 18-Jun-15 C 366          UCE 18-Jun-15 C 366           \nTotal 7,379     Total 5,154       Pleaded Values\n2016 Financial StatementsInitial Recognition\n2015 Valuation Reports\nD27/1/18\nPage 18 \n in Table 1 above ).  Instead, the Bank left 5 of the Transferred Real Estate Asset values \nunmodified and outdated in its 2016 yearend financial statements (the values reflected in \nrighthand side of T able 2 above ). \n47. It is unclear to me why the Bank did not modify or adjust  all of the values for the 7 real estate \nassets transferred to it.  I t may be relevant to  note that EY replaced PwC as the auditor of the \nBank in late 2016 during the period of the Bank’s nationalization.   \n48. EY qualified the Bank’s 31 December 2016 financial statements as follows:  \n“As at 31 December 2016, the Group recogni sed repossessed \nproperties of UAH 21,356 milli on within repossessed collateral, \nUAH 1,095 million within investment property and UAH 266 \nmillion w ithin premises, leasehold improvements, equipment and \nintangibles. As described in Note 28 to the consolidated financial \nstatements, in 2016 repossessed col lateral with a value of UAH \n7,103 million was settled against derivativ es embedded in loans \nissued t o customers. We were unable to obtain sufficient appropriate \naudit evidence in respect of the fair value of repossessed \nproperties.”15 \n49. The Bank’s failure to update the initial Fair Value calculations with the full set of updated  2016 \nFair Value calculations is , in my view, the most likely reason for this qualification.  \n50. The initial values pr epared by UCE for the 5 Transferred Real Estate Assets that were \nunmodified could not possibly serve as proper evidence of Fair Value at year end 2016 because \nof the outda ted valuation dates.  This would justify EY’s comment that it had not received \n“suffi cient appropriate audit evidence.”  \n51. However, “sufficient appropriate audit evidence ” was available in the form of the updated 2016 \nFair Value c alculations and the approval of those values by the NBU.  The Bank nevertheless \nleft outdated , non- compliant  Fair Value calculations in its accounts inappropriately  at year end \n2016.  Furthermore, the Bank did not remedy  the qualified audit opinion on the 2016 financial \nstatements by providing EY with the updated 2016 valuation reports prepared in mid- 2016 \nunder tripartite agreement"}
{"start": 42000, "text": "er, “sufficient appropriate audit evidence ” was available in the form of the updated 2016 \nFair Value c alculations and the approval of those values by the NBU.  The Bank nevertheless \nleft outdated , non- compliant  Fair Value calculations in its accounts inappropriately  at year end \n2016.  Furthermore, the Bank did not remedy  the qualified audit opinion on the 2016 financial \nstatements by providing EY with the updated 2016 valuation reports prepared in mid- 2016 \nunder tripartite agreements .  Instead, the Bank waited until yearend 2018 to remedy the matter  \nby commissioning new valuers to restate the incorrect 2016 Fair Values.  Thus , the Bank  \nsimply disposed of and made no use of the 2016 valuations conducted under the tripartite \n \n15 PrivatBank 2016 Financial Statements, p. (ii). (MB -A117) \nD27/1/19\nPage 19 \n agreements.  Instead, the Bank relied on the new substantially lower restated the Fair Values \nfor the Transferred Real Estate Assets as shown in Table 3 below.   I hav e seen no record of \nwhy the Bank adopted this course.  \nTable 3 – Comparison of 2016 Tripartite Agreement Fair Values and Restated 2016 Fair \nValues  \n \n52. The valuations performed by Mr. Bezant and Mr. Thomas have only slightly increased t he \nsubstantially lower restated 2016 Fair Values as shown in Table 4 below . \nTable 4 – Summary of Claimant Expert’s Value Conclusions for Transferred Real Estate \nAssets  \n \n53. While the discussion in this sect ion has only addressed issues  related to the Transferred Real \nEstate Assets generally , I will provide further specific commentary on each Transfer red Real \nEstate Asset addressed by Mr. Bezant in Section VI.  Further, I will provide some specific \ncommentary  on the general matters addre ssed in this section with respect to  the Petrol Stations \nand O SFs in Sections VII and VIII, respectively.  NBU\nValuation Approved Valuation\nAsset Valuer Date VT Value Value Difference Valuer Date VT Value\nKyiv Office CBRE 1-Jul-16 I+M 207          245           38            Expert+ 1-Oct-16 M 194              \nDnipro Office Kreston 1-Jul-16 I M 212          212           -           Kreston 1-Jul-16 I M 212              \nHotel Zirka Veritas 30-Jun-16 I+M 1,617     1,693       76            AE 31-Dec-16 I 874              \nHotel Mir CBRE 1-Jul-16 I+M 270          NA NA Expert+ 1-Oct-16 I 226              \nStadium Veritas 30-Jun-16 C 1,544     1,544       -           Sineks 31-Dec-16 I 16                \nTraining Center Veritas 30-Jun-16 C 332          332           -           Sineks 31-Dec-16 I 142              \nAirfield Kreston 1-Jul-16 C 34            34              -           AE 31-Dec-16 I M 4                  \nTotals 4,216     4,060       1,667           2016 Valuation Reports 2016 Financial StatementsRestated\nValuation\nValuer Date VT Value\nBezant 1-Jul-16 I+M 194          \nBezant 2-Jul-16 I+M 175          \nBezant 3-Jul-16 I 1,072     \nBezant 4-Jul-16 M 252          \nThomas 30-Jun-16 I 125          \nThomas 30-Jun-16 I 105          \nThomas 30-Jun-16 I+M 6              \nTotal 1,929     Claimant Expert\n2016 Market Values\nD27/1/20\nPage 20 \n \n Additional Commentary on the Fair Value of Real Estate Assets  \n54. The comments I provided in Section  IV and V pertaining to the Transferred Real Estate A ssets \nwere generally applicable to all Transferred Real Estate Assets.  In this section, I will focus on \nthe office buildings and hotels which are the subject matter included in Mr. Bezant’s First Transf erred Asset Report.   As indicated in the MBBK JS, Mr. Bezant and I were not able to \nreach agreement on the v alue of these four assets.\n16 \nA. Kyiv Office Building  \n55. In Table 5 below, I have summarized the various valuations of the Kyiv Office Building. \nTable 5 – S ummary of Fair Value Calculations for the Kyiv Office Building  \n \n56. Using Table 5 above, I will explain my logic for my Fair Value conclusion of UAH 245 \nmillion.  \n57. The initial value of UAH 322 million reached by UCE is outdated a"}
{"start": 45500, "text": "t Report.   As indicated in the MBBK JS, Mr. Bezant and I were not able to \nreach agreement on the v alue of these four assets.\n16 \nA. Kyiv Office Building  \n55. In Table 5 below, I have summarized the various valuations of the Kyiv Office Building. \nTable 5 – S ummary of Fair Value Calculations for the Kyiv Office Building  \n \n56. Using Table 5 above, I will explain my logic for my Fair Value conclusion of UAH 245 \nmillion.  \n57. The initial value of UAH 322 million reached by UCE is outdated and cannot serve as a proper measure of Fair Value for inclusion in the Bank’s balance sheet both at the date o f transfer \n(mid -2016) and in the Bank’s balance sheet on 31 December 2016.  While UAH 322 million \nmay have served as an initial placeholder value, a tripartite agreement was sign ed between the \nBank, the NBU, and the independent valuation firm CBRE to perfo rm a more current valuation \nfor transfer purposes.   As such, the 3 22 million Fair Value conclusion reached by UCE should \nnot have remained in the balance sheet of the Bank as at 31 December 2016.  Rather, the Fair Value should have been updated or replaced by the Fair Value conclusion resulting from the \ntripartite agreement.  I will analyze each outcome of the process in turn.  \n58. CBRE reached a Fair Value conclusion of UAH 207 million.  I have reviewed the CBRE valuation analysis and found it to be a n IFRS 13 compliant measure of Fair Value.  While I \nmight not have used the same parameters that CBRE used in  its Fair Value analysis if I had \n \n16 MBBK JS, Section 9.  Asset Value Category Valuer Date VT Value\nKyiv Office Initial UCE 18-Jun-15 I M 322           \n2016 Updated CBRE 1-Jul-16 I+M 207           \nNBU Approved CBRE 1-Jul-16 I+M 245           \n2016 Restated Expert+ 1-Oct-16 M 194           \nClaimant Bezant 1-Jul-16 I+M 194           \nDefendant Kaczmarek 31-Dec-16 NA 245           \nD27/1/21\nPage 21 \n conducted my own de novo valuation analysis , these are matters of professi onal disagreement \nthat are commonplace in Level 3 v aluations.  \n59. Further, as Tabl e 4 above reveals, Mr. Bezant reached a value conclusion of UAH 194 million.  \nExpert+, the valuer commissioned to perform the Restated 2016 Fair Valu e for the Kyiv Office \nBuildin g, also reached a Fair Value conclusion of UAH 194 million.  In my view, the  de novo  \nvaluation analys es of both Mr. Bezant and Expert+ only prove  the reasonableness of the CBRE \nvaluation analysis.  The value conclusions differ by only 6.3 percent , which , in my view, is \nwell within an acceptable tolerance for an asset valued at Level 3 in the Fair Value hierarchy .  \nAt a minimum, this indicates that the Bank could have “dusted off” the CBRE valuation \nanalysis in the 2016 restateme nt process rather than commis sioning a de novo valuation from \nExpert+.   \n60. The NBU’s review of the CBRE valuation analysis, however, indicate s that the NBU modified \nCBRE’s Fair Value conclusion upward to UAH 245 million.  I have two comments on the \nNBU’s mod ification.  \n61. First, neither Mr.  Bezant nor I have the evidence behind the NBU’s modification to understated \nwhich parameters the NBU changed to result in the higher Fair Value conclusion of UAH 245 million.  I am not concerned with the absence of this evidence because I understand Mr. B ezant \ndoes not challenge the validity of the appr oved Fair Value.   Further, I am instructed that there \nis no evidence of the Bank ever contesting the modification contemporaneously.  Therefore, I \nhave proceeded on the basis tha t UAH 245 million was the res ult of tripartite agreement.   \nAccordingly, UAH 245 million should have been entered as the Fair Value of the Kyiv Office \nBuilding upon transfer (replacing the UCE Fair Value of UAH 3 32 million) and that value \nshould have remained in the Bank’s balance sheet until 31 December 2016.     \n62. Second, the fact tha t the NBU’s approved Fair Value increased should be no cause for concern.  \nA valuation review can identify assum"}
{"start": 49000, "text": "ore, I \nhave proceeded on the basis tha t UAH 245 million was the res ult of tripartite agreement.   \nAccordingly, UAH 245 million should have been entered as the Fair Value of the Kyiv Office \nBuilding upon transfer (replacing the UCE Fair Value of UAH 3 32 million) and that value \nshould have remained in the Bank’s balance sheet until 31 December 2016.     \n62. Second, the fact tha t the NBU’s approved Fair Value increased should be no cause for concern.  \nA valuation review can identify assumptions made by the valuer that are either too aggressive or too conservati ve.  Likewise, such a review can identify errors that when corrected, either \nincrease or decrease the resulting Fair Value.  As discussed in Section VII below , the NBU’s \napproved Fair Values for a sample of 23 Petrol Stations show  that the NBU increased some \nvalues and decreased others.  Unfortunately , in my experience in contested proceedings , there \nD27/1/22\nPage 22 \n is a bias in valuation review processes  to believe that the review can only lead to a  decrease in \nthe value.   Outside of such proceedings, it is common for initial values to increa se upon review . \n63. Accordingly, my opinions can be summarized as follows.  T he CBRE valuation analysis is \nIFRS 13 compliant .  The valuation analyses conducted by both Mr. Bezant and Expert+ only \nproves CBRE’s valuation analysis was reasonable.  The tripartite  agreement resulted in a UAH \n245 million Fair Value for the Kyiv Office Building following the NBU’s review of CBRE’s \nvaluation analysis.  UAH 245 million should have been the updated Fair Value amount \nincluded in the Bank’s ba lance sheet upon transfer  and that amount should have rema ined in \nthe Bank’s balance sheet until yearend 2016.   While the Bank could have opted to update the \nFair Value analysis as of 31 December 2016, it did not  do so.  \nB. Dnipro Office Building  \n64. In Tabl e 6 be low, I ha ve summarize d the va rious valuations of the Dnipro Office Building.  \nTable 6 -  Summary of Fair Value Calculations for the Dnipro Office Building  \n \n65. Using Table 6 above , I will explain my logic for my Fair Value conclusion of UAH 212 \nmillion.  \n66. The initial value of UAH 453 million reached by UCE is outdated and cannot serve as a proper \nmeasure of Fair Value for inclusion in the Bank’s balance sheet both at the date of transfer \n(mid -2016) and in the Bank’s balance sheet on 31 Dece mber 2016.  While UAH 453 million \nmay have served as an initial placeholder value, a tripartite agreement was signed between the \nBank, the NBU, and the independent valuation firm Kreston  to perform a more current \nvaluation for transfer purposes.  Kreston’s  more current valuation of UAH 212 million was \nentered in the Bank’s accounts and thus reflects a more updated and proper valuation than that \nof UCE.    Asset Value Category Valuer Date VT Value\nDnipro Office Initial UCE 18-Jun-15 I M 453           \n2016 Updated Kreston 01-Jul-16 I M 212           \nNBU Approved Kreston 01-Jul-16 I M 212           \n2016 Restated Kreston 01-Jul-16 I M 212           \nClaimant Bezant 01-Jul-16 I+M 175           \nDefendant Kaczmarek 31-Dec-16 I M 212           \nD27/1/23\nPage 23 \n 67. I have reviewed the Kreston  valuat ion analysis and found it to be an IFRS 13 compliant \nmeasure of Fair V alue.  While I might  not have  used the same parameters that Kreston  used in \nits Fair Value analysis if I had conducted my own de novo valuation analysis, these are matters \nof professional disagreement that are commonplace in Level 3 valuations.   \n68. Mr. Bezan t reached a value conclusion of UAH 1 75 million.  In my view, Mr. Bezant’s de \nnovo valuation analys is only proves the reasonableness of the Kreston  valuation analysis.  The \nvalue conclusio ns differ by about 17 percent, well within a Level 3 tolerance that is acceptable \nin my view.    Moreover, the NBU approved a valuation of UAH 212 million in 2016 and the \nrestated 2016 financial statements of the Bank conti"}
{"start": 52500, "text": "sional disagreement that are commonplace in Level 3 valuations.   \n68. Mr. Bezan t reached a value conclusion of UAH 1 75 million.  In my view, Mr. Bezant’s de \nnovo valuation analys is only proves the reasonableness of the Kreston  valuation analysis.  The \nvalue conclusio ns differ by about 17 percent, well within a Level 3 tolerance that is acceptable \nin my view.    Moreover, the NBU approved a valuation of UAH 212 million in 2016 and the \nrestated 2016 financial statements of the Bank continued to rely on a valuation of UA H 212 \nmillion for the Dnipro Office.   Accordingly, I do not believe there is any need to  perform a de \nnovo valuation analysis as Mr. Bezant has done because all prior valuations of the Dnipro \nOffice were UAH 212 million.  \nC. Hotel Zirka  \n69.  In Ta ble 7 below, I ha ve summarized the various valuations of Hotel Zirka  \nTable 7 -  Summary of Fair Value Calculations for Hotel Zirka  \n \n70. Using Table 7 above, I will explain my logic for my Fair Value conclusion of UAH 1,321  \nmillion.  \n71. Table 7 above indicates  that the initial valu ation  for Hotel Zirka was performed by UCE a nd \nresulted in a valuation of  UAH 3,601 million as  of 14 December 2015.  I consider the UCE \nvaluation date to be outdated both with respect to the date of transfer and the Bank’s 31 \nDecember 2016 financial statements.  \n72. Veritas was hired in 2016 under a tripartite agreement with the Ban k and the NBU to perform \nan updated valuation analysis.  Veritas reached a valuation conclusion of UAH 1,617 million, \nsubstantially  lower than UCE.  The NBU approved a value of UAH 1,693 million less than 5 Asset Value Category Valuer Date VT Value\nHotel Zirka Initial UCE 14-Dec-15 I M 3,601      \n2016 Updated Veritas 30-Jun-16 I+M 1,617      \nNBU Approved Veritas 30-Jun-16 I M 1,693      \n2016 Restated AE 31-Dec-16 I 874           \nClaimant Bezant 03-Jul-16 I 1,072      \nDefendant Kaczmarek 31-Dec-16 I+M 1,321      \nD27/1/24\nPage 24 \n percent higher than the Veritas valuation.  Again , I do not see  it as a cause for concern that a \nvaluation might be adjusted upward after review.  Reviewing a valuation can identify matters \nthat might both increase or decrease the valuation .   \n73. It is my view that the valuation process for Hotel Zirka in 2016 should have concluded with \nthe approved NBU value of UAH 1,693 million.   Instead, the Bank appointed a new valuation \nfirm, A sset Expertise (“AE”) , in 2018/2019 to restate the Fair Value of Hotel Zirka.  The \nvaluation perfor med by AE is almost 50 percen t lower than  the approved NBU value.  Mr. \nBezant has valued Hotel Zirka at UAH 1,072 million, approximately 23 percent higher than \nAE’s value conclusion.  The Fair Value conclusions for Hotel Zirka have been the most volatile \nof the Transferred Real Estate Assets.  \n74.  While I consider it would be rea sonable to accept the NBU’s approved value of UAH 1,693 \nmillion as the best evidence of value in 2016, I noted in paragraph 214 of my First Report on \nReal Estate that there are clear er rors in the Veritas analysis.   Mr. Bezant identified these errors \nas well and made adjustments  in his DCF model.  I agreed with  Mr. Bezant’s valuation of the \nmain hotel complex at Hotel Zirka of UAH 1,072 million.   The only remaining area of disagreement is whether value should be as signed to the auxiliary  building.  Mr. Bezant \nconsiders the building to have no value because it is used in the operation of the main hotel complex – apparently to house employees.  However, neither Mr. Bezant nor I have any \nevidence to indicate whether th e employees pay rent to occupy the auxil iary building or \nwhether or not the employees receive lower wages because they receive free rent.  This is a \nfactual matter that neither he nor I can resolve.  However, assigning no value  is the lowest \npossible figur e and assumes employees are provided with free rent  without any salary or wage \nreduction.  \nD. Hotel Mir  \n75. In Table 8 below, I have su"}
{"start": 56000, "text": " to house employees.  However, neither Mr. Bezant nor I have any \nevidence to indicate whether th e employees pay rent to occupy the auxil iary building or \nwhether or not the employees receive lower wages because they receive free rent.  This is a \nfactual matter that neither he nor I can resolve.  However, assigning no value  is the lowest \npossible figur e and assumes employees are provided with free rent  without any salary or wage \nreduction.  \nD. Hotel Mir  \n75. In Table 8 below, I have summarized the various valuations of Hotel Mir . \nD27/1/25\nPage 25 \n Table 8 -  Summary of Fair Val ue Calculations for Hotel Mir \n \n76. Using Table 8 above, I will explain my logic for my Fair Value conclusion of UAH 259 \nmillion.  \n77. Table 8 above  indicates that the initial valuation for Hotel Mir was performed by UCE and \nresulted in a Fair Value  of UAH 449 million as of 30 July 2015.  I consider the UCE valuation \ndate to o outdated both with respect to the date of transfer and the Bank’s 31 December 2016 \nfinancial statements.   Nevertheless, UAH 449 million was left in the Bank’s financial \nstatements as of 31 Dece mber 2016.  \n78. CBRE  was hired in 2016 under a tripar tite agreement with the Bank and the NBU to perform \nan updated valuation analysis.  CBRE  reached a valuation conclusion of UAH 270 million  as \nof 1 July 2016.  A ccording to the EY Report, the CBRE report had not been provided to EY  \nyet as of the date of the ir report.17  I have also not seen evidence of whether the NBU approved \nor disapproved of the CBRE value conclusion of UAH 270 million.  Nevertheless, I would \nconsider the CBRE value conclusion as the best evi dence of value contemporaneously in 2016.   \nThe reliability of the CBRE value con clusion is further supported in two respects.  \n79. First, Mr. Bezant’s valuation of Hotel Mir is UAH 252 million, an amount that is \napproximately 6 percent less than the CBRE value conclusion.  Second, the NBU had a pproved \na value for the Mir Hotel in early 2015 conducted by Colliers  of UAH 259 million .18       \n80. As such, it is my view that the CBRE valuation in 2016 would have represent ed a reasonable \nmeasure of Fair Value.  Neverthele ss, I have adopted the Collie rs Fair Value of UAH 259 \nmillion because it appears to have been approved by the NBU  (a 4 percent decrease from  the \nCBRE Fair Value  in 2016).  \n \n17 EY R eport, p. 262. \n18 EY Report, pp. 262-263. Asset Value Category Valuer Date VT Value\nHotel Mir Initial UCE 30-Jul-15 I M 449           \n2016 Updated CBRE 01-Jul-16 I+M 270           \nNBU Approved NA NA NA NA\n2016 Restated Expert+ 01-Oct-16 I 226           \nClaimant Bezant 04-Jul-16 M 252           \nDefendant Kaczmarek 31-Dec-16 I+M 259           \nD27/1/26\nPage 26 \n \n Additional Commentary on the Fair Value of the Petrol Stations  \n81. In th is section, I provide additional commentary re lated to the valuation of the 246 Petrol \nStations that were transferred to the Bank .  First, I discuss the NBU’s approval of Fair Values \nfor a subset of the transferred Petrol Stations.  Next, I  offer further commentary on the Original \nand Res tated 2016 Fa ir Values.  Finally, I address Mr. Bezant’s and my valuations of the Petrol \nStations , focusing on the methodological decisions  and input parameters about which the \nexpert s disagree.  \nA. NBU Approv al of the Petrol Station Fair Value s \n82. In the  previous section, I explained my reasoning for adopting the Fair Values approved by the \nNBU for the hotels and office buildings as my own estimate of the Fair Value  of those assets.  \nHowever, based on the information available to me it does not ap pear that the NBU a pproved \nFair Values f or all  246 Petrol Stations  that were transferred to the Bank .   \n83. The EY Report indicates that the NBU approved Fair Values for 199 Petrol Stations , in a total \namount of UAH 4.96 billion.19  According to the EY report, the NBU did not validate the value \nof 49 Petrol Stations.  As part of its de sk re"}
{"start": 59500, "text": "els and office buildings as my own estimate of the Fair Value  of those assets.  \nHowever, based on the information available to me it does not ap pear that the NBU a pproved \nFair Values f or all  246 Petrol Stations  that were transferred to the Bank .   \n83. The EY Report indicates that the NBU approved Fair Values for 199 Petrol Stations , in a total \namount of UAH 4.96 billion.19  According to the EY report, the NBU did not validate the value \nof 49 Petrol Stations.  As part of its de sk review, EY selected an initial sample of 23 Petrol \nStations for analysis .  The EY Report includes the NBU approved values f or these 23 Petrol \nStation s.  All 23 Petrol Stations included in the EY sample were  transferred to the B ank.  The \ntotal NBU Value of the 23 petrol stations was 19 percent higher than the Bank’s recorded F air \nValues.20  For all 199 petrol stations validated, the NBU approved values  were 4  percent  lower \nin total  than the Bank’s recorded F air Values.21  \n84. For each of the 23 Petrol Stations  included in the EY sample, the NBU approved value appears \nto be consistent with the value conclusion reached in the valuation report authored by Veritas .  \nIn its report dated 18 August 2016, Veritas  valued 216 petrol stations, 211 of w hich were  \ntransferred to the Bank.22  Of the independent valuation firms that conducted the 2016 \nvaluations of the Petrol Stations (i.e., Baker Tilly, UCE, and Veritas), Veritas was the only one \nretaine d as part of the tripartite a greement  between the Bank and the NBU  to assess the Fair \n \n19 EY Report, p. 38. \n20 EY Report, p. 39. The total  Fair Value for the 23 Petrol Stations that were  originally recognized by the Bank was \nUAH 827 million, while the NBU approved value for those same 23 Stations was UA H 975 million.  \n21 EY Report, p. 38. The total F air Value for all 199  Petrol Stations that w ere originally recognized by the Bank was \nUAH 5.19 billion, while the NBU approved value for those same 23 Stations was UAH 4.96 billion.  \n22 PB0112789_00001_English  (“Veritas PS Report”) ; Bezant First Report on Tr ansferred Assets, Appendix 3.  \nD27/1/27\nPage 27 \n Value of the T ransferred Assets.  Therefore , it does not surprise me that the NBU approved the \nvalue s contained in the Veritas report.  \n85. As noted above, t he EY Report indic ates that the NBU approved va lues for 199 petrol stations .  \nIn addition, the EY Report identifies the 199 petrol stations for which a valuation was  contained \nin “Report 2” , which is clearly a reference to the Veritas report.   While I can not be certain that  \nthe 199 stations valued in “ Report 2” are the same 199 stations for which the NBU approved a \nvalue, t hat would appear to be a logical conclusion.  Of these 199 stations, 197 appear to have \nbeen transferred to  the Bank.23  It is unclear to me wh y, given tha t Veritas valued 211 of the \ntransferred Petrol Stations , the EY Report  indicates that values for only 199 stations were \npresent in “Report 2”  and the NBU appears to have approved values for only 199 stations . \n86. Regar dless, I do not have NBU approved Fair Val ue estimates for 49 of the transferred Petrol \nStations .  For this reason, my Fair Value conclusion for the  Petrol Stations  is derived from my \nown valuation analysis rather than an NBU approved figure .  However, for the same reasons \nset out in the previous section in which I discuss the  Transferred Real Estate Assets, the Court \nmay decide  that the NBU approved values represent  the best contemporaneous evidence of the \nFair Value of the Petrol Stations  and that the experts need not have undertaken their own de  \nnovo analysis.    Under this  approach , the Veritas valuations sh ould be given preference over \nthe Baker Tilly and UCE valuations , as Veritas was the only valuer  operating under the \ntripartite agreement with the Bank and the NBU, and Veritas is likely to b e the source of the \n199 NBU a pproved values indicated in the EY R ep"}
{"start": 63000, "text": "U approved values represent  the best contemporaneous evidence of the \nFair Value of the Petrol Stations  and that the experts need not have undertaken their own de  \nnovo analysis.    Under this  approach , the Veritas valuations sh ould be given preference over \nthe Baker Tilly and UCE valuations , as Veritas was the only valuer  operating under the \ntripartite agreement with the Bank and the NBU, and Veritas is likely to b e the source of the \n199 NBU a pproved values indicated in the EY R eport.  In my view, the next  priority would be \ngiven to the UCE Cap Report , as this analysis uses the same valuation methodology (income \ncapitalization) and the same underlying operating data  that was provided to Veritas , and \neffectively approved by the NB U.24   \n87. A valuation of each of the 246 transferred Petrol Stations is present in either the Veritas Report \nor the UCE Cap Report, therefore there is no need to rely upon the valuations containe d in the \n \n23 EY Report, p p. 228-234. The two petrol stations that EY analyzed but do not appear to have been transferred to the \nBank are the stations with the fol lowing addresses: (1)  Vinnyts ia-Khutorsky, Stryi- Ternopil- Kirovohrad- Znamen ka \nHWY 399 km + 708m  (P.S. 31 in the EY Repo rt) and (2) Sumy region, Nedryhailivskyi district, Buryn, 86a Lenina \nStr (P.S. 144 in the EY Report).  \n24 The UCE DCF Report also relied up on the same underlying data b ut employs the discounted cash flow method \nrather than the income capitalization method. The UCE DCF Report concludes an average value per petrol station \nthat is approximately 10 percent higher than the UCE Cap Report.  \nD27/1/28\nPage 28 \n Baker Tilly or UCE D CF Reports.  Using  the logic and hierarchy  of the valuation reports  \ndescribed above, the total Fair Value of the Petrol Stations would be UAH 5.9 billion, as shown \nin Table 9 below.  \nTable 9 – Alternative  Valuation of 246 Petrol Stat ions Based on NBU Appro ved Value s25 \n \n88. The UAH 5.9 billion alternative valuation is 7 percent lower than the UAH 6.3 billion  Fair \nValue initially recorded  for the 246 Petrol Stations.   It is also 30 percent lower than the UAH \n8.4 billion value I ascribe to  the Petrol Stations based on m y valuations under both the Income \nApproach and Market Approach.  As I stated in my Second Report, this difference is due to \nmy use of a lower discount rate than those used by Baker Tilly, UCE, and Veritas .  It remains \nmy opini on that the discount rates us ed by these valuers include non- standard, unexplained, \nand overstated premiums that result in the systemic undervaluation of the Petrol Stations . \nB. Original 2016 Fair Values  \n89. Mr. Bezant dismisses the valuation reports underlying t he initially recorded F air Values of the \nPetrol Stations in part due to the inconsistency between the  fuel sales volume  data given to \nBaker Tilly and the data  given to UCE and Veritas.26  Mr. Bezant’s observation was drawn \nfrom a sample of 14 petrol stations for which sales volume data was provided.  At the time of \nmy Second Report, I had reviewed the  detailed  fuel sales volume data that had been presented \nto UCE and Veritas , but neither Mr. Bezant nor I had been presented with t he detailed fuel \nsales volume data underlying the Baker Tilly analysis.   I understand that the Bank produced \ndocumentation that appears to contain the fuel sales data given to Baker Tilly after I filed  my \nSecond Report, and I have now reviewed that data.27 \n90. Baker Tilly was instructed to  value 994 petrol stations, thus much of the data contained in the \nBank’s disclosure is not related to the 246 Petrol Stations that were transferred to the Bank.  I \ncross referenced the newly provided fuel sales data with the B aker Tilly PS Report and the \n \n25 Bezant  Transferred Asset s Report , Appendix 10.a , “Report Valuations” tab.  \n26 Bezan t Transferred Assets Report, ¶¶ 4.19 and 4.59.  \n27 PB0370490_00001.  Valuer # Stations Value\nVeritas 211 5,256,753 \n"}
{"start": 66500, "text": "aker Tilly was instructed to  value 994 petrol stations, thus much of the data contained in the \nBank’s disclosure is not related to the 246 Petrol Stations that were transferred to the Bank.  I \ncross referenced the newly provided fuel sales data with the B aker Tilly PS Report and the \n \n25 Bezant  Transferred Asset s Report , Appendix 10.a , “Report Valuations” tab.  \n26 Bezan t Transferred Assets Report, ¶¶ 4.19 and 4.59.  \n27 PB0370490_00001.  Valuer # Stations Value\nVeritas 211 5,256,753 \nUCE (Cap Report) 35 648,234    \nTotal 246 5,904,987 \nD27/1/29\nPage 29 \n sales volume data given to UCE and Veritas in 2016 , in order to compare the two data sets . \nWhile UCE and Veritas received sales volume data for both 2015 and the first half of 2016, \nBake r Tilly only received data for 2015.  Therefore, my comparison is limited to 2015.   I have \nfive observations regarding the fuel sales volumes given to Baker Tilly, UCE, and Veritas in \n2016. \n91. First, after combining all Petrol Stations  and fuel types, the re is no ma terial difference between \nthe Bake r Tilly volumes and the  UCE  and Veritas  volumes. Both data sets indicate that the \naverage fuel sales volume per Petrol Statio n in 2015 was 1,482 tons, as shown in the table \nbelow.   \nTable 10 – Comparison o f 2015 Fuel Sales Volumes G iven to Baker Tilly and UCE/V eritas28 \n \n92. Second, I recognize that there are substantial discrepancies between the data sets when  looking \nat any individual fuel type .  On average, the data given to Baker Tilly  reflected  higher diesel \nsales volumes, and lower petrol and gas sales volumes.  However, as shown in Table 10  above, \nthese differences offset almost exactly.  \n93. Third, as noted above, on an individual station basis there is significant variation between the \nUCE/Veritas  and Baker Tilly sales volumes. For some  Petrol Stations , the Baker T illy volumes \nare higher, and for others the UCE/Veritas volumes are higher.  I have not been able to identify any systematic pattern or bias in these variations.  For example, it does not appear  as if petrol \nstations owned by a  particular company are more likely to all have higher volumes according \nto the Baker Tilly volumes data . \n94. Fourth, the detailed fuel sales documentation relied on by Baker Tilly does not match the volumes for the 14 stations  included in Mr. Bezant’s Appendi x 10a.  As noted in the MBBK \nJS, these volumes were in fact calculated by Mr. Bezant rather than taken from origin al source \ndocuments.  The detailed Baker Tilly sales volume data indicates fuel sales that are \n \n28 Appendix F.1. For station counts, see Bezant Transferred Asset Report, Table  4.2. A-92 A-95 Diesel Gas Total\nUCE/Veritas  Volumes (tonnes) 123,218 72,619 116,675 50,531 363,042 245 1,481.8\nBT Volumes (tonnes) 75,852 46,000 209,791 28,460 360,103 243 1,481.9Data Source Average Volume \nper StationFuel Type # of Stations \n(X/246)\nD27/1/30\nPage 30 \n approximately 9 percent lower than those calcul ated by Mr. Bezant.  I show t he results of this \ncomparison in Table 11 below . \nTable 11 – C ompar ison of Baker Tilly Volumes to Mr. B ezant’s Calculations29 \n \n95. Fifth, in addition to fuel sales volumes, I also reviewed the detailed operat ing cost and fixed \nasset data that was provided to Baker Tilly.30  I confirmed that the detailed operating cost data  \nmatches the summary figures contained in the Baker Tilly PS Report itself .31  It does not appear \nthat the fixed asset data provided to Baker Tilly was used in Ba ker Tilly ’s valuation analysis.  \n96. My review  of the detailed sales volume data provided to Baker Tilly indicates that the average \nfuel sales volume  per station are effectively identical to those provided to UCE and Veritas .  \nIn my view, th e identification of discrepan cies at an individual  station level between the t wo \nfuel sales volume data sets does not warrant the wholesale rejection of the 2016 valuation \nreports .  I remain convinced that my reliance upon"}
{"start": 70000, "text": "r Tilly was used in Ba ker Tilly ’s valuation analysis.  \n96. My review  of the detailed sales volume data provided to Baker Tilly indicates that the average \nfuel sales volume  per station are effectively identical to those provided to UCE and Veritas .  \nIn my view, th e identification of discrepan cies at an individual  station level between the t wo \nfuel sales volume data sets does not warrant the wholesale rejection of the 2016 valuation \nreports .  I remain convinced that my reliance upon the detailed historical sales vol umes that \nunder lie my DCF mod el is appropriate, and that Mr. Bezant’s reliance on ex -post volume data \ngeneralized from petrol stations that were never transferred to the B ank is wholly inappropriate \nfor a proper market- based valuation analysis on a specifi ed date.  \n \n29 Appendix F .1. \n30 PB0370489_00001 ; PB0370491_00001 . \n31 PB0370489_00001 ; PB0164437_00001_English , p. 61. New Baker \nTilly DataMr. Bezant \nCalculationΔNew Baker \nTilly DataMr. Bezant \nCalculationΔ New Baker \nTilly DataMr. Bezant \nCalculationΔ\n1.14 152 167 -9% 178 195 -9% 1,006 1,086 -7%\n1.15 126 137 -8% 118 129 -9% 1,044 1,198 -13%\n1.16 16 18 -8% 72 79 -9% 1,131 1,237 -9%\n1.17 38 41 -9% 79 87 -9% 1,169 1,276 -8%\n9.11 221 240 -8% 324 355 -9% 427 477 -10%\n9.13 274 294 -7% 495 540 -8% 407 443 -8%\n9.16 322 340 -5% 202 228 -11% 921 976 -6%\n9.19 429 462 -7% 268 296 -9% 479 531 -10%\n9.17 81 89 -9% 87 95 -9% 521 565 -8%\n9.10 124 129 -4% 110 113 -3% 625 647 -3%\n9.21 165 180 -8% 124 137 -10% 587 622 -6%\n1.13 228 249 -8% 197 219 -10% 1,586 1,795 -12%\n1.10 154 162 -5% 140 152 -8% 1,355 1,491 -9%\n9.12 227 243 -7% 284 313 -9% 280 304 -8%\nTotal 2,557 2,751 -7% 2,677 2,936 -9% 11,538 12,650 -9%A-92 A-95 Diesel\nStation\nD27/1/31\nPage 31 \n C. Restated 2016 Fair V alues  \n97. Mr. Bezant and I disagree regarding the relevance of the R estated 2016 Fair Values.32  The \nRestated 2016 Fair Values of the 246 Pe trol Stations are based on valuation reports authored \nby Volyn and Expert +.  In my Second R eport, I made several observa tions regarding these \nreports .  In summary : \n• Neither Volyn nor Expert+ appear to have been provided with historical sales volumes \nfor the 246 Petrol Stations that were transferred to the Bank.   Instead, both firms \nsubstituted their own surveys of similar pe trol stations’ sales volumes.33 \n• Neither Voly n nor Expert+ clearly explain how the “similar” petrol stations were chosen , \nhow their calculations were performed, or how the resulting figures were applied to the 246 petrol stations .\n34 \n• Volyn relies on data taken  from 2018 field studies while Expert+ rel ies on data taken \nfrom 2017 survey results.  In both cases, the key input to the valuation of the Petrol Stations is based on data that was not know n or knowable as of 31 December 2016, the \nvaluation date used by b oth firms.   This fact renders the value co nclusions produced by \nVolyn and Expert+ non -compliant with the Fair Value  (and Market Value) standards.\n35 \n98. I remain of the view that, for the reasons stated above, the 2016 Restated Fair Values of the \nPetrol Stations  are entirely notional, i.e., they are not based on any actual financial or operating \ndata related to the specific Petrol Stations be ing valued.  I therefore continue to accord these \nvaluations no weight when determining my own view of the  Fair Value of th e Petrol Stations  \nas of 31 December 2016.  \nD. The Experts’ Valuations  of the Petrol Stations.  \n99. The experts agree that the Income (DCF) Approach is an appropriate methodology to use when \nvaluing the Petrol Stations , but disagree on a  number of inputs and assumpt ions underlying the \nDCF analysis.36  In my Second Report I identified three errors in Mr. Bezant’s valuation of the \n \n32 MBBK JS, ¶ 3.4. \n33 Second Expert Report of Brent C. Kaczmarek , 21 February 2022 (“Kaczmarek Second Report ”), ¶ 52. \n34 Kaczmarek Second Report, ¶¶ 54 -55. \n35 Kaczmarek Second Report, ¶ 52. \n36 MBBK JS , Section 7.  \nD27/1/3"}
{"start": 73500, "text": "at the Income (DCF) Approach is an appropriate methodology to use when \nvaluing the Petrol Stations , but disagree on a  number of inputs and assumpt ions underlying the \nDCF analysis.36  In my Second Report I identified three errors in Mr. Bezant’s valuation of the \n \n32 MBBK JS, ¶ 3.4. \n33 Second Expert Report of Brent C. Kaczmarek , 21 February 2022 (“Kaczmarek Second Report ”), ¶ 52. \n34 Kaczmarek Second Report, ¶¶ 54 -55. \n35 Kaczmarek Second Report, ¶ 52. \n36 MBBK JS , Section 7.  \nD27/1/32\nPage 32 \n Petrol Stations using the DCF approach, all of which result in an  understatement of the Fair \nValue of the Petrol Stations.    \n“First, I do not  agree with Mr. Bezant that the sales volume data \nprovided to the original valuers in 2016 should be ignored in favor \nof the sales volumes set out in the restated Volyn Report.  Second, I \ndisagree with Mr. Bezant’s projection o f capital expenditures, which \nare designed to force the Petrol Stations toward a specific RONIC.  \nThird, the country risk premium for Ukraine th at Mr. Bezant \nincorporates into the Petrol Stations’ cost of equity is, in my view, \ntoo high.”37 \n100. Following the me eting of experts , Mr. Bezant and I continue to disagree about these three \nassumptions that feed into the experts’ respective DCF Models.  In ad dition, Mr. Bezant and I \ndisagree on two additional matters related to the valuation of the Petrol Stations.  First, I have \nconstructed my DCF  model in US Dollars while Mr. Bezant’s model is constructed in UAH.  \nI disagree with Mr. Bezant ’s view that  my mo del overstates the value of the Petrol Stations \ndue to the currency in which I have constructed my model .38  Final ly, I disagree with Mr. \nBezan t’s position that my Market Approach, in which I gathered transaction al data for over 20 \npetrol station networks located in Eastern Europe, does not provide valuable insight into the \nFair Value of the 246 Petrol Stations transferred to the Bank.  I discuss these five remaining \nareas of disagreement in the following subsections.  \ni. Fuel Sales Volumes  \n101. The volume of projected fuel sales by the Petrol Stations is the single most important input \ninto the DCF model .  As I explained in my  Second Report, I have relied  upon the detailed \nhistorical fuel sales data that was used by UCE and Veritas in their  valuations of the Petrol \nStations.  Mr. Bezant discards this contemporaneous data in favor of the volumes contained in \nthe Volyn Restated P S Report .  The Volyn volumes  are not based on data for  the 246 Petrol \nStations  transferred to the Bank but instead on an unknown number of supposedly similar \npetrol stations .  Moreover, the Volyn volumes are derived from data taken from 2018, two \nyears aft er the valuation date . \n \n37 Kaczmarek Second Report, ¶ 71. \n38 MBBK JS, ¶¶ 7.10 -11. \nD27/1/33\nPage 33 \n 102. In my experience as a valuation expert, when I am provided with contemporaneous historical \nfinancial or operating data by a client,  I assume that data to be accurate unless there is clear \nevidence to the contrary.   In my view, no evi dence has been presented in t his case that would \nlead me to conclude that the volumes upon which I rely are the product of an inf ormation  \nsystem s error or of fraud .  While I acknowledge, as stated in Section VII.B above, that there \nare station and product level discrepancies between t he fuel sales volume data provided to UCE \nand Veritas versus those provided to Baker Tilly, I showed that the total aggregate volumes , \non a per -station basis, are nearly identical.  This provides me with additional confidence t hat \nthe general magnitude  of projected fuel sales in my model is reasonable.  T he detailed 2015 \nfuel sales data provided to Baker Tilly, which was produced by the Bank after I submitted m y \nSecond Report, reinforces the reasonableness of my petrol volume as sumption , rather than \nundermi nes it. \n103. In the MBBK J S, Mr. Bezant attempts to justify the use of ex -post pet"}
{"start": 77000, "text": "otal aggregate volumes , \non a per -station basis, are nearly identical.  This provides me with additional confidence t hat \nthe general magnitude  of projected fuel sales in my model is reasonable.  T he detailed 2015 \nfuel sales data provided to Baker Tilly, which was produced by the Bank after I submitted m y \nSecond Report, reinforces the reasonableness of my petrol volume as sumption , rather than \nundermi nes it. \n103. In the MBBK J S, Mr. Bezant attempts to justify the use of ex -post petrol volume data.  \n“Mr Bezant has relied on estimates of the sales volumes of the Petrol \nStations for periods prior to his  valuation date which were onl y \ncompiled after this  date. H e does so because of the concerns he \nidentifies  further below at 7.18 regarding the accuracy of  historical \ndata reported prior to this date. In most circumstances, the buyer and \nseller of petrol stations  would have had acces s to reliable \n(potentially  warra nted) volume data as at the valuation date. Given \nthe issues regarding the volume data collated prior to this date (see \n7.18), Mr Bezant relies on estimates of  2016 volumes prepared at a \nlater date as a proxy for  data available  in 2016.”39 \n104. If a valuation is  to be compliant with either the Fair Value standard that I use  or the Market \nValue standard that Mr. Bezant uses, t he existence of “concerns” regarding the accuracy of \ncontemporaneous data cannot justify  reliance  on documentat ion that became available two \nyears after  the valuation date.  With respect to the OSFs , Mr. Bezant clearly indicates that the \nuse of ex -post information significantly weakens his analysis . \n“I recognise that my valuation is subject to important limitations . In \nparticular: (1) it relie s on information that was not known or \nknowable as at the Valuation Date (such as the auction prices); ”40 \n \n39 MBBK  JS, ¶ 7.12. \n40 Bezant Report on Transfer red Assets, ¶ 5.73.  \nD27/1/34\nPage 34 \n 105. The use of 2018 volume data that is b ased on “field studies” of stations that were never \ntransferred to the Ba nk is not me rely a limitation of Mr. Beza nt’s DCF analysis : it renders his \nconclusions non-compliant with the Market Value and Fair Value standards.  \nii. RONIC calculation  \n106. In my Second Report I made  four observations related to Mr. Bezant’s RONIC calculation, \nwhich has the  effect of artificially capping the profitability of the Petrol Stations via an ever -\nincreasing level of hypothetical capital expenditures that produce no economic benefit to the \nPetrol Stations .41  In the MBBK JS , Mr. Bezant confirmed his view  that a  RONIC adjustment \nis necessary to ensure that the Petrol Stations would not earn supernormal profits  in perpetuity.  \n“Mr Bezant considers that, consistent with the views of  valuation \npractitioners generally (such as Professor  Aswath Damodaran), \nfirms that do not possess a sustainable competi tive advantage cannot \nmake  returns in excess of the cost of capital in the long run  (Exhibit \nMB-B12). According to economic theory, a firm  making such \nsupernormal profits (which can be  measured usi ng the RONIC \nmetric), would attract  competitors to the mark et desiring to share in \nthose  profits, and scrutiny from regulators if competition was  not \npossible or was distorted. Once additional firms  enter the market, \nsupernormal profits are eroded through competition.” 42 \n107. I disagree with Mr. Bezant’s justification for such a hypothetical capital expenditure as it \nrelates to the 246 Petrol Stations that were transferred to the Bank.   In my Second Report, I \nnoted that businesses can generate strong long -term profits when  geographic location is a \ncritical element of  business success.  \n“When geographic location is a key driver of profitability, this can \npresent a buffer or impediment against new market entrants and provide a long- term competitive advantage.  Ther efore, I do not \nbelieve that it is necessary to artificially  restrain the profi"}
{"start": 80500, "text": "s it \nrelates to the 246 Petrol Stations that were transferred to the Bank.   In my Second Report, I \nnoted that businesses can generate strong long -term profits when  geographic location is a \ncritical element of  business success.  \n“When geographic location is a key driver of profitability, this can \npresent a buffer or impediment against new market entrants and provide a long- term competitive advantage.  Ther efore, I do not \nbelieve that it is necessary to artificially  restrain the profitability of \nthe Petrol Stations as Mr. Bezant has done with his RONIC adjustment.”\n43 \n108. In my view , the presence of an existing firm that is making “supernormal  profits” (I do not \nconsider  that the experts ’ agreed pre-tax profit margin of 10 percent could reasonabl y be \n \n41 Kaczmarek Second Report, ¶¶ 78- 82. \n42 MBBK JS, ¶ 7.22.  \n43 Kaczmarek Second Report, ¶ 80. \nD27/1/35\nPage 35 \n described as “ supernormal profits ”) is not the primary driver behind another firm’s  decision to \nenter a market  as a new competitor .  Instead , a new entrant would analyze the supply and \ndemand imbala nce in the market when decidi ng whether to invest .  If an existing company in \na particular market is servicing the entire demand in a given physical location and making a \nreturn in excess of its cost of capital , a rational competitor would not  enter and co mpete in that  \nlocation becaus e, at best, prices and profits would fall and the demand would be split between \ntwo competitors. Moreover, the existing competitor has a natural barrier of entry as it would \nhave the option to temporarily lower prices to make a  new competitor’s entry unvia ble, i.e., \nthe new entrant would not be able to recover  its capital investment with an economic profit.  \nTherefore, the new entrant would not invest, and the existing firm would continue to earn \nreturns in excess of its cost of  capital.    \n109. If, however, an e xisting firm cannot meet the full demand for its servic es within  a given  \nphysical location and is making excess profits, a competitor would be drawn to enter that \nmarket to fulfil the excess demand and that new competitor could  also make profits  in excess \nof its cost of capital .  In either case , when consider ing businesses such as the Petrol Stations, \nfor which geographic location is a key driver of profitability, there should be no implicit \nexpectation that the ir returns revert to the cost of capital.  \n110. My other three observations regarding Mr. Bezant’s RONIC adjustment concern Mr. \nBezant’s implementation of the adjustment through the Petrol Stations’ capital expenditures.   \nMr. Bezant has provided no justification for his implemen tation  apart from “computatio nal \nconveni ence.”   I continue to hold the view that Mr. Bezant’s  RONIC adjustment is an \ninappropriate tool  to artificially constrain profits, cash flow, and value. This inappropriate  \nadjustment contributes significantly to Mr. Bezant’s exceptionally low va luation res ults \nrelative to  the average prices at which petrol stations have been  bought and sold in Eastern \nEurope , a topic I discuss  in subs ection ( v) below . \nD27/1/36\nPage 36 \n iii. Discount Rate  \n111. As indicated in t he MBBK JS , the only material method ological difference between t he \nexperts ’ discount rate methodologies  relates to the country risk premium.44  Mr. Bezant’s cost \nof equity includes a country risk premium of 7.6 percent, while I use a country risk premium \nof 3 percent in my valuation of the P etrol Stations .  In m y Second  Report, I explain ed in detail \nthe many reasons why I believe Mr. Bezant’s country risk premium to be inappropriate and \noverstated .45  Most importantly , I noted that the sovereign borrowing rate for a country is often \ndriven by considerations unrelated to the risk factors faced by a private business such as the \nPetrol Stations.46 \n112. In my Second Report, I explained that country risk can be incorporated either into the \ndiscount"}
{"start": 84000, "text": "t in my valuation of the P etrol Stations .  In m y Second  Report, I explain ed in detail \nthe many reasons why I believe Mr. Bezant’s country risk premium to be inappropriate and \noverstated .45  Most importantly , I noted that the sovereign borrowing rate for a country is often \ndriven by considerations unrelated to the risk factors faced by a private business such as the \nPetrol Stations.46 \n112. In my Second Report, I explained that country risk can be incorporated either into the \ndiscount rate or into the cash flow projections .47  I demonstrated that my 3 percent country ris k \npremium reduces the value of the Petrol Stations by 18 percent, equivalent to a loss of 66 days’ \nworth of revenue each and every year.  If I were to instead adopt Mr. Bezant’s 7.6 percent \ncountry risk premium, my valuation would be reduced by 36 percent , equivalent to a loss of \n131 days’ worth of revenues.  Mr . Bezant’s country risk premium therefore leads to the  \nconclusion that the operation of a petrol station  in Ukraine is  such a  risky endeavor  that an \ninvestor would expect  the petrol station to be no n-operational  for over four months each year \nin perpetuity .  \n113. The flaw in Mr. Bezant’s country risk premium , which is derived from sovereign bond yields , \nis further evident when comparing the country risk premiums for Ukraine and  Russia.   Mr. \nBezant relies on the country risk premiums  published by Duff & Phelps as March 2016 using \nthe Country Y ield Spread Model.  Duff & Phelps reported country risk pre miums  for Ukraine \nof 7.6 percent  and for Russia of 3.1 percent .48   \n114. Using this da ta and Mr. Bezant’s logic, an  otherwise identical petrol station operating in \nUkraine versus Russia would have substantially different valuations .  I consider a simplified  \n \n44 MBBK JS, ¶ 6.9. The re is also a material differe nce in the expert s’ cost of debt assumptions, but this difference is \ndue to the fact that Mr. Bezant presents his discount rate in UAH, while I present mine in USD.  I discuss the currency \nassumption used by each exper t in the following subsection.  \n45 Kaczma rek Second Report, ¶¶ 83-91. \n46 Kaczmarek Second Report, ¶ 84. \n47 Kaczmar ek Second Report, ¶ 158.  \n48 Duff & Phelps, 2016 International Valuation Handbook, PDF p p. 202-203 (Data Exhibit  4, pp. 2 -3). (MB -A31)  \nD27/1/37\nPage 37 \n example concerning a hypothetical petrol station located in  Crimea  both before and a fter \nRussia’s annexation of t he Crimean Peninsula .  This hypothetical petrol station generates stable \nrevenues of US$ 100, has a profit margin of 10 percent, and a discount rate, excluding the \ncountry risk premium , of 10 percent.   \nTable 12 – Impact of Location  on the Value of a Hypothetical Petrol Station  \n \n115. According to Mr. Bezant , a petrol station operating in Cr imea  while part of Ukraine sh ould \nincrease in value by 34 percent after Russia’s  annexation of Crimea because  the suppose d \ncountry risk premium  in Russia is much lower than that of Ukraine.   \n116. In my view , this analysis underscores the flawed nature of using sovereign bond yields or \nthe Duff & Phelps data from which  “country risk premiums ” are derived, as the basis for \nestimat ing the incremental risks ass ociated with investing in  a private business such as petrol \nstations .  Logically, the same petrol station should not be materially higher or lower in value \nif it operates in Ukraine or Russia  as risk perceptions would largely be equivalent .   \n117. Finally, Mr. Bezant’s  country risk assumption in his valuation of the petrol stations appears \nto conflict with the country risk adjustment  used in his Share Pledge Report .  In many of his \nvaluations of the share pledge companies, Mr. Bezant  applied a 25 percent reducti on to the \ntrading multiples of comparable companies  to account for the incremental country risks \nassociated with operating in Ukraine .49  Mr. Bezant indicates that this 25 percent discount can \nbe viewe"}
{"start": 87500, "text": "ivalent .   \n117. Finally, Mr. Bezant’s  country risk assumption in his valuation of the petrol stations appears \nto conflict with the country risk adjustment  used in his Share Pledge Report .  In many of his \nvaluations of the share pledge companies, Mr. Bezant  applied a 25 percent reducti on to the \ntrading multiples of comparable companies  to account for the incremental country risks \nassociated with operating in Ukraine .49  Mr. Bezant indicates that this 25 percent discount can \nbe viewed  as a 3- 4 percent increase  in the discount rate .  When calculating the cost of equity  \nfor the petrol stations, however, Mr. Bezant increases the cost of equity by 7.6 percent , \nresulting in the larger valuation impact noted above. The 3 -4 percent  adjustment that Mr. \nBezant considers  reasonable for the share pledge companies is in line with the 3 percent \ncountry risk premium used in my discount rate calculation . \n \n49 See, e.g., Expert Re port of Mar k Bezant on Share Pledges , 24 Novembe r 2021 , ¶ A8.73 . Location Revenue Margin Profit Discount Rate \n(No CRP)Country Risk \nPremiumDiscount \nRateValue\nA B C = A x B D E F = D + E G = C / F\nUkraine 100 10% 10 10% 7.6% 17.60% 56.8\nRussia 100 10% 10 10% 3.1% 13.10% 76.3\nDifference 0 0 0 0.0% 4.5% 4.5% 134.4%\nD27/1/38\nPage 38 \n iv. Currency of  the Valuation Analysis  \n118. In my S econd Report I explain my r ationale for conducting my valuation of the Petrol \nStations in US Dollars . \n“It is lo gical to calculate the Fair Value of the Petrol Stations in US \ndollars (before converting the Fair Value to UAH) because oil, and \nby extension oil product derivatives are priced in US dollars. ”50 \n119. Mr. Bezant chose to construct hi s DCF model in UAH rather tha n US Dollars.  Mr. Bezant \nand I agree that, in theory, the choice of  currency should not affect the valuation result.51  \nHowever, Mr. Bezant is of the opinion that my US D ollar based valuation overstates the value \nof the Petrol Stations . \n“Mr Bezant therefor e considers that a valuation in USD does not \nreflect the ability of Ukrainian customers to pay prices expressed in \nUSD for their fuel. In particular, if the Ukrainian hry vnia depreciates \nsignificantly against the dollar, the ab ility of the Petrol Stations to \ngenerate the same profits in USD terms will fall given the inability of the Ukrainian customers (who are not paid in USD) to pay the same prices in USD terms without v olumes declining.  \nAs the exchange rate varies, the value of the Petrol Stations is \ntherefore more likely to remain constant over time in UAH terms \nthan USD terms.”\n52 \n120. I disagree with Mr. Bezant ’s commentary regarding consumers ’ ability to pay higher petrol \nprices in the event of local currency devaluation .  A depr eciation of the UAH vis -à-vis the \nUSD indicates that the increase in Ukra inian price levels  has been greater than  the USD-\ndenominated price level  increases for th ose same goods  and services . A higher inflation rate \nindicates  that Ukrainian  market participa nts have raised  their prices more  than participants in \nthe US  market. Mr . Bezant appears to suggest that petrol stations would be  uniquely  prevented \nfrom  raising the ir own prices in the same manner as  all other participants  in the Ukrainian \neconomy. I do not find this suggestion to be credible.  \n \n50 Kaczmarek Second Report , ¶ 114. \n51 MBBK JS, ¶ 7.6. \n52 MBBK JS, ¶ 7.9. \nD27/1/39\nPage 39 \n 121. Other valuation practitioners tasked with valuing the Petrol Stations also confirm that \nincreases in global oil prices resul t in an increase in Ukrainian petrol prices, while a drop in \nglobal oil price m ay not be passed on to Ukrain ian consumers. \n“There is only one rule in the Ukrainian market of petroleum \nproducts: if world petroleum prices increase, the cost of Ukrainian \npetroleum products changes in direct proportion; if world petroleum \nprices drop, it  is not practically reflected  on the steles  [sic] of \ndomestic petrol filling stat"}
{"start": 91000, "text": " Petrol Stations also confirm that \nincreases in global oil prices resul t in an increase in Ukrainian petrol prices, while a drop in \nglobal oil price m ay not be passed on to Ukrain ian consumers. \n“There is only one rule in the Ukrainian market of petroleum \nproducts: if world petroleum prices increase, the cost of Ukrainian \npetroleum products changes in direct proportion; if world petroleum \nprices drop, it  is not practically reflected  on the steles  [sic] of \ndomestic petrol filling stations in any manner whatsoever.”53 \n122. This sentiment is echoed by Mr. Bezant’s own source document, which indicates that pet rol \nstations generally raise prices for fuel  quickly whe n oil prices rise in USD, but  then decrease  \nprices rather slowly when oil prices decline in USD .54  This article indicates that petr ol stations \ntake advantage of oil price movements in USD to enhance  their profit margins – the opposite \nof what Mr . Bezant  now suggests.  \n123. I also disagree w ith Mr. Bezant’s proposition that, following variations in exchange rates, \nthe value of the Petrol Sta tions is more likely to remain constant in UAH than in USD .  In my \nextensive experience valuing companies that produce or tra de in commodities that are pr iced \nglobally in US Dollars , these companies are typically valued in US Dollars and then the \nvaluation result is converted, if necessary, to local currency as of the valuation date.   \n124. Other valuation firms retained to value the  OSFs recognized that prices in Ukraine’s oil and \ngas sector move with the UAH -USD exchange rate, meaning that prices remain tied t o the \ndollar regardless of any devaluation in the local currency.  \n“Due to the significant volume of imports, retail prices practically \nfollow the dynamics  of the exchange rate. ”55 \n“Given that Ukraine is import -dependent, the price of petroleum \nproducts in the domestic market is formed taking into account price \nquotations at the main European hubs of southern and north- western \nEurope. Therefore, the upward tr end in consumer prices was \nobserved in the Ukrainian market: the price of gasoline increased by 20%, and diesel fuel -  by about 22%. The larger increase in oil prices \non the domestic market of Ukraine is primarily due to the \n \n53 PB02737 00_00001_English , p. 19.  I assume that “ steles ” is a mist aken trans cription of “sales ” or a synonymous  \nterms in the original Ukra inian docume nt. \n54 Federal Reserve Bank of St Louis, Why Gas and Oil Prices Don't Always Move in Sync, 1 October 2014.  (MB -\nB66) \n55 PB0164438_00001_English, p. 26.  \nD27/1/40\nPage 40 \n depreciation of the hryvnia aga inst foreign currencies and a larger \nshare of raw materials (petroleum products) in the final selling  \nprice. ”56 \n125. In the above quotations, both Baker Tilly and Expert+ indicate that Ukrainian retail petrol \nproduct prices increase when the UAH decreases, which  is consistent with my approach and \ncontrary to that of Mr. Bezant.  \n126. Mr. Bezant concludes that my valuation of the Petrol Stations using the Income Approach is \noverstat ed by approximately 10 percent due to a supposed mismatch in  the currencies of my \nfuel pr ices and growth rates.  \n“In his DCF analysis, Mr Kaczmarek converts U AH petroleum \nprices to USD before forecasting price growth based on the change \nin forecast Brent oil prices. In doing so, Mr Kaczmarek assumes the growth in UA H-denominated domestic fuel prices applies to USD -\ndenominated domestic fuel prices, rather than U AH-denominated \nprices as Mr Bezant has assumed. This has the effect of increasing Mr Kaczmarek’s valuation by around 10%, incorrectly in Mr Bezant’s view.”\n57  \n127. I remain convinced that my pri ce projection methodology, in which I  project USD-\ndenominated fuel prices based on the  change in forecast Brent prices, which are also \ndenominated in USD, is reasonable. Implicit in this projection  is that UAH denominated fuel \nprices would evolve not only due to changes in B"}
{"start": 94500, "text": "rices, rather than U AH-denominated \nprices as Mr Bezant has assumed. This has the effect of increasing Mr Kaczmarek’s valuation by around 10%, incorrectly in Mr Bezant’s view.”\n57  \n127. I remain convinced that my pri ce projection methodology, in which I  project USD-\ndenominated fuel prices based on the  change in forecast Brent prices, which are also \ndenominated in USD, is reasonable. Implicit in this projection  is that UAH denominated fuel \nprices would evolve not only due to changes in Brent prices, but also changes in the UAH /USD  \nexch ange rate.   Mr. Bezant has not  explained how, in his view, a cash flow projection \ndenominated in US Dollars would differ from my approach.  \n128. Finally, Mr. Bezant has suggested  that my valuati on of the Petrol Stations using the Income \nApproach would be 9 percent lower as of 1 July 2016 versus 31 December 2016, due to \ncurrency fluctuations alone.   \n“…if Mr Kaczmarek’s opinion is correct that the  value of the Petrol \nStations is more like ly to rema in constant in USD than UAH, then \nhis calculation would imply a value of the Petrol Stations as at 1 July \n2016 that is around 9% lower in UAH terms as a result of the  UAH \nweakening against the USD in the second half of  the year .”58 \n \n56 PB0273778_00001_English , p. 2 3. \n57 MBBK JS, ¶ 7.10.  \n58 MBBK JS, ¶ 7.11.  \nD27/1/41\nPage 41 \n 129. Mr. Bezant’s v iew that my  conclusion would differ by 9 percent  between 1 July 2016 and 31 \nDecember 2016 is overly simplistic and ignores the fact that one cannot change the valuation \ndate and update the value conclusion merely by adopting the prevailing exchange rate on that \ndate.   Currency devaluations do not occur in isolation.  T hey are the result of changes in relative \npurchasing power between two currencies , taking into account relative price levels and other \ncurrent and projected macroeconomic indicators.   It makes  no sense t o assume that exchange \nrates would change, but all other relevant inputs to the DCF analysis would be held constant.  \nv. Market Approach  \n130. In my Second Report, I valued the 246 Petrol Stations using not only the Income Approach \nbut a lso the Market Approach .  I identified 14 transactions involving the purchase and sale of \npetrol station networks located in Eastern Europe between 2012 and 2016 for which the \npurchase price was publicly available.  Table 13 below , which reproduces Table 14 from my \nSecond Report, summ arizes my transaction analysis.  \nD27/1/42\nPage 42 \n Table 13 -  Comparable Petrol Station Network Transactions59 \n \n131. In order to determine the Fair Value of the 246 Petrol Stations, I considered a range  of US$ \n1.1 million to US $ 1.6 million, reflective of t he weighted average and simple average prices \nper station, respectively, as well as the US$ 1.25 million  per station  price paid by AMIC to \nLukoil to purchase  240 Ukrainian petrol stations in 2015.  Since the former Lukoil stat ions \nneeded to be rebranded a nd I consider that the Bank ought to have rebranded the 246 Petrol \nStations transferred to it, I concluded that  an av erage Fair Value of US$ 1.25 million per station \n \n59 Kaczmarek Second Report, Appendix E. Date Buyer Seller Price (US$)Enterprise or \nSharesPetrol Stations Location Price/Station OSFs\n24-Apr-08 Lukoil Petrol  $     244,796,020 Enterprise 75 Bulgaria  $     3,263,947 0\n28-Jul-08 Lukoil Aytimez  $     555,000,000 Enterprise 693 Turkey  $       700,000 8\n31-Oct-08Hellenic \nPetroleumKoc Holding  $       45,400,000  Enterprise 17 Bulgaria  $     2,073,529 3\n28-May-10 TNK-BP Vik Oil  $     313,000,000  Enterprise 118 Ukraine  $     2,652,542 8\n2012 NIS (Serbia) NA  $       18,870,387  Enterprise 11 Bulgaria  $     1,715,490 0\n2012 NIS (Serbia) NA  $       11,144,435  Enterprise 5 Romania  $     2,228,887 0\n2012 NIS (Serbia) NA  $        3,858,198  Enterprise 4Bosnia and \nHerzegovina $       964,550 0\n28-Feb-13 NIS (Serbia) OMV  $       68,841,152  Enterprise 28Bosnia and \nHerzegovina $     2,45"}
{"start": 98000, "text": "  45,400,000  Enterprise 17 Bulgaria  $     2,073,529 3\n28-May-10 TNK-BP Vik Oil  $     313,000,000  Enterprise 118 Ukraine  $     2,652,542 8\n2012 NIS (Serbia) NA  $       18,870,387  Enterprise 11 Bulgaria  $     1,715,490 0\n2012 NIS (Serbia) NA  $       11,144,435  Enterprise 5 Romania  $     2,228,887 0\n2012 NIS (Serbia) NA  $        3,858,198  Enterprise 4Bosnia and \nHerzegovina $       964,550 0\n28-Feb-13 NIS (Serbia) OMV  $       68,841,152  Enterprise 28Bosnia and \nHerzegovina $     2,458,613 0\n7-Mar-13 NIS (Serbia) NA  $        1,471,471  Shares 1 Bulgaria  $     1,471,471 0\nApr/July 2013 NIS (Serbia) NA  $        2,204,220  Shares 2 Romania  $     1,102,110 0\n21-Jul-14 NIS (Serbia) NA  $        3,859,185  Shares 1 Serbia  $     3,859,185 0\n3-Dec-14 MOL Lukoil  $       54,506,472  Enterprise 44 Czech Republic  $     1,238,783 0\n15-Dec-14 Slovnaft Ceska Lukoil  $       68,493,528  Shares 96 Slovakia, Hungary  $       713,474 0\n30-Apr-15 AMIC Energy Lukoil  $     300,000,000 NA 240 Ukraine  $     1,250,000 6\n31-Jul-15 MOL Eni  $     180,480,566 Enterprise 208Romania (42), Czech \nRepublic (125), \nSlovakia (41) $       867,695 NA\n3-Jun-15 Olerex Lukoil  NA Shares 37 Estonia NA 0\n7-Jul-15 NIS (Serbia) NA  $        8,002,261 Shares 5Bulgaria (4), Serbia \n(1) $     1,600,452 0\n20-Jan-16 Unipetrol OMV  $     161,000,000 NA 70 Czech Republic  $     2,300,000 0\n30-Jun-16 MOL Eni  $     111,171,710 Enterprise 190Slovenia (17), \nHungary (173) $       585,114 0\n3-Sep-16 AIMC Lukoil NA 230Lithuania, Latvia, \nPolandNA NA\n27-Dec-16 Glusco Energy Rosneft NA 141 Ukraine NA NA\nWeighted \nAverage $     993,903,585 905  $    1,098,236 \nSimple Avg  $    1,596,845 \n8-Feb-17 DCC EnergyExxonMobil \n(Esso) $     293,891,000 NA 142 Norway  $     2,069,655 NA\n14-Dec-20 EG Group OMV  $     743,861,000 Enterprise 285 Germany  $     2,610,039 NA\n8-Jun-21 MOL OMV  $     397,744,173 Shares 120 Slovenia  $     3,314,535 0\n2-Jul-21 PetrolCordux \nDerivati $     249,895,410 Enterprise 91 Croatia  $     2,746,103 \n7-Dec-21 D. Anifantakis Glusco Energy NA 141 Ukraine NA 4\n12-Jan-22 MOLPKN Orlen / \nGrupo Lotus NA 417 Poland  $     1,462,830 NA\n12-Jan-22 PKN Orlen MOL  NA 185Hungary (144), \nSlovakia (41) $     1,400,000 NA\nNA = Not AvailableSelected Post Valuation Date Ukraine and European  Petrol Station Network TransactionsPre Valuation Date Ukraine and Eastern Europe  Petrol Station Network Transactions\nD27/1/43\nPage 43 \n is reasonable for the 246 Petrol Stations.  On that basis, I reached a value conclusion of  US$ \n307.5 million, or UAH 8.36 billion, for the Petrol Stations using the Market Approach. \n132. While Mr. Bezant does not use the Market Approach to value the Petrol Stations, he does \ninclude a reasonableness check in which he refers to transaction prices for E uropean petrol \nstation networks. Mr. Bezant’s summary table is reproduced below as Figure 1.  \nFigure 1 – Mr. Bezant’s Market Approach Reasonableness Check60 \n \n133. Figure 1 shows that the average transaction price per petrol station in M r. Bezant’s dataset is \nUS$ 1.4 million, which is consistent with the range I obs erved in my own analysis .  However, \nrather than rely on the US  Dollar denominated purchase price, Mr. Bezant  converts the value  \nof each transaction  into UAH using the prevailin g exchange rate as of each  transaction date.   \nAs a result, Mr. Bezant assumes that the value of  the acquired petrol stations remains constant \nin UAH terms from the transaction date through his valuation date of 1 July 2016, and that the \nUAH denominated val ues have not increased due to the depreciation of the UAH against the \nUS Dollar .   \n134. As explained in the previous subsection, fuel prices in Ukraine evolve with foreign exchange \nrates such that any devaluation in the local curren cy results in a corresponding increase in UAH \ndenominated petrol product prices.  Given that the petrol industry is so closely tied to the US \nDollar, I consider Mr. Bezant’s methodology to be unreaso"}
{"start": 101500, "text": "uation date of 1 July 2016, and that the \nUAH denominated val ues have not increased due to the depreciation of the UAH against the \nUS Dollar .   \n134. As explained in the previous subsection, fuel prices in Ukraine evolve with foreign exchange \nrates such that any devaluation in the local curren cy results in a corresponding increase in UAH \ndenominated petrol product prices.  Given that the petrol industry is so closely tied to the US \nDollar, I consider Mr. Bezant’s methodology to be unreasonable.  Mr. Bezant has offered no \nevidence to support his  view that the  devaluation of  the UAH between 2 012 and 201 6 resulted \nin a deterior ation of the USD denominated value of Ukrainian petrol stations.  \n \n60 Bezant Transferred Assets Report, Appendix 10a.  Transactions\nDate Seller Buyer Transaction price Petrol stationsImplied per petrol \nstation price Exchange rateImplied per petrol \nstation price\nUSD million # USD million USD/UAH UAH million\nDec-08 ANP Privat 675 500 1.4 0.13 10.2\nJan-09 Zolotoy Hepard TNK-BP 200 36 5.6 0.13 42.8\nApr-09 Hermes Parallel-M-LTD 50 48 1.0 0.13 8.0\nMay-10 Vikoil TNK-BP 313 118 2.7 0.13 21.0\nApr-11 Ros Kontinium 40 11 3.6 0.13 29.0\nMar-12 Kalina SOCAR 30 20 1.5 0.13 12.0\nJul-12 Lukoil-Ukraine - 33 22 1.5 0.13 12.0\nSep-14 Lukoil-Ukraine AMIC Energy Manag 300 240 1.3 0.08 16.3\nNov-14 BRSM-Nafta FreezeOil Fund 140 135 1.0 0.07 15.2\nDec-14 OJSC Lukoil Hungarian MOL grou 49 44 1.1 0.06 17.2\nMetrics\nMinimum 1.0 8.0\nMaximum 5.6 42.8\nMedian 1.4 15.7\nAverage 2.1 18.4\nSources: Veritas Original PS Report, pages 89 to 95; Exhibit MB-B101: MOL 2014 Annual Report, page 123.\nD27/1/44\nPage 44 \n 135. As a result, I remain convinced that my valuation assessment of the Petrol Stations using the \nMarket Approach  is reasonable, and should be  accorded equal weight with the Income \nApproach when determining the Fair Value of the Petrol Stations.  \n Additional Commentary on the Fair Value of the  OSFs  \n136. Mr. Bezant and I adopt  fundamentally  different approaches when valuing the OSFs that were \ntransfe rred to the Bank.61  In the following subsections, I offer my additional comments on the \nFair Value of the OSFs in 2016. \nA. Original 2016 Fair Value s \n137. The Bank retained Baker Til ly to prepare valuations of 149 OSFs as of 31 December 2015.  \nThe Baker Tilly valuations for the 72 Transferred OSFs totaled UAH 5, 685 million.  This is \nthe value relied on by Defendant  1. \n138. It is unclear if  the NBU and the Bank ever signed a tripartite agree ment with a valuer to value \nthe 72 Transferred OSFs in m id-2016 similar to those in p lace for the Transferred Real Estate \nAssets or the Transferred Petrol Stations.   However, the EY Report does indicate that a valuer \nwas commissioned  to value  36 OSFs in mid -2016 . \n“Report 2. Report on the valuation of 36 petrole um tank farms (as \nlisted) as of 30.06.2016 The report was provided by representatives \nof PJSC CB PRIVATBANK”62 \n139.   A presentation prepared on the Bank’s situation in 2017 indicates that Veritas was the valuer \nappointed to value 36 of the OSFs.63  The EY Report  further indicates that the N BU specifical ly \nselected the 36 OSFs to be valued.  \n“We were advised that 36 petroleum tank farms were selected by \nNBU specialists based on their condition and liquidity. ”64 \n140. It is not clear from the  EY Report whether the criterion of “condition and liquidity ” means \nthe N BU selected OSFs with poor “condition and liquidity” or good “condition and liquidity.”  \nThis could be confirmed through an evaluation of the report itself, but I do not have a copy of \n \n61 MBBK JS , Section 8.  \n62 EY Report, p. 235. \n63 Extract from Exhibit GDP1 , PDF p. 184. \n64 EY Report, p. 239. \nD27/1/45\nPage 45 \n it, and Mr. Bezant indicates in his Report on T ransferred Assets that he does not have one  \neither.65   \n141. I am also not able  to identify , from the information currently available to me,  how many of \nthe 36 OSFs valued in this report relate to the 72 T"}
{"start": 105000, "text": "y.”  \nThis could be confirmed through an evaluation of the report itself, but I do not have a copy of \n \n61 MBBK JS , Section 8.  \n62 EY Report, p. 235. \n63 Extract from Exhibit GDP1 , PDF p. 184. \n64 EY Report, p. 239. \nD27/1/45\nPage 45 \n it, and Mr. Bezant indicates in his Report on T ransferred Assets that he does not have one  \neither.65   \n141. I am also not able  to identify , from the information currently available to me,  how many of \nthe 36 OSFs valued in this report relate to the 72 Transferred OSFs .  However, given that t he \nNBU was commissioning valuations under tripartite agreements to obtain Fair Values for all  \nTransferred Real Estate Assets and Transferred Petrol Stations  at the same time, and that \nVeritas was often selected as a valuer under such tripartite agreements,  I believe it is reasonable \nto assume (absent contrary evidence) that the  valuation of the 36 identified OSFs formed part \nof the 72 Transferred OSFs.    \n142. It is clear from the EY Report that all 36 OSFs were part of the 149 OSFs valued by Baker \nTilly .  The E Y Report indicates th at Verit as placed a v alue of UAH 1,314 million  on the 36 \nOSFs  while Baker Tilly placed a value  of UAH 2,249 million  on the same 36 OS Fs.66  While \nVeritas  placed a value on the same 36 OSFs that is 42 percent lower than Baker Tilly’s val ue, \nthe valuation commissione d by the NBU  reveals that the OSFs were not o f minimal value  – \nthe conclusion reached by Mr. Bezant (UAH 520 million for 72 OSFs)67 and the valuers \ncommissioned to perform the 2016 Restated Fair Value s (UAH 312 million) .68  I am of the \nview that the Veritas valuation of 36 OSFs undermines the credibility of the valuations \nprepared by both Mr. Bezant  and the valuers commissioned to perform the 2016 restatement.   \n143. I understand from Ms. Rozhkova’s witness statement that she is critic al of the Baker Tilly \nOSF val uation report .  First, she states the report  was deficient because it did not calculate the \nmarket value of the OSFs . \n“First, the report did not provide an assessment of the market value \nof the oil storage facilities.”69 \n144. The Bak er Tilly OSF Valuation Report does indeed explain that the standard or basis of value \ncalculated was “ the appraisal value (non -market appraisal base) .”70  Baker Tilley later explains \nwhy the appraisal was a non- market appraisal.   They explain that  it did no t conduct  a “special \n \n65 Bezant Transferred  Assets Report , ¶¶ 5.29 - 5.31. \n66 EY Report, p. 240. \n67 Bezant Transferred Ass et Report, ¶ 5.71 \n68 Bezant Transferred Asset Report, Table 3 -2. \n69 Rozhkova I, ¶ 172. \n70 PB0164438_00001_English  (“Baker Tilly OSF Valuation Report ”), p. 8. \nD27/1/46\nPage 46 \n check ” of the market demand for sales volumes and thus could not rule out a potential ly highe r \nand be tter use of the OSFs.   \n“Thus, the Technical Assignment is intended to conduct an appraisal \nin accordance with the specific condit ions established by the \nCustomer, which are not  market -based. This applies, first of all, to \nthe appraisal model and sales volumes, which in turn are the most \nsensitive parameters in relation to the value of the Assets. The expert \ndid not conduct a special  check of the market demand and the \npossibility of selling on the market the volume of fuel specified by \nthe Customer in the Technical Assignment and cannot assert that a \npotential buyer, if he wishes to conduct a market transaction for the \nacquisition of a pet roleum tank farm, will not la y down other sales \nforecasts and use a different business management model. So, the value determined in the report does not take into account the most efficient use of the Assets and in no case can be considered as market value , but is only an interpretati on of the Tec hnical Assignment \nestablished by the Customer. ”\n71 \n145. This matter as explained by Baker Tilly should not have been of concern  because it would \nonly mean the appraisal might be too low  (i.e., not t"}
{"start": 108500, "text": "tank farm, will not la y down other sales \nforecasts and use a different business management model. So, the value determined in the report does not take into account the most efficient use of the Assets and in no case can be considered as market value , but is only an interpretati on of the Tec hnical Assignment \nestablished by the Customer. ”\n71 \n145. This matter as explained by Baker Tilly should not have been of concern  because it would \nonly mean the appraisal might be too low  (i.e., not the highest and be st use ).  From a strict \nvaluation perspective, the Market Value basis must consider the highest and best use of the \nasset being valued.  If the highest and best use of the asset is not considered, the valuation will \nnot conform to the Market Value standard .  It appears Baker Tilly determine d it could not refer \nto its valuation results as Market Value because the highest and best use was not considered.  \n146. Second, Ms. Rozhkova expresses concern about a restriction in the Baker Tilly OSF \nValuation Report which prohibi ts the transfer of the report  to state ent ities.  \n“Secondly, the report clearly stated that it was for internal use of the \n“Customer” only (i.e., the Bank), and should not be relied on by \nthird parties, including state organisations and regulatory \nauthoriti es.”72 [emphasis added]  \n147. I provide the full t erms of the restricti on from the Baker Tilly OSF Valuation Report below:  \n“Use of Appraisal - the appraisal is performed in accordance with \nthe Technical Assignment provided by the Customer, is intended solely for internal use by the Customer and is not intended to be \ntransfer red to any third parties, including, but not limited to, state \n \n71 Baker Tilly OSF Valuation Report, p. 30. \n72 Rozhkova I , ¶ 172. \nD27/1/47\nPage 47 \n organisations, regulatory authorities, financial institutions or clients \nof the Customer. ”73  \n148. The restriction does not say the rep ort “should not be relied on”  by third parti es.  Rather the \nrestriction states that the report is “not intended to be transferred ” to third parties.   While the \nrestriction also states the report “ is intended solely for internal use by the Customer ,” I do not \nsee this as unu sual since the report was commissioned only by the Bank.  From my own \nexperience, this is a boiler plate restriction that a valuer would put in a valuation report to \nprotect oneself from unintended liability.    \n149. There are similar restrictions in other valuation report s.  For example , CBRE provided the \nfollowing language in their valuation report on the Kyiv Office.  \n“This report may be used exclusively by the Parties who are \ncounterparties under the valuation contract set forth above and for  \nthe specific purposes stated  in this report , and no responsibility is \naccepted to any third party for the whole or any part of its \ncontents.”74   \n150. However, in the case of the CBRE Kyiv Office Valuation Report, the NBU was a client \nbecause it was prepared under a tripartite a greement.   The Baker Tilly OSF Valuation Report \nwas not commissioned under a tripartite agreement.   \n151. Ultimately it would  appear Baker Tilly did provide their consent for the  report to be sent to \nthe NBU because Ms. Rozhkova explains she in fact received the  report on 18 May 2016 (27 \ndays after the report was finalized on 11 April 20 16). \n“Despite the NBU repeatedly requesting a copy of the valuation report over the following weeks, the Bank did not provide Baker Tilly’s report until 18 May 2 016”\n75  \n152. Mr. Bezant  is also cri tical of the Baker Tilly OSF V aluation R eport.  I address Mr. Bezant’s \nthree concerns in turn.  \n153. First, Mr. Bezant appears to cast aspersions upon Baker Tilly’s valuation of the OSF s because \nthe source of the information for the OSFs was the Bank prior to na tionalization.  \n \n73 Baker Tilly OSF Valuation Report, p. 2. \n74 PB0354183_00001_English , p. 7.  \n75 Rozhkova  I, ¶ 170. \nD27/1/48\nPage 48 \n “The BT OSF R"}
{"start": 112000, "text": "Baker Tilly’s report until 18 May 2 016”\n75  \n152. Mr. Bezant  is also cri tical of the Baker Tilly OSF V aluation R eport.  I address Mr. Bezant’s \nthree concerns in turn.  \n153. First, Mr. Bezant appears to cast aspersions upon Baker Tilly’s valuation of the OSF s because \nthe source of the information for the OSFs was the Bank prior to na tionalization.  \n \n73 Baker Tilly OSF Valuation Report, p. 2. \n74 PB0354183_00001_English , p. 7.  \n75 Rozhkova  I, ¶ 170. \nD27/1/48\nPage 48 \n “The BT OSF Rep ort states that “the Customer [the Bank] instructs \nthe Expert [BT] to carry out calculations based on the sales volumes \nestablished by the Customer and the predicted dynamics of fuel \nconsumption”.  In other wor ds, the Bank, pr ior to nationalisation, \nprovided BT with the information that materially drives the \nvaluation in the BT OSF Report.”76 \n154. I do not see any justification for Mr. Bezant’s concern .  As the Bank retained Baker Tilly to \nconduct the val uation, naturally the Bank would provide the data to Baker Tilly.  \n155. Second, Mr. Bezant claims he cannot find third- party data to “ cross check ” the data provided \nto Baker Tilly.   Apparently, Mr. Bezant is of the view that his inability to “cross check” the \ndata means the  data must be doubted.  \n“As I explain in Appendi x 12, I have been unable to identify other \nthird -party information to cross -check or verify the information \nprovided to and relied on by BT.”77 \n156. I see no basis for Mr. Bezant’s desire to “cross check ” the data  given to Baker Tilly.  It is \ncommon for valuers to accept the data given to them by clients as accurate unless some obvious \nissue in the data is gleaned which suggests it might have been provided in error.  I note that \nExpert+ stated that they also accepte d data provided to them by the Bank in 2018 to a ssist in \nperforming the 2016 restatement of Fair Values as accurate and did not verify it . \n“The valuation is based on the information provided by the \nCustomer  [Bank] . This factor carries certain warnings and \nassumptions regard ing the results of the valuati on. All information \nof a financial, economic and technical nature, provided by the Customer in oral or written form, confirmed or not documented, was accepted as reliable. The Valuer bears no respo nsibility for the fact \nthat the data provided by the Custom er is real .”\n78 \n157. Third, Mr. Bezant further criticizes  the Baker Tilly valuation process because Baker Tilly \nallegedly did not verify that the OSFs were operational.  \n“On this basis, the BT OSF Report a pplied a D CF approach to valu e \nthe OSFs, assuming that they were operational. However, there is \nno indication in the BT OSF Report that the authors:  \n \n76 Bezant Report on Transferred Assets,  ¶ 5.23. \n77 Bezant Report on Transferred Assets, ¶ 5.23. \n78 PB0273778_00001 _English , p. 7. \nD27/1/49\nPage 49 \n (1) confirmed that the OSFs valued were, in fact, operational \n(indeed, the BT OSF Report makes clear that BT had not  conducted \na physic al inspection of  the OSFs) .”79 \n158. Once again, Mr. Bezant’s criticism is misplaced as he suggests it is common for valuers to \ntest the veracity of the data provided to them.  This is an exceptionally uncommon practice in \nmy view.  I  do not recall a single engagement I have performed where I  felt the need to test the \nveracity of the data a client provided to me.  Moreover, the data provided to Baker Tilly \nindicate s that the OSFs were in fact operational.    \n159. The Baker Tilly OSF Valuatio n Report indicates Baker Tilly received:  \n“2. Financial and economic information:  \n2.1. Data on the release and residue of petroleum products \nmonthly for the period of 11 months. 2015. \n2.2. Monthly operating costs on expense items for 2014.”80 \n160. Given the above  data, it would have been qui te unorthodox for Baker Tilly to doubt that the \nOSFs were operational.  \n161. As for the failure to conduct site visits, I understand that Baker Tilly was trying to meet "}
{"start": 115500, "text": "The Baker Tilly OSF Valuatio n Report indicates Baker Tilly received:  \n“2. Financial and economic information:  \n2.1. Data on the release and residue of petroleum products \nmonthly for the period of 11 months. 2015. \n2.2. Monthly operating costs on expense items for 2014.”80 \n160. Given the above  data, it would have been qui te unorthodox for Baker Tilly to doubt that the \nOSFs were operational.  \n161. As for the failure to conduct site visits, I understand that Baker Tilly was trying to meet a \nvery tight deadline to enable the Bank to move forward with th e Restructuring Plan.  Visiting \n149 OSF sites would have taken a  considerable amount of time  and delayed their valuation \nreport . \n162. I also believe it is reasonable to infer that Veritas considered the OSFs to be operational  from \na review of the EY Report.  Wh ile the EY Report indicates V eritas employed the Sales \nComparis on Approach rather than the Income Approach81, I would have expected the EY \nReport to highlight any doubts Veritas had concerning the operational status of the 3 6 OSFs \nthat Veritas valued.   More over, t he EY Report also indi cates that Veritas utilized the sales of \nother OSFs as comparables, which I would find appropriate.82  There is no indication that the  \ncomparable OSFs were not operational.  \n \n79 Bezant Report on Transferred Assets, ¶ 5.24. \n80 Baker Tilly OSF Valua tion Report, p. 8. \n81 EY Report, p. 236. \n82 EY Report, p. 239. \nD27/1/50\nPage 50 \n 163. Accordingly, I believe there is no reason to doubt that  the OSFs were operational, p articularly \ngiven the fact that OSF s are an integral part of the supply of oil product derivatives to petrol \nstations which I discuss in the next subsection.  \n164. Without the valuation report prepared by Veritas, I am unable to exam ine the reasons for the \ndiffe rence between the Baker Tilly valuations and that of Veritas.  I do note however  that the \nEY Report observed that  there may be significant differences between the use of the Income \nApproach and the Sales Comparison A pproach. \n“Given the low liquidity of the  petroleum tank farm market in \nUkra ine, the results of the income approach may differ significantly \nfrom the results of the market sales comparison approach used in the \nvaluation.”83 \n165. As such, the Veritas Fair Value conclusion fo r the 36 OSFs does not underm ine the Baker \nTilly valuation of the same.  The EY Report also stated that the Income Approach would be \nthe preferred valuation approach (the approach adopted by Baker Tilly) . \n“In our opinion, in respect of the subj ect property (plant, property \nand equipme nt of petroleum tank farm) and purpose of valuation \n(pledge as collateral), the market value of the subject property is best \ndetermined using the income approach as a test for devaluation.”84 \n166. I agree with the EY Rep ort in this regard.  \n167. I also note that EY’s desk review of Veritas ’ report alle gedly identified certain errors in the \nSales Comparison Approach which would adjust Veritas’ Fair Value conclusion to UAH 1,27 7 \nmillion  (approximately 3 percent) .  Without Veritas ’ report, I c annot verify or examine any of \nthese supposed errors.  \n168. Neverthele ss, the NBU approved Veritas’ Fair Value conclusion of UAH 1,314 million  for \nthe 36 OSFs  which, as mentioned above, was 42 percent lower than the Baker Tilly valuation \nfor the same 36 OSFs .85  Overall, m y own Fair Value calculations for the 72 OSFs (UAH 2 ,370 \nmillion) is 58 percent lower than the Baker Tilly valuation results (UAH 5,685 million) .  The \ndifference is largely  due to my assumption that a reasonable profit m argin  for OSFs would be \n \n83 EY Report, p. 237. \n84 EY Report, p. 237. \n85 EY Report, p. 39. \nD27/1/51\nPage 51 \n 1.5 percent while Baker Tilly a ssumed a margin of approximately 4 percent.86  All of the above \nindicates that my Fair Value conclusion for the 72 OSFs is reasonable, if not possibly too low . \nB. Mr. Bezant’s Valuation  \n169. As I explained"}
{"start": 119000, "text": "ower than the Baker Tilly valuation results (UAH 5,685 million) .  The \ndifference is largely  due to my assumption that a reasonable profit m argin  for OSFs would be \n \n83 EY Report, p. 237. \n84 EY Report, p. 237. \n85 EY Report, p. 39. \nD27/1/51\nPage 51 \n 1.5 percent while Baker Tilly a ssumed a margin of approximately 4 percent.86  All of the above \nindicates that my Fair Value conclusion for the 72 OSFs is reasonable, if not possibly too low . \nB. Mr. Bezant’s Valuation  \n169. As I explained in my Second Report, Mr. Bezant’s reliance on auction price s of OSFs from  \n2019 to 2021 to establish a measure of Market Value for the 72 OSFs in 2016 is nonsensical.  \nHis approach is not compliant with either IVS 2013 or IFRS 13 , both of which requir e a value \nto be established on a date with only known or knowable  information.  Mr. Bezant understands  \nthis requirement, but appears to have resorted to ex -post auction data  because he felt he could \nnot carry out a compliant measure of Market Value.87  Given  that Mr. Bezant’s “valuation” of \nthe OSFs does not comply with his instruction to establish the Marke t Value  in mid -2016, I \nreiterate that his analysis is unhelpful and not  useful . \n170. I only have one further comment to add with respect to Mr. Bezant’s views on the value of \nthe OSFs.   \n171. As noted in the MBBK JS, Mr. Bezant a nd I disagree as to the role OSFs play in the logistical \nmovement of oil product derivatives from refineries, pipelines, or train  stations  to petrol \nstations.   I believe they play a critical role in the supply chain due to the large  amount of \nimport s while  Mr. Bezant is doubtful of this role.   Specifically, Mr. Bezant stated in the MBBK \nJS: \n“Mr Bezant has reviewed Mr Kaczmarek’s exhibit stating that 85% \nof the fuel consumed in Ukraine was imported.  Mr Bezant does not \nconsider that this fact alone informs wh ether the transferred Petrol \nStations  require the transferred OSFs, which will depend on factors \nlike the amount of storage capacity at the Petrol Stations, the \nregularity of fuel deliveries,  and demand at the Petrol Stations. ”88 \n172. I would draw attention to a n Expert+ Valuation  Report which purports to  establish the \nrestated Fair Value of one OSF as of 31 December 2016.89  While I disagree with the Fair \nValue calculation in that report, as it relies upon general industrial propertie s as comparable to \nan OSF , Expert+ provides a very useful and deta iled analysis of the OSF and petrol station \n \n86 Kaczmarek Second Report, footnote 1 28. \n87 Bezant Transferred Assets Report, ¶ 5.73.  \n88 MBBK JS, ¶ 8.11. \n89 PB0273778_00001_English . \nD27/1/52\nPage 52 \n industry.  Within that analysis, Expert+ makes the following statement with respect to the role \nOSFs play in  facilitating the movement of oil prod uct derivatives to petrol sta tions.  \n“Oil storage (oil depot, oil terminal) - an industrial facility for \nstorage of oil and petroleum products, can be transhipment, \ndistribution, transhipment and distribution. Typically, such storage \nis an underground or ab oveground tanks, as well as a  platform for \nreceiving / shipping pr oducts stored for transport (rail tankers, road \ntankers, tankers, etc.) or in the pipeline. \nAs a rule, ready -made oil products enter the oil storage.”90 \n173. Expert+ confirms my view.  OSFs play a  necessary role in facilitati ng the movement of oil \nproduct deriva tives from pipelines, refineries, or train s tations to petrol stations.  \nC. Restated 2016 Fair Values  \n174. The Bank retained three valuation firms to determine  the restated 2016 Fair Values for the \nOSFs.  These firms included AE , Exper t+ and Volyn.  In total, the valuers produced these Fair \nValue assessments across 11 reports.91  To date, I have not received most of these reports to \nreview.  \n175. Mr. Bezant has prepared Appendix 3 to his Transferred Asset Re port which identifies the \nvalues de termined by each valuer for the  72 OSFs.  In total, the 72 OSFs "}
{"start": 122500, "text": ". Restated 2016 Fair Values  \n174. The Bank retained three valuation firms to determine  the restated 2016 Fair Values for the \nOSFs.  These firms included AE , Exper t+ and Volyn.  In total, the valuers produced these Fair \nValue assessments across 11 reports.91  To date, I have not received most of these reports to \nreview.  \n175. Mr. Bezant has prepared Appendix 3 to his Transferred Asset Re port which identifies the \nvalues de termined by each valuer for the  72 OSFs.  In total, the 72 OSFs were valued at UAH \n312 million by the valuers.  This amounts to an average value of UAH 4.33 million (US$ \n173,000) per OSF . 92 \n176. According to Mr. Bezant, the va luers noted in total that 71 of th e 72 OSFs were not \noperational i n 2018/19.93  This does not seem surprising given that Mr. Bezant state s that the \nBank never operated the OSFs.94  Mr. Bezant appears to be of the view that the Bank never \noperated the OSFs be cause they were leased to par ties related to Defendants.  \n“I unders tand that, shortly after the OSFs were transferred to the \nBank, the Bank leased them to parties alleged by the Bank to be \n \n90 PB0273778_00001 _English , p. 24. \n91 Bezant Rep ort on Transferred Assets, ¶ 5.34. \n92 Bezant Report on Transferred Assets, Table 5 -2. \n93 Bezant Report on Transferred Assets, ¶ 5.36. \n94 Bezant Report on Transferr ed Assets, ¶ 5.12. \nD27/1/53\nPage 53 \n ultimately owned or controlled by the First Defendant and/ or \nSecond Defendant. The Bank never ope rated the OSFs.”95 \n177. Mr. Bezant’s understanding appears to be only partially correct.  While I understand that the \nintention was that the OSFs and Pe trol Stations would be leased back to parties controlled by \nDefendants after their transfer to the Bank, the B ank’s 2016 financial statements indic ate that \nthe Transferred Assets were still recorded at Fair Value as “Non -Financial Assets.”96  In Figure \n2 below, I  show the no te contained in the Bank’s 2016 financial statements demonstrat ing the \nTransferred Assets (l isted as “Repossessed Collateral”), i ncluding the OSF s and Petrol \nStation s, were all listed  at Fair Value under “Non- Financial Assets.”  \nFigure 2 – PrivatBank 2016 Financial Statement Disclosure on Trans ferred Assets97 \n \n \n178. I note tha t Mr. Bezant was also instructed that  the Bank maintained the supposed initial “Fair \nValues” of the Transferred Assets in the Bank’s balance sheet at year end 2016. \n“For the purposes of your report, you are instructed to assume :  \n(a) that the values of the  assets as at 31 December 2016 record ed in \nthe Bank's 2016 financial statements (the \"Original 2016 Values\") \nare the same as the values initially recognised on  the Bank's \naccounts on receipt of the asset …”98 \n179. If the Bank had in f act leased the OSFs (and Petr ol Stations) back to parties related to the \nDefendants , the Fair Value of the OSFs (and Petrol Stations) should have been transferred to \nfinancial assets (i.e ., financial leases).   Either the Bank’s accounting is wrong or the s uggestion \nthat these assets w ere leased is wrong.  \n \n95 Bezant Report on Transferred Assets, ¶ 5.12. \n96 Exhibit MB- A117, p. 67. \n97 Exhibit MB- A117, p. 67. \n98 Exhibit MB- A1, ¶ 5.5. \nD27/1/54\nPage 54 \n 180. In any event, I am aware of a presentation prepared by the Bank in 2017 which indicates the \nsupposed leases were cancelled in mid -2017.  \n“In accordance with the terms of the financial leasing agreement, all \nnotifications were sent to th e lessee on the termination of financ ial \nleasing agreements from  15.06.2017 and the need to return the \nleased assets to the bank's balance sheet according to the  \nAcceptance -Transfer Act. ”99 \n181. As such, the Bank repossessed the OSFs  (and Petrol Stations)  as of 15 June 2017.  Thus, if \nthe Bank was not operating the OSFs in the second half of 2017 and throughout 2018, it appears \nto be so because the Bank chose not to operate these assets.   By not operating these assets, their \nvalue would obv"}
{"start": 126000, "text": "n the termination of financ ial \nleasing agreements from  15.06.2017 and the need to return the \nleased assets to the bank's balance sheet according to the  \nAcceptance -Transfer Act. ”99 \n181. As such, the Bank repossessed the OSFs  (and Petrol Stations)  as of 15 June 2017.  Thus, if \nthe Bank was not operating the OSFs in the second half of 2017 and throughout 2018, it appears \nto be so because the Bank chose not to operate these assets.   By not operating these assets, their \nvalue would obviously deteriorate shar ply. \n182. I am of the view that the non -operating status of the OSFs in 2018 negatively and improperly \ninfluenced the 2016 restated Fair Values determined by the v aluers  for two reasons .  First,  the \nBank does  not appear to have provide d the valuers with the dat a given to Baker Tilly indicating \nthese assets were operating .  Second, the valuers appear to have used the Market Approach \n(i.e., Sales Comparison Approach) to value the OSFs  on a square meter basis where  the \ncompar ators were other non- comparable industri al properties.  \n183. To demonstrate how negatively influenced the 2016 restated valuations of the OSFs  are, I \nprovide three  examples from one Volyn report.100 \n184. The fi rst example concerns a petroleum tank farm located in the Odessa Regio n, Kotovsk, 1 \nNaftovyi Lane .  Mr. Bezant assigned #91 to this OSF , Volyn assigned #7, and Baker Tilly \n#136.  The Baker Tilly OSF Valuation Report indicates the capacity of the tanks is 7,410 tons \nand the dispatch volumes during the first 11 months of  2015 was 68,824 tons.101  Baker Till y \nvalued this OSF at UAH 225,495,879.102  Volyn provided an aerial photograph of this OSF \nwhich I include below.  It is evident from the photograph that the OSF is located adjacent to a \nrailway line.  \n \n99 Extract from Exhibit GDP1, PDF p. 189.  \n100 PB0274205_00001 _English . \n101 Baker Tilly  OSF Valuation Report, p. 15. \n102 Baker Tilly OSF Valuation Report , p. 5. \nD27/1/55\nPage 55 \n Figure 3 – OSF Located in Odessa at 1 Naftovyi Lane103 \n \n \n185. Volyn notes that the OSF was not operational  at the time the valuation was being \nconducted.104  Further, Volyn identifies the aspects of the property that they are valuing which \nI include below in Figure 4. \nFigure 4 – Aspects Being Valued of the OSF Located in Odessa at 1 Naftovyi Lane105 \n \n186. Note in Figure 4 above that the Tanks and Railway overpass are not assigned any square \nmeters.  As Volyn uses the Sales Comparison Approach on a square meter basis, no value is  \nassigned to the Tanks or Railway ove rpass.   In Figure 5 below , I show the three properties \nVolyn determined to be comparable to this OSF.  \n \n103 PB0274205_00001_English, p. 39. \n104 PB0274205_00001_English, p. 40. \n105 PB0274205_00001_English, pp. 39-40. \n \nItem No.  Description  Space -and-planning parameters  \n1. Office Building A  Total area - 375.4 sq.m.  \n2. Amenity Building B  Total area - 313.3 sq.m.  \n3. Building M  Total area - 22.2 sq.m.  \n4. Laboratory G  Total area - 29.4 sq.m.  \n5. Material Warehouse Z  Total area - 73.1 sq.m.  \n6. Material Warehouse z  Total area - 261.1 sq.m.  \n7. Bath Station L  Total area - 127.5 sq.m.  \n8. Fire Department D  Total area - 74.2 sq.m.  \n9. WC-and-bathroom unit ZH  Total area - 7.3 sq.m.  \n10. Operator’s loading station V  Total are a - 31.1 sq.m.  \n11. Operator’s unloading station K  Total area - 65.9 sq.m.  \n12. Fence, gate  2 pcs.  \n13. Tanks   \n14. Railway overpass   \n \nD27/1/56\nPage 56 \n Figure 5 – Properties Deemed Comparable to the OSF Located in O dessa at 1 Naftovyi \nLane106 \n   \n187. The obvious observation is tha t the properties above are nothing like a petroleum tank farm.  \nThe average asking  price for these facilities was US$ 217,000 or US$ 58 per square meter.107  \nVolyn considered the OSF to be inferior to these properties and assigned a value of US$ 34.03 \nper square  meter.108  With a total area of 1,380.5 square meters, Volyn valued this OSF at US$ \n46,978 or "}
{"start": 129500, "text": " \n Figure 5 – Properties Deemed Comparable to the OSF Located in O dessa at 1 Naftovyi \nLane106 \n   \n187. The obvious observation is tha t the properties above are nothing like a petroleum tank farm.  \nThe average asking  price for these facilities was US$ 217,000 or US$ 58 per square meter.107  \nVolyn considered the OSF to be inferior to these properties and assigned a value of US$ 34.03 \nper square  meter.108  With a total area of 1,380.5 square meters, Volyn valued this OSF at US$ \n46,978 or UAH 1,277,000 at an exchange rate of 27.19 UAH/US$.109 \n188. The second  example concerns a petroleum tank  farm located in the Kherson region, Brilevka \nurban- type settlemen t.  This is a less active OSF .  Mr. Bezant assigned # 40 to this OSF , Volyn \nassigned # 8, and Baker Tilly #141.  The Baker Tilly OSF Valuation Report  indicates the \ncapacity of the tanks is 7, 130 tons and the dispatch volumes during the first 11 months of 2015 \nwas 6, 515 tons.110  Baker Tilly valued this OSF at UAH 16,808,321.111  Volyn provided an \naerial photograph of this OSF which I include below. \n \n106 PB0274205_00001_English, pp. 100, 101, 102.  \n107 PB0274205_00001_English, p. 102. \n108 PB0274205_00 001_English, p. 110. \n109 PB0274205_00001_English, p. 120. \n110 Baker Tilly OSF Valuation  Report, p. 15. \n111 Baker Tilly  OSF Valuation Report , p. 5. \nD27/1/57\nPage 57 \n Figure 6 – OSF Located in Kherson , Brilevka112 \n \n \n189. Volyn does not indicate if  the OSF was oper ational or not at the time the valuation was being \nconducted.  Further, Volyn identifies the aspects of the property that they are valuing which I \ninclude below in Figure 7. \n \n112 PB0274205_00001_English, p. 42. \nD27/1/58\nPage 58 \n Figure 7 – Aspects B eing Valued of the OSF Located in Khe rson, B rilevka113 \n \n190. Note in Figure 7 above that the Tanks are not assigned any square meters.  As Volyn uses \nthe Sales Comparison Approach on a square meter basis, no value is assigned to the Tanks.  In \nFigure 8 below , I show the three properties Volyn deter mined to be comparable to this OSF.  \n \n113 PB0274205_00001_English, pp. 42-43.  \nItem No.  Description  Space -and-planning parameters  \n1. Process control room A  Total area - 82.02 sq.m.  \n2. Administrative building B  Total area - 339.73 sq.m.  \n3. Garage V  Total area - 257.74 sq.m.  \n4. Warehouse premises G   \n5. Boiler House D  \n6. WC IE   \n7. Hangar ZH  Total area - 458.58 sq.m.  \n8. Module Z  Total area - 619.1 sq.m.  \n9. Fire Department I  Total area - 49.68 sq.m.  \n10. Building with diesel power station K  Total area - 57.91 sq.m.  \n11. Pumping Station L  Total area - 115.92 sq.m.  \n12. Operator’s building H   \n13. Checkpoint 1 -2 O  \n14. Checkpoint -1 P . \n14. Canopy with an inspection pit   \n15. Transformer No. 1   \n16. Fire Reservoir No. 2   \n17. Fence No. 3 -5  \n18. Water Supply Line No. 6 -7  \n19. Drain Pit No. 8   \n20. Well No. 9   \n21. Water Tower No. 10   \n22. Lower drain device (not a negative part of \nthe pump)   \n23. Garage for cars  Total area - 62.52 sq.m.  \nBuildings and structures the ownership whereto is not established:  \n24. Petrol station block   \n25. Emergency discharge well of the State \nEnterprise   \n26. Foaming agent   \n27. Fire reservoir   \n28. Fuel filling overpass   \n29. Vertical Storage Tank VST 400 No. 29 - 1 \npc.  \n30. Vertical Storage Tank VST 400 No. 30 - 1 \npc.  \n31. Vertical Storage Tank VST 400 No. 31 - 1 \npc.  \n32. Vertical Storage Tank VST 200 No. 32 - 1 \npc.  \n33. Vertical Storage Tank VST 200 No. 33 - 1 \npc.  \n34. Vertical Storage Tank VST 200 No. 1 - 4 \npcs.  \n35. Horizontal Storage Tank VST 200 No. 5 - \nNo. 6 pcs.   \n36. Horizontal Storage Tank RGS -75-6 pcs.   \n37. Horizontal St orage Tank RGS -50-3 pcs.   \n38. Horizontal Storage Tank RGS -25-6 pcs.   \nD27/1/59\nPage 59 \n Figure 8 – Properties Deemed Comparable to the OSF Located in Kherson, Brilevka114 \n   \n191. The obvious observation is that the proper ties above are nothing like a  petroleum tank farm.  \nThe average asking price"}
{"start": 133000, "text": "o. 33 - 1 \npc.  \n34. Vertical Storage Tank VST 200 No. 1 - 4 \npcs.  \n35. Horizontal Storage Tank VST 200 No. 5 - \nNo. 6 pcs.   \n36. Horizontal Storage Tank RGS -75-6 pcs.   \n37. Horizontal St orage Tank RGS -50-3 pcs.   \n38. Horizontal Storage Tank RGS -25-6 pcs.   \nD27/1/59\nPage 59 \n Figure 8 – Properties Deemed Comparable to the OSF Located in Kherson, Brilevka114 \n   \n191. The obvious observation is that the proper ties above are nothing like a  petroleum tank farm.  \nThe average asking price for these facilities was US$ 901,480 or US$ 116  per square meter.115  \nVolyn considered the OSF to be inferior to these properties and assi gned a value of US$ 58.77  \nper square meter.116  With a total area of 2,043.2 square meters, Volyn valued this O SF at US$ \n120,078 or UAH 3,265,000 at an exchange rate of 27.19 UAH/US$.117 \n192. The third example concerns a petroleum tank farm located in Vladimir -Volynskiy, 8 \nPrivokzalnaya street .  Mr. Bezant assigned #9 5 to this OSF , Volyn assigned #3, and Baker \nTilly assig ned #3.  The Baker Tilly OSF Valuation Report indicates the capacity of the tanks \nis 5,550 tons and the dispatch volumes during the first 11 months of 2015 was 51,778 tons.118  \nBaker Tilly val ued this OSF at UAH 168,868514.119  Volyn provided an aerial photogr aph of \nthis OSF which I include below.  It is evident from the photograph that the OSF is located \nadjacent to a railway line.  \n \n114 PB0274205_00001_English, pp. 88, 89, 90. \n115 PB0274205_00001_English, p. 90. \n116 PB0274205_00001_English, p. 98. \n117 PB0274205_00001_English, p. 120. \n118 Baker T illy OSF Valuation Report , p. 13. \n119 Baker Tilly OSF Valuation Report , p. 2. \nD27/1/60\nPage 60 \n Figure 9 – OSF Located in Vladimir -Volynskiy, 8 Privokzalnaya street120 \n \n193. Volyn notes that the OSF was not ope rational at the time the valuation was being \nconducted.121  Furth er, Volyn identifies the aspects of the property that they are valuing which \nI include below in Figure 10. \nFigure 10 – Aspects B eing Valued of the OSF Located in Vla dimir-Volynskiy, 8 \nPrivokzalnaya S treet122 \n \n194. Note in Figure 10 above that the Tanks are not assigned any square meters.  As Volyn uses \nthe Sales Comparison Approach on a square meter basis, no value is assigned to the Tanks.  In \nFigure 11 below, I show the t hree properties Volyn determined to be comparable to this OS F. \n \n120 PB0274205_00001_English, p. 30. \n121 PB0274205_00001_English , p. 31. \n122 PB0274205_00001_English, pp. 30- 31. \nItem No.  Description  Space -and-planning parameters  \n1. Garage G -1 Total area - 213.0 sq.m.  \n2. Package Warehouse B -1 Total area - 203.5 sq.m.  \n3. Pumping Station No. 1 Zh  Total area - 24.7 sq.m.  \n4. Fire Department B -1 Total area - 53.6 sq.m.  \n5. Office A-2 Total area - 445.6 sq.m.  \n6. Dining room D -1 Total area - 34.7 sq.m.  \n7. Pumping Station No. 2 Z -1 Total area - 30.6 sq.m.  \n \nD27/1/61\nPage 61 \n Figure 11 – Properties Deemed Comparable to the OSF Located in Vladimir -Volynskiy, 8 \nPrivokzalnaya S treet123 \n   \n195. Again, t he obvious  observation is that the properties a bove are nothing like a petroleum tank \nfarm.  The average asking price for these facilities was US$ 553,333 or US$ 144 per square \nmeter.124  Volyn considered the OSF to be inferior to these pr operties and assigned a value  of \nUS$ 90.57 per square meter.125  Wit h a total area of 1,005.7 square meters, Volyn valued this \nOSF at US$ 91,086 or UAH 2,477,000 at an exchange rate of 27.19 UAH/US$.126  \n196. The above three examples demonstrate the derisory approa ch Volyn took to determining the \n2016 restated Fair Values o f the OSFs assigned to it.  While I do not have all of the other \nvaluation reports supporting the 2016 restatement, the values are on par with those determined \nby Volyn.  The total restated 2016 F air Value for the OSFs was UAH 312 million or UAH \n4,333,333 per OS F (approximately US$ 160,500 using an exchange rate of 27 UAH/ US$).  \n197. Mr. Bezant’s valuation outc"}
{"start": 136500, "text": "126  \n196. The above three examples demonstrate the derisory approa ch Volyn took to determining the \n2016 restated Fair Values o f the OSFs assigned to it.  While I do not have all of the other \nvaluation reports supporting the 2016 restatement, the values are on par with those determined \nby Volyn.  The total restated 2016 F air Value for the OSFs was UAH 312 million or UAH \n4,333,333 per OS F (approximately US$ 160,500 using an exchange rate of 27 UAH/ US$).  \n197. Mr. Bezant’s valuation outcome for  the OSFs is not very different.  Mr. Bezant valued the \n72 OSFs  in total at UAH 520 .5 m illion or UAH 7,230,000 per O SF (approximately US$ \n268,000 using a n exchange rate of 27 UAH/US$).  I consider the above analysis demonstrates \nthe unreasonably low valuation results reached by Mr. Bezant and the valuers commissioned \nto determine the 2016 re stated Fair Values of the OSF s. \nD. Updated OSF Fair Value Cal culation s \n198. Up until this Supplemental Report, Mr. Bezant and I have been instructed to value 72 OSFs \nthat were transferred to the Bank at an initial value of UAH 5,685 million.  The value of these \n72 OSFs are a subset of 149 OSF s valued by Baker Tilly as of  31 Dece mber 2015.  In my \nSecond Report, I valued these 72 OSFs using the Income Approach and reached a value \n \n123 PB0274205_00001_English, pp. 77, 78. \n124 PB02 74205_00001_English, p. 79. \n125 PB0274205_00001_English, p. 87. \n126 PB0274205_00001_English, p. 120. \nD27/1/62\nPage 62 \n conclusion of US$ 87.2 million.127  After conversion to UAH at the prevailing exchange rat e \nas of my 31 December 2016 valuation date, I value d the 72 transferred  OSFs at UAH 2,370 \nmillion, a 58 percent reduction from the originally recorded Fair Value of UAH 5,685 \nmillion.128 \n199. I have now been instructed that 2 additional OSFs were transferred and have been asked to \nvalue  those OSFs in this Supplemental  Report.  The two additional OSFs are those located at \nKalinovskiy district Kalynivka, 5 Schmidta Str eet (OSF 144 in the Baker Tilly OSF Report) \nand Poltava , 111 Polovki Street  (OSF 145 in the Baker T illy OSF Report). Table 14 below \ncontains data on these two assets.  \nTable 14 – Historical Operating Data for Two Additional OSFs I am Instructed to Value129 \n \n200. In order to value the two additional OSFs, I used the same DCF model that I  constructed to \nvalue the  original 72 OSFs. The only input that I changed was the baseline 2015 throughput \nvolume, the figure on which my projected storage volumes for 2017 through 2021 are based.  \nIncluding the two OSFs shown i n Table 14  above  increases t he total baseline throughput from \n2.06 million tonnes of fuel  for 72 OSFs  to 2.17 million tonnes  for 74 OSFs,  an increase of \napproximately 5 percent.130  As a result, my valuation of the OSFs increased from US$ 87.2 \nmillion to US$ 91.9 million, an increase of US$ 4.7 million, or 5.4 percent.  After conversion \nto UAH at the  prevailing exchange rate as of 31 December 216, my updated value conclusion \nfor 74 OSFs is UAH 2,4 99 million.131 \n201. Finally, although I calculate the Fair Value of the OSFs on a consolidated net work basis, I \nhave also provi ded an estimate  of the Fair Value of each individual asset by allocating my \noverall Fair Value conclusion among the OSFs in proportion to each OSF’s  capacity.  Based \n \n127 Kaczmarek Second Report, ¶ 208. \n128 Kaczmarek Second Repor t, ¶¶ 208 -209. \n129 Kaczmarek Second Report, Appendix D. 8; BT OSF Report, p. 40. \n130 Appendix D .8 Updated.  \n131 Appendix D.1 Updated.  BT ID \nNumberAddress of Oil Storage FacilityCapacity \n(tonnes)2015 Dispatch \nVolume s \n(11 Months)BT Valuation\n(UAH millions)\n144 Kalinovskiy district Kalynivka, 5 Schmidta Str. 12,650 27,112 56.8\n145 Poltava, 111 Polovki street 3,030 75,102 149.2\nD27/1/63\nPage 63 \n on this allocation, I estimate the Fair Values of the individ ual OSF assets to range from US$ \n49,240 (UAH 1.3 million) to US$ 3 .7 million (UAH 101.9 million), with a median va"}
{"start": 140000, "text": "30 Appendix D .8 Updated.  \n131 Appendix D.1 Updated.  BT ID \nNumberAddress of Oil Storage FacilityCapacity \n(tonnes)2015 Dispatch \nVolume s \n(11 Months)BT Valuation\n(UAH millions)\n144 Kalinovskiy district Kalynivka, 5 Schmidta Str. 12,650 27,112 56.8\n145 Poltava, 111 Polovki street 3,030 75,102 149.2\nD27/1/63\nPage 63 \n on this allocation, I estimate the Fair Values of the individ ual OSF assets to range from US$ \n49,240 (UAH 1.3 million) to US$ 3 .7 million (UAH 101.9 million), with a median value of \nUS$ 1.2 million (UAH 31.3 million).132 \n Expert Declaration  \n202. I declare:  \na. I have read and understand the requirements of Part 35 of the Civil Procedure Rules, \nthe associat ed Practice Direction and the Civil Justice Council’s Guidance for the \nInstruction of Experts in Civil Claims.  \nb. I have a duty to the court to help t he court on matters within my expertise and this duty \noverrides any obligation t o the person from whom I have  received instructions or by \nwhom I a m paid. I confirm that I understand my duty to the court and have complied \nwith and will continue to comply wi th that duty.  \nc. I have complied and will continue to comply with the requirements of Part 35 of the \nCivil Proce dure Rules, the associated Practice D irection, and the Civil Justice \nCouncil’s Guidance for the Instruction of Experts in Civil Claims at all stages of my involvement in this case.  \n Statement of Truth \na. I confirm that I have made clear which facts and matters  referred to in this report are \nwithin my own knowledge and which are not. Those that are within my own knowledge I confirm to be true. The opinions I have expressed represent my true and complete professional opinions on the m atters to which they refer.  \nb. I understand that proceedings for cont empt of court may be brought against anyone \nwho makes, or causes to be made, a false statement in a docum ent verified by a \nstatement of truth without an honest belief in its truth.  \n \n \n \n132 Appendix D.10 Updated . In addition to an allocation according to capacity, I have also prepared an allocation \naccording to historical 2015 throughput volumes.  \nD27/1/64\nPage 64 \n \n \n________________ \nBrent C. Kaczmarek, CFA  \n14 July 202 2 \nD27/1/65\nJSC PrivatBank v. Igor Kolomoisky et al.\nSecond Supplemental Report of Brent C. Kaczmarek\nList of ExhibitsAppendix C\nExhibit \nNumberDocument Description Date\nBK-01 United States Revenue Act of 1916 (extracts). 1916\nBK-02 1916 IRS Tax Form. 1916\nBK-03 IRS Revenue Ruling 59-60. 1959\nBK-04 IRS Memorandum. 28 May 2019\nBK-05 International Valuation Standards. 31 January 2020\nBK-06Pratt, Shannon P., “Valuing a Business: The Analysis and Appraisal of Closely Held \nCompanies,” Fifth Edition (extracts).2008\nBK-07 The Dictionary of Real Estate Appraisal, Sixth Edition (extracts). 2015\nBK-08 Understanding the Appraisal, Appraisal Institute. 2013\nBK-09Valuing a Business: The Analysis and Appraisal of Closely Held Companies – Fourth \nEdition, Pratt, Reilly & Schweihs, McGraw-Hill (extracts).2000\nBK-10 EY, “Applying IFRS: IFRS 13 Fair Value Measurement.” November 2012\nBK-11 Aswath Damodaran, “An Introduction to Valuation.” Accessed 19 February 2021\nBK-12 Stadia Consultancy, International Stadia Operators Survey. 2012\nBK-13 Kyiv Post, \"Why so little foreign investment in Ukraine? Chornomorets Stadium.\" 30 July 2020\nBK-14The Odessa Journal, \"Odessa stadium 'Chernomorets' was sold to a company in \nCalifornia.\"25 May 2020\nBK-15Bekaert, Geert, Campbell R. Harvey, Christian T. Lundblad, Stephan Siegel, “Political \nRisk and International Valuation.”  March 2012\nBK-16SalomonSmithBarney, “A Practical Approach to the International Valuation & Capital \nAllocation Puzzle.\"26 July 2002\nBK-17Godfrey, Stephen and Ramon Espinosa, “A Practical Approach to Calculating Costs of \nEquity for Investments in Emerging Markets,” Journal of Applied Corporate Finance, \nVolume 9.3. Fall 1996\nBK-18Heinrichs, Marcel and Ivelina Stanoeva, S&P Capital IQ, “Euromoney Handbooks,"}
{"start": 143500, "text": "ey, Christian T. Lundblad, Stephan Siegel, “Political \nRisk and International Valuation.”  March 2012\nBK-16SalomonSmithBarney, “A Practical Approach to the International Valuation & Capital \nAllocation Puzzle.\"26 July 2002\nBK-17Godfrey, Stephen and Ramon Espinosa, “A Practical Approach to Calculating Costs of \nEquity for Investments in Emerging Markets,” Journal of Applied Corporate Finance, \nVolume 9.3. Fall 1996\nBK-18Heinrichs, Marcel and Ivelina Stanoeva, S&P Capital IQ, “Euromoney Handbooks, \nCountry risk and sovereign risk – building clearer borders.”10 February 2013\nBK-19Standard & Poor's, “Sovereign Ratings Methodology: Latin America and the \nCaribbean.” 30 April 2010\nBK-20Wojciech Kononczuk, “A dangerous energy policy: Ukraine, despite war, is making \nitself dependent on Russian Oil.” 8 September 2017\nBK-21 International Monetary Fund, World Economic Outlook.  October 2016\nBK-22 US Energy Information Administration, “Factors Affecting Gasoline Prices.” Accessed February 2022\nBK-23US Energy Information Administration, “U.S. gasoline prices move with Brent rather \nthan WTI crude oil.” 3 November 2014\nBK-24US Energy Information Administration, “Benchmarks play an important role in pricing \ncrude oil.” 28 October 2014\nBK-25 Bloomberg, “Brent Crude Oil Futures.” 31 December 2016\nBK-26 US Energy Information Administration, “Europe Brent Spot Price FOB.” 1987-2022\nBK-27 US Energy Information Administration, “What Drives US Gasoline Prices?”  October 2014\nBK-28 Board of Governors of the Federal Reserve System, \"US Treasury Yields.\" Accessed February 2022\nBK-29 Grabowski, Roger J., “Mid-2011 Risk-Free Rate and ERP Update” 28 July 2011\nBK-30 Aswath Damodaran, “Annual Returns on Stock, T.Bonds and T.Bills: 1928 – Current.” 5 January 2013\nBK-31 Aswath Damodaran. “Annual Returns on Stock, T.Bonds and T.Bills: 1928-2012.” 5 January 2012\nBK-32 Ibbotson 2012 Valuation Yearbook.  2012\nBK-33 Shannon Pratt and Roger Grabowski, “Cost of Capital: Applications and Examples.” 19 October 2010\nBK-34Aswath Damodaran, “Stern School of Business, Measuring Company Exposure to \nCountry Risk: Theory and Practice.”  September 2003\nPage 1 of 2\nD27/1/66\nJSC PrivatBank v. Igor Kolomoisky et al.\nSecond Supplemental Report of Brent C. Kaczmarek\nList of ExhibitsAppendix C\nExhibit \nNumberDocument Description Date\nBK-35 Freedom House, “Ukraine: Nations in Transit 2016.”  2016\nBK-36 National Bank of Ukraine, Selected Interest Rates. Accessed February 2022\nBK-37Tim Koller, Marc Goedhart, and David Wessels, “Valuation: Measuring and Managing \nthe Value of Companies,” Fifth Ed., New Jersey: John Wiley & Sons. 2010\nBK-38 Aswath Damodaran, Valuation Multiples by Industry (Emerging Markets).  January 2016\nBK-39ExchangeRates.org.uk, “US Dollar (USD) to Ukraine Hryvnia (UAH) Historical \nExchange Rates on 31st December 2016.” Accessed February 2022\nBK-40 Media Reports on the Boycotts of Russian Owned Petrol Stations. 2014-2016\nBK-41 Press Release and Court Judgment Related to the Crimea Arbitrations.  2019\nBK-42 Average Storage Fees for Ukrainian Oil Storage Facilities. 2008-2013\nBK-43 Aswath Damodaran, Levered and Unlevered Betas by Industry (Emerging Markets).  January 2016\nBK-44 Media Reports on the Sale of Petrol Station Networks in Ukraine and Eastern Europe 2008-2022\nBK-45 Naftna Industrija Srbije, Novi Sad, Annual Reports and Financial Statements. 2012-2015\nBK-46 MOL Hungarian Oil and Gas PLC, Financial Statements. 2014-2016\nBK-47 Unipetrol RPA s.r.o, Annual Reports and Financial Statements. 2016-2017\nBK-48 Stabil et al. v. The Russian Federation, DCF Model. 15 January 2016\nBK-49 Ukrnafta v. The Russian Federation, DCF Model. 15 January 2016\nBK-50 Wall Street Journal, EUR-USD Historical Exchange Rates. 2006-2022\nBK-51 Wall Street Journal, GBP-USD Historical Exchange Rates. 2006-2022\nBK-52 Investing.com, USD-HUF Historical Exchange Rates. 2014-2022\nBK-53 Investing.com, USD-RSD Historical Exchange Rates. 2012-2022\nBK-54 Katona, Viktor, \"Who Will Save Ukraine's Dy"}
{"start": 147000, "text": "Financial Statements. 2016-2017\nBK-48 Stabil et al. v. The Russian Federation, DCF Model. 15 January 2016\nBK-49 Ukrnafta v. The Russian Federation, DCF Model. 15 January 2016\nBK-50 Wall Street Journal, EUR-USD Historical Exchange Rates. 2006-2022\nBK-51 Wall Street Journal, GBP-USD Historical Exchange Rates. 2006-2022\nBK-52 Investing.com, USD-HUF Historical Exchange Rates. 2014-2022\nBK-53 Investing.com, USD-RSD Historical Exchange Rates. 2012-2022\nBK-54 Katona, Viktor, \"Who Will Save Ukraine's Dying Refinaries?\" 1 October 2018\nBK-55 IFRS 5, “Non-current Assets Held for Sale and Discontinued Operations.\"  2004\nBK-56 MacIntyre, Stephen, “Repurposing Sports Arenas and Stadiums in a New World.” 20 October 2020\nBK-57Patowary, Kaushik, “Highbury Square: a 93-Year-Old Football Stadium Converted into \nApartments.”25 February 2016\nBK-58 Newcomb, Tim, “From Stadium to…What? The 7 Best Repurposed Stadiums.\" 5 November 2014\nPage 2 of 2\nD27/1/67\n"}
