{"metadata": {"corpus_path": "B2. Second Witness Statement of Vladimir Yatsenko (English).pdf", "file_size": 370313, "mtime": 1675871807.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n Party: First Defendant \nWitness: V. Yatsenko \nNumber: Second \nDated: 17 December 2021 \n \n \nIN THE HIGH COURT OF JUSTICE Claim No. BL-2017-000665 \nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES \nBUSINESS LIST (ChD) \n \n \n \nB E T W E E N \n \nJSC COMMERCIAL BANK PRIVATBANK \n \nClaimant \n \nand \n \n \n(1) IGOR VALERYEVICH KOLOMOISKY \n \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n \n(3) TEAMTREND LIMITED \n \n(4) TRADE POINT AGRO LIMITED \n \n(5) COLLYER LIMITED \n \n(6) ROSSYN INVESTING CORP \n \n(7) MILBERT VENTURES INC \n \n(8) ZAO UKRTRANSITSERVICE LIMITED \n \nDefendants \n \n \n \n  _   \n \nSECOND WITNESS STATEMENT OF VOLODYMYR YATSENKO \n  _   \n \n \n \nI, Volodymyr Yatsenko , of Tsentralnaya Street, 84, Dneprove Village, Ukraine will sa y as follows: \n \n1. I am Volodymyr Yatsenko. I am duly authorised to make this w itness statement on behalf of Igor \nKolomoisky, the First Defendant in this claim. \nB2/7/1\n \n 2. This statement has been prepared by the First Defendant's le gal representatives, Fieldfisher LLP, \nfollowing face-to-face discussions with me in person. I do not speak English and the meetings \nbetween Fieldfisher and me were conducted in Russian (with Russ ian speaking members of \nFieldfisher's team acting as interpreters for non-Russian speak ers, as necessary). I have approved \nthe Russian version of this statement. \n \n3. The facts and matters set out in this statement come from my  own knowledge unless otherwise \nstated, and I believe them to be true. Where the matters within  this statement do not come from \nmy own knowledge, the source of the information is stated, and they are true to the best of my \nknowledge and belief. A list of the documents to which I have r eferred or been shown for the \npurposes of providing the evidence set out in this statement is  attached at Annex A. \n \n4. I am informed by Mr Kolomoisky’s solicitors that these docum ents have already been disclosed in \nthese proceedings and they have identified them by reference to  the Claimant's or Defendants' \ndisclosure list. A number of footnotes have been added to this statement cross-referring to \nevidence filed by the Bank. These footnotes have been inserted by Mr Kolomoisky’s solicitors. \n \n5. This statement is set out as follows: \n \nA. The Curator \n \nI. The Curator's Rights to Information \n \nII. Information Pertaining to the Cyprus Branch \n \nIII. The Curator's Attendance at Credit Committee Meetings \n \nB. The Corporate VIP Business \n \nC. BOK Loans \n \nD. Related Parties \n \nE. Threats to Call In Refinancing \n \nF. Asset Transfer \n \nG. The Borivazh Terminal \n \nH. Transformation \n \nA. THE CURATOR \n \nI. The Curator's Rights to Information \n \n6. In their evidence, the Claimant's witnesses suggest that the  Curator did not have full access, or \nwas otherwise denied access to the Bank's documents / informati on systems1. \n \n7. It is my understanding that the Curator had the right to acc ess all of the Bank's documents and \nwould do so by making requests to inspect the documents that sh e required, with which the Bank \nmade full efforts to comply. In addition, she had access to the  'Operacionnyj Den Banka / \nOperational Day of the Bank' system (\"ODB\"). The ODB is the Ban k's main transactional database. \n \n \n \n1 Domashenko: paragraphs 28-39; Shekmar: paragraphs 20-22. \nB2/7/2\n \n It reflects all of the Bank's transactions. Users are not able to directly access ODB but can do so \nthrough specific software programs, such as 'Promin'. \n \n8. The Curator had access to the Bank's Promin system. Promin i s the user interface that allows \naccess to the Bank's other computer systems, including the ODB.  Through Promin, the Curator \ncould see all transactions reflected in ODB. The Curator could monitor them online using the \nPromin interface to access any transaction recorded on ODB othe r than retail card \ntransactionswhich were accessed using a different interface cal led Privat48. \n \n9. The Curator received training on the use of the Bank's syste ms. I am not aware of any restriction \nbeing placed on her ability to monitor transactions online and I know she had the ability to filter \ntransactions, for example, to sort them by type / amount / size  / date. For example, through use of \nthese filters, she could have selected and viewed all corporate  loans which had been issued on a \nparticular date (I believe there were approximately 2000 per da y), and further narrow the results \nby searching for transactions involving a specific entity or ab ove a specific value so that she could \nfocus on anything of interest to her. \n \n10. I believe that the evidence of Ms Domashenko is rather misl eading: it attempts to portray the \nBank's information systems as complex and impossible to navigat e. I do not agree with the \nsuggestion that relevant filters operated to prevent her from s eeing certain information. Rather, all \nof the data was available to her and it was up to her which fil ters to apply (and indeed, I recall that \nthe Bank's chief accountant, Ms Korotina, would routinely assis t her with the application of filters \nas and when required). \n \n11. It was not possible for the Bank to conceal any transaction s from the Curator. She would have \nbeen able to see all of the loans that had been issued on a par ticular day, since they were all \nprocessed through the loan account. Based on her online analysi s of transactions, she could (and \ndid) make requests for supporting documentation in respect of v arious loans in case she was \nunable to locate these on the PrivatDoc system. \n \n12. Ms Domashenko suggests that she did not have access to Priv atDoc but I recall that she did. \n \n13. The PrivatDoc system was a system for message exchange and document processing and \nstorage. If for any reason she could not find what she wanted o nline in PrivatDoc, the Curator \ncould request whatever documentation she required. I recall tha t she did, from time to time, request \ndocuments to be provided, and I have no reason to believe those  requests were not complied with. \n \n14. Ms Domashenko was present in the Bank for many years and du ring that time she had regularly \nreported back to the NBU (using information obtained from the s ystems that were in place to \nmonitor the Bank's transactions). I find it surprising that she  should now contend that a lack of \naccess to information prevented her from adequately monitoring and reporting on the Bank's \noperations. Had she been unable to perform her statutory functi ons, I have no doubt that she or \nthe NBU would have complained and sought to rectify the situati on. \n \nII. Information Pertaining to the Cyprus Branch \n \n15. I understand that it has been suggested that the Curator ha d no access to information concerning \nactivity at the Cypriot branch of the Bank2. Whilst the Curator did not have access to individual \naccounts of Cyprus Branch clients, she had the ability to view the daily overall balance of the \n \n \n \n \n2 Rozhkova: paragraph 54; Domashenko: paragraphs35-39. \nB2/7/3\n \n Cyprus Branch. She could see the opening and closing balance (a nd thus the overall net position) \nfrom which changes in the amount of lending on a daily basis co uld be easily observed. \n \n16. The Claimant suggests that the NBU / Curator was obstructed  from receiving information in relation \nto the Bank's Cyprus Branch clients so as to shield the operati ons of Mr Kolomoisky and Mr \nBolgolyubov3. I believe that allegation is wholly untrue. The Cyprus Branch  dealt with many clients \nand did not exclusively service companies in which Messrs Kolom oisky and Bogolyubov held an \ninterest. The Bank did not attempt to withhold information from  the NBU and only refused access \nwhere there was a legitimate basis for doing so. \n \n17. The Bank made full efforts to comply with the NBU / Curator 's requests for documents / information. \nTo the best of my knowledge, if such information was not provid ed pursuant to a request, it was \neither because the Bank did not have the relevant information o r because o"}
{"start": 7000, "text": ". She could see the opening and closing balance (a nd thus the overall net position) \nfrom which changes in the amount of lending on a daily basis co uld be easily observed. \n \n16. The Claimant suggests that the NBU / Curator was obstructed  from receiving information in relation \nto the Bank's Cyprus Branch clients so as to shield the operati ons of Mr Kolomoisky and Mr \nBolgolyubov3. I believe that allegation is wholly untrue. The Cyprus Branch  dealt with many clients \nand did not exclusively service companies in which Messrs Kolom oisky and Bogolyubov held an \ninterest. The Bank did not attempt to withhold information from  the NBU and only refused access \nwhere there was a legitimate basis for doing so. \n \n17. The Bank made full efforts to comply with the NBU / Curator 's requests for documents / information. \nTo the best of my knowledge, if such information was not provid ed pursuant to a request, it was \neither because the Bank did not have the relevant information o r because of legislation in place \nthat prevented the Bank from providing it. The Bank did not hav e access to the Cyprus Branch's \ndocuments and transactions, and the Cyprus Branch was unable to  provide information about its \nclients, because this was not permitted under the relevant Cypr iot banking secrecy legislation. \n \n18. I understand that the NBU conducted regular on-site inspect ions of the Cyprus Branch, including \nin the spring of 2016, during which I presume it obtained acces s to any information that it required. \nSuch inspections were ordinarily conducted with the permission of the Cypriot regulator, (the \nCyprus branch was accountable to both the NBU and the Cyprus Ce ntral Bank). Further, the \nCyprus Branch was audited by PwC Cyprus, and the accounts prepa red by PwC in Cyprus would \nbe consolidated with the Bank's audited accounts. \n \nIII. The Curator's Attendance at Credit Committee Meetings \n \n19. Ms Domashenko suggests that she has no recollection of atte nding a 'genuine' credit committee \nmeeting4, but rather that she attended a different 'joint committee' me eting. I am not aware of the \n'joint committee' to which she refers; my clear recollection is  that she was regularly present at the \nmeetings of the Main Credit Committee, which occurred every Tue sday. That committee \nconsidered a number of matters including both policy issues and  the approval of specific loans. \n \n20. Generally, before a Credit Committee meeting took place, al l relevant documentation would be \nuploaded to a folder within PrivatDoc. These documents / the li nk to the folder were not circulated \nto attendees / the Curator in advance; rather attendees were ex pected to access the folder and \nreview the documents that were to be discussed at the forthcomi ng meeting in preparation for it. \nIt is my understanding that the Curator had access to all minut es of Credit Committee meetings \nand to the folder containing the supporting documents. \n \n21. Further, the Curator would have been able to track all new loans to Ukrainian clients as all of these \ntransactions were reflected in the ODB. In addition, as regards  lending to clients of the Cyprus \nBranch, Ms Domashenko would have been able to see general infor mation about the movement \nof funds in the daily balance reports (which contained the net position of inter-branch transactions) \nthat the Bank submitted to the NBU, recording the position at t he end of each day. \n \n \n    \n \n \n3 Rozhkova: paragraph 54; Domashenko: paragraphs 35-39; Shekmar: paragraphs 37 and 69; Luchaninov: paragraphs 46-51 \n4  Domashenka: paragraph 44 \nB2/7/4\n \n B. THE CORPORATE VIP BUSINESS \n \n22. I have considered the evidence provided by the Claimant's w itness, Ms Pogorelaya. She is correct \nthat Mr Tereshenko reported to me. However, Ms Pogorelaya was n ot directly under my \nsupervision and I cannot comment on what she did and why she di d it. \n \n23. As to her assertion that the Bank was routinely backdating documents5, there were thousands of \ndocuments that required execution on a regular basis and I cann ot comment on every single one \nof them. There could be any number of perfectly valid reasons f or what is now suggested to be \nbackdating of documents. For example, it could be that if there  was an error in an initial version, \nthat document might have had to be re-signed while retaining it s original date. Alternatively, there \nmay be delays to execution which gave the appearance of a docum ent having been backdated. It \nis difficult to comment on Ms Pogorelaya's assertions without a n understanding of exactly what \noccurred in each specific case. \n \n24. I do not consider that there is anything untoward in my pro curing signatures from clients of the \nCorporate VIP Business, nor in the Bank's provision to those cl ients (following discussion with \nthem) of draft text for letters6 which outlined certain difficulties they may have faced in res pect of \ntheir repayment obligations under their loans. \n \n25. Ms Pogorelaya refers to instances in which the Bank appoint ed its employees as shareholders \nand / or directors of its clients7. This was a practice that the Bank used as a means of providin g it \nwith an additional layer of security which aimed to ensure that  a borrower would repay its loan. \nThose shareholders and directors were required to be provided w ith information that could be \npassed to the Bank, which could thereby ensure that it had suff icient information in relation to the \noperations of the client and was able to monitor the use of fun ds that had been advanced to those \nclients. It was a way to ensure that the Bank had visibility ov er what was happening within the \nclient and allow it to act more efficiently in case of an issue  arising. For example, if it seemed likely \nthat the client intended to sell or dissipate its assets, the B ank's representatives would report this \nto the Bank and could (in their capacity as shareholders / dire ctors) take steps to prevent it. \n \n26. This mechanism was more effective than attempting to enforc e conventional security provided \nover a client’s assets through the Ukrainian courts (especially  in instances where the loan had not \nmatured and enforcement through court would not have been possi ble). In certain instances \ninvolving particularly problematic borrowers / assets, it was n ot sufficient for the Bank to have \noversight of the company's activities but rather it required th e ability to exert influence over the \nway the company conducted its affairs. In such cases, the Bank may have required its employees \nto have a shareholding of over 50% which was ordinarily require d to change a borrower's director \nor to pass other resolutions at shareholder meetings. \n \n27. Ms Pogorelaya provides LLK Dukla8 as one example of an instance in which Bank employees \nwere appointed as shareholders. Companies like Dukla were invol ved in the agricultural sector \nand were borrowers of the Bank. Following loans being advanced,  if such companies started to \nexperience financial difficulties, the Bank would appoint its e mployees within them. The Bank \nwould work with those companies in attempt to prevent their ban kruptcy, and put in place those \nprotective measures whilst those companies navigated their fina ncial troubles. \n \n  \n \n \n5  Pogorelaya: paragraphs 13-22 \n6  Pogorelaya: paragraphs 24-27 \n7  Pogorelaya: paragraphs 29-51 \n8  Pogorelaya: paragraph 37(a) \nB2/7/5\n \n 28. As to LLC Michurina Agricultural9, I believe the initial loan was issued by the Dnipro branch's \nVladymyr Matsak, who called me and advised that there was a pro blem with this borrower and no \nsuitable collateral to enforce against. We subsequently devised  a plan for how to deal with this \nsituation, which involved placing the Bank's staff within the c ompany as shareholders. No \nsubstantial decision affecting the activity of the company coul d be taken without a decision by the \nmembers, and those members would have the standing to br"}
{"start": 14000, "text": "if such companies started to \nexperience financial difficulties, the Bank would appoint its e mployees within them. The Bank \nwould work with those companies in attempt to prevent their ban kruptcy, and put in place those \nprotective measures whilst those companies navigated their fina ncial troubles. \n \n  \n \n \n5  Pogorelaya: paragraphs 13-22 \n6  Pogorelaya: paragraphs 24-27 \n7  Pogorelaya: paragraphs 29-51 \n8  Pogorelaya: paragraph 37(a) \nB2/7/5\n \n 28. As to LLC Michurina Agricultural9, I believe the initial loan was issued by the Dnipro branch's \nVladymyr Matsak, who called me and advised that there was a pro blem with this borrower and no \nsuitable collateral to enforce against. We subsequently devised  a plan for how to deal with this \nsituation, which involved placing the Bank's staff within the c ompany as shareholders. No \nsubstantial decision affecting the activity of the company coul d be taken without a decision by the \nmembers, and those members would have the standing to bring cri minal proceedings if necessary \n(for example, in case of suspected attempts to embezzle funds o r dissipate assets). In some \ninstances, they were also directors and their signature would b e required for certain actions to be \ntaken. \n \n29. The Bank also placed its employees within an entity called G I R T S .  G I R T S  w a s  a  p a y m e n t  \nprocessing company which aggregated all utility bills and issue d a single utility invoice to \ncustomers (individual and legal entities). Companies like GIRTS  were set up by the local authority \nand the Bank would place its own people within the organisation  so as to gain access to this \nbusiness and the data that it collected. The Bank invested in p ayment processing software used \nby GIRTS and placed its employees within GIRTS to ensure that t his business remained with the \nBank, i.e. that GIRTS continued to process payments through the  Bank. The Bank's employees \ndid not take an active role. \n \nC. BOK LOANS \n \n30. Mr Shekmar suggests in his evidence that I was one of the B ank employees who was responsible \nfor approving loans issued by BOK10. As I indicated in my first statement, I would have approved \nthem only in my capacity as a member of the Credit Committee. \n \n31. Mr Shekmar also suggests that the fact that loan documentat ion was signed (by the Bank on behalf \nof borrower companies) by way of electronic signature rather th an physical signature, itself casts \ndoubt on the legitimacy of the signature process. It is my unde rstanding that the keys to electronic \nsignatures were issued by a licensed and certified company, and  I do not believe that there are \nany grounds on which to question the legitimacy of the Bank's u se of electronic signatures. \n \nD. RELATED PARTIES \n \n32. I have referred in my first witness statement to the list o f Related Parties which the Bank had to \nprovide to the NBU11. The Claimants suggest that the Bank took efforts to conceal t he extent of \nrelated party lending12. I do not consider that the actions of the Bank were designed to disguise \nrelated party lending; rather the Bank's efforts were geared to wards ensuring that changes were \nmade to the corporate structures of borrowers so as remove the basis on which an observer, and \nspecifically the NBU, might incorrectly conclude that parties w ere related. \n \n33. Mr Luchaninov refers in his evidence13 to a meeting during which he was provided with a list of 42 \ncompanies (all of which were clients of BOK) to analyse whether  they were connected to Messrs \nKolomoisky and Bogolyubov, and thereafter to advise on how thos e connections could be \nremoved. I can see that Mr Luchaninov identified certain compan ies as related on the basis that \ntheir directors were shareholders of other companies owned by M essers Kolomoisky and \n \n \n \n \n9  Pogoreleya: paragraph 37(e) \n10  Shekmar: paragraphs 31-33 \n11  First Witness Statement of V. Yatsenko: paragraphs 74-80 \n12  Luchaninov: paragraphs 43-45 \n13 Luchaninov: paragraphs 52-59 – PB0039015 / TAR-001925214; PB003 9016 / TAR-001925215; PB0039017 / TAR-001925216 \nB2/7/6\n \n Bogolyubov, but he does not confirm that he has conducted any o ther checks, or come close to \nsubstantiating any genuine economic relatedness. \n \n34. I believe that Mr Luchaninov knew that the appointment of n ominee directors and shareholders \nwas common practice and it should not have been surprising to h im that the same nominee \ndirectors were appointed for different, wholly unrelated, compa nies. \n \n35. Accordingly, he would have understood that it was insuffici ent to determine that two companies \nwere related solely on the basis that the same person was a nom inee director of both of them. He \nshould have sought to establish who really controlled the compa nies and who the beneficiaries \nwere and whether the companies were in fact economically relate d on some other basis. \n \n36. The Bank had two lists of related parties: one that was use d for external auditors and compiled in \naccordance with IFRS standards, and a longer one that was compi led on the basis of the NBU's \nindicators. The NBU's set of indicators was extremely wide and led to instances where parties \nmight be identified as related when, in economic terms, they we re not. \n \n37. Mr Luchaninov refers to the draft list of related parties p repared according to the NBU’s indicators \n[PB0365655, PB0365655_00001_English]14 which was circulated internally with a requirement \nto remove certain entities from it, to ensure that the Bank's l ending to related parties was reduced \nto below UAH 43 billion. \n \n38. The removal of certain entities from this initial list was deliberate: the Bank looked at the list that \nhad been prepared in accordance with the NBU's set of indicator s. It then isolated those entities \nthat despite indications to the contrary were not in fact genui nely related, with a view to ensuring \nthat those were removed from the list by making changes to nomi nee directors or shareholders. \nAccordingly, where there was a legitimate basis for exclusion f rom the list, those parties would be \nremoved so as to ensure that the related party lending was with in the appropriate limit. \n \n39. I cannot recall whether Mr Dubilet's instructions were prov ided orally or by email, but I do recall \nhim issuing instructions not to remove parties that were genuin ely related and instead to take steps \nto get the loan repaid. \n \nE. THREATS TO CALL IN REFINANCING \n \n40. As set out in my first witness statement15, the NBU threatened to call in its refinancing if the Bank \nfailed to agree to the Restructuring Plan. The Claimant suggest s that no such threat to demand \nrepayment was ever made16. I recall that Mr Dubilet and I had discussions with Ms Rozhko va \nduring which she unequivocally stated that the maturity date wo uld not be extended and if the \nBank did not sign the Plan, steps would be taken to reclaim the  refinancing loan. \n \n41. As for the Bank’s repayment of the refinancing loans, the e vidence provided by Ms Rozhkova17 \nshows that one third of the refinancing had been repaid by 31 D ecember 2016 even though from \n23 February 2016, the Bank's ability to attract deposits from i ndividual customers was severely \nlimited18. I believe that the Bank’s ability to repay that lending demon strates that the Bank was in \ngood shape. \n \n \n14 Luchaninov: paragraph 43. This is distinct from the list of 42 BOK Companies that Luchaninov refers to at paragraphs 52-59 of his Witness Statement. \n15  First Witness Statement of V. Yatsenko: paragraphs 91-92 \n16  Rozhkova: paragraph 136 \n17 Rozhkova: paragraph 137 – Ms Rozhkova states that as at 31 Dece mber 2016, the Bank owed the NBU UAH 18.04 billion (out of a to tal loan of UAH \n33.07 billion). \n18NBU Resolution No.103/BT dated 23 February 2016 which prevented  the Bank from attracting deposits from individuals in the amou nt exceeding 2% \nof the volume of retail deposits attracted as of the date of th at Resol"}
{"start": 21000, "text": "efinancing loans, the e vidence provided by Ms Rozhkova17 \nshows that one third of the refinancing had been repaid by 31 D ecember 2016 even though from \n23 February 2016, the Bank's ability to attract deposits from i ndividual customers was severely \nlimited18. I believe that the Bank’s ability to repay that lending demon strates that the Bank was in \ngood shape. \n \n \n14 Luchaninov: paragraph 43. This is distinct from the list of 42 BOK Companies that Luchaninov refers to at paragraphs 52-59 of his Witness Statement. \n15  First Witness Statement of V. Yatsenko: paragraphs 91-92 \n16  Rozhkova: paragraph 136 \n17 Rozhkova: paragraph 137 – Ms Rozhkova states that as at 31 Dece mber 2016, the Bank owed the NBU UAH 18.04 billion (out of a to tal loan of UAH \n33.07 billion). \n18NBU Resolution No.103/BT dated 23 February 2016 which prevented  the Bank from attracting deposits from individuals in the amou nt exceeding 2% \nof the volume of retail deposits attracted as of the date of th at Resolution [PB0365415; PB0365415_00001_English] \nB2/7/7\n \n F. ASSET TRANFER \n \n42. Ms Rozhkova suggests19 that certain assets which the Bank had proposed be added to it s balance \nsheet (as set out in Annex A of the Restructuring Plan) had alr eady been pledged by third parties \nin support of the NBU's refinancing loans. She suggests that if  the NBU had intended to make \nthings difficult for the Bank, it would not have allowed the tr ansfer of those assets to the Bank while \nthe loan to the NBU remained outstanding. \n \n43. I believe that, prior to their transfer to the Bank, those same assets secured both the refinancing \nloans (the NBU holding the first ranking pledge) and loans gran ted by the Bank to third parties (the \nBank holding the second ranking pledge). I understood the idea was that the assets would be \ntransferred to the Bank by the third party owners so as to repa y the loans to the third parties and \nthen the Bank would itself pledge them to secure its own refina ncing loans. As a consequence, \nthe NBU would be no worse off but the loans to the third partie s would have been repaid. \n \n44. Following the transfer of the assets to the Bank, the inten tion was that they should be used to \ngenerate income. I have been shown an email chain in which, on 15 February 2016, Mr Denys \nNovikov of the NBU required that the Restructuring Plan should include a plan gradually to sell \nassets transferred to the Bank over the next five years [ PB0071328_00001 ]. This was reflected in \nthe Restructuring Plan which was approved by NBU Resolution 103 /BT on 23 February 2016 \n[PB0365415; PB0365415_00001_English ]. Subsequently in July 2016, having considered the \nBank’s proposal to be consistent with the aims of the Restructu ring Program, the NBU allowed the \nBank to deal with property transferred to it by leasing it in o rder to generate income from the assets: \nsee the letter from the NBU dated 18 July 2016 [ PB0208456_00001 ]. \n \n45. It has occurred to me that if Ms Rozhkova and Ms Gontareva had already decided that the Bank \nshould be nationalised (as I now believe to be the case), it wa s in the their interest for the assets \nsecuring repayment of the refinancing loans to be held on the B ank's balance sheet as, following \nthe Bank’s nationalisation, the NBU could determine who should enjoy the use of those assets \nand cause the Bank to enter into a transaction with them. Had t he assets remained in the \nownership of third parties, the NBU would only have been able t o enforce the pledges in case the \n(now state-owned) Bank defaulted. Naturally, the NBU could not have allowed that to happen. \n \n46. The disposal of non-banking assets (i.e. assets which are n ot used for banking activities) would \nhave appeared to be in the Bank’s interest and any subsequent s ale of them (e.g. to President \nPoroshenko or those associated with him) would not have appeare d as suspicious, but rather in \nconformity with good banking practice. \n \nG. THE BORIVAZH TERMINAL \n \n47. As I understood at the time, there were certain assets whic h President Poroshenko was interested \nin acquiring, including the Borivazh terminal, for example. If the NBU became the owner of the \nassets, it would be too obvious to then sell them to Poroshenko . However, if the assets were on \nthe Bank's balance sheet, following nationalisation, the NBU co uld quietly arrange for the Bank to \nsell or lease them. The NBU’s particular interest in this asset  became apparent as follows: \n \n48. The Bank asked to repay a specific tranche of refinancing l oan that was secured by the Borivazh \nterminal, in order to have that collateral released and use it to secure loans advanced by the Bank \nto Borivazh. The Bank had made it clear in the payment instruct ion that the funds were to be used \nfor repayment of that specific tranche. However, the NBU chose to direct the repayment to a \ndifferent tranche of refi nancing, leaving the tranche secured by Borivazh unpaid. \n \n \n \n19  Rozhkova: paragraph 161 \nB2/7/8\n \n 49. Steps were taken instead to transfer the Borivazh terminal to the Bank in the course of the asset \ntransfer. Ms Rozhkova suggests that the Borivazh terminal disap peared from the Bank's balance \nsheet, following the distribution of a tranche of IMF funding20. She says that Borivazh was attributed \na value of UAH 8 billion and that it accounted for more than a quarter of the value of the entire Asset \nTransfer. \n \n50. At the time, Borivazh had outstanding loans from the  Bank in the amount of approximately UAH \n2.9 billion. At the same time, Borivazh assets were mortgaged t o the NBU to secure the repayment \nof a tranche of NBU refinancing loans to the Bank, which by the  end of 2016 amounted to UAH \n1.5 billion. In the course of the asset transfer, Borivazh asse ts were transferred to the Bank's \nbalance sheet in repayment of Borivazh's own loans and other lo ans, of a total value of \napproximately UAH 4 – 4.5 billion. Although I cannot recall now  the precise value of the assets \nultimately transferred to the Bank (including Borivazh's assets ), I believe it was around UAH 34 or \n35 billion). Therefore, the subsequent removal of Borivazh's as sets from the Bank's balance sheet \ndid not actually reduce the value of those assets materially be low the required amount of UAH 31 \nbillion. In any case, the NBU continued to benefit from the mor tgage of Borivazh's assets, \n \n51. As I recall, what happened was that after the transfer of B orivazh to the Bank's balance sheet, the \nBank's lawyers identified an error with the transaction. They i n turn spoke to the NBU's lawyers. I \npersonally called Ms Rozhkova and advised that this error had b een identified, which necessitated \na reversal of the transaction by the notary. When the transacti on was cancelled by the notary (in \nOctober), the credit which the Bank had granted to Borivazh as a repayment of its loan in return \nfor the asset was also reversed. \n \n52. The reversal of the transaction would have been immediately  apparent to the NBU and the Curator. \nI cannot recall whether the NBU raised questions about this at the time, but the absence of \nquestions from the Curator suggests that the NBU was well aware  of it. The total amount of the \ncorporate loan portfolio was one of the main things that the NB U was monitoring. It is simply not \nfeasible that this would have gone unnoticed until EY prepared its report in November 2016, as is \nsuggested by Ms Rozhkova. \n \nH. TRANSFORMATION \n \n53. I have addressed the process referred to as 'Transformation ' required by the NBU in my first \nstatement21. The Claimant suggests that the Bank did not have the NBU's ap proval to implement \nTransformation22. \n \n54. My recollection is that the NBU was aware of and did approv e the Transformation. NBU personnel \nsat within the Bank. There was a preliminary plan/table/initial  list of borrowers (developed with the \nborrowers), which Denys Novikov considered and confirmed they w ere happy with"}
{"start": 28000, "text": " have been immediately  apparent to the NBU and the Curator. \nI cannot recall whether the NBU raised questions about this at the time, but the absence of \nquestions from the Curator suggests that the NBU was well aware  of it. The total amount of the \ncorporate loan portfolio was one of the main things that the NB U was monitoring. It is simply not \nfeasible that this would have gone unnoticed until EY prepared its report in November 2016, as is \nsuggested by Ms Rozhkova. \n \nH. TRANSFORMATION \n \n53. I have addressed the process referred to as 'Transformation ' required by the NBU in my first \nstatement21. The Claimant suggests that the Bank did not have the NBU's ap proval to implement \nTransformation22. \n \n54. My recollection is that the NBU was aware of and did approv e the Transformation. NBU personnel \nsat within the Bank. There was a preliminary plan/table/initial  list of borrowers (developed with the \nborrowers), which Denys Novikov considered and confirmed they w ere happy with. I personally \ncommunicated with Mr Novikov and Ms Rozhkova in this regard. I understand that Ms Rozhkova \nand Ms Gontareva also discussed the matter with Mr Dubilet. I r ecall that the NBU was constantly \npressing the Bank on timing. I understood that EY had been give n from 13 October 2016 until 15 \nNovember 2016 to produce its report which inter alia took account of the Transformation plan of \nthe Bank's loan portfolio and that therefore, the Bank had one month both to prepare a plan and \nimplement it. \n \n55. The reality was that the NBU wanted to see the actual resul ts of Transformation. On the basis that \ntime was running short, the NBU encouraged the Bank to proceed with the first 20-30 borrowers \n \n \n \n20  Rozhkova: paragraph 186. \n21 First Witness Statement of V. Yatsenko: paragraphs 119-145 \n22 Rozhkova: paragraphs 190, 195-196, 203-206, 230, 232-238, 242; Domashenko: paragraphs 55-57; Shekmar: paragraphs 10-12, 45-52, 56 \nB2/7/9\n \n and continue on a rolling basis. That was also logical: it woul d have been impossible to conduct \nthe process simultaneously for all of the 193 Borrowers, or for  EY to review everything in one go. \nIt was in the NBU's interest for the Bank to start the process on a rolling basis. \n \n56. The NBU had advance notice of the New Loans that were being  advanced. The Bank updated the \nNBU on the implementation of the Transformation Plan and provid ed it with various iterations of \nthe Transformation Plan23, reflecting the overall indebtedness of the Old Borrowers to b e repaid \nby the New Borrowers. \n \n57. Ms Rozhkova suggests that the Transformation Plan was silen t about providing mortgages over \nfixed assets, and that it could have arranged for this if it ha d so intended24. It was the Bank's \nintention to eventually arrange mortgages over fixed assets but  there was insufficient time for these \narrangements to be made by the NBU’s deadline. Ms Rozhkova was aware of this, having advised \n(together with Mr Denys Novikov) that the Bank would be given t ime in which to do so after the \nnew loans had been issued25. It could be that the reason this was not stated in the Transf ormation \nPlan was because there was no need to include it: it had alread y been set out in relation to Stage \n2 of the Restructuring Plan, and the idea was that those loans,  assets and mortgages would \nmigrate to the New Borrowers. The Bank indicated to EY that suc h mortgages would be place, \nwhich is recorded by them: that in itself is demonstrative of t he fact that the Bank always intended \nto do so. \n \n58. The Bank was hoping to work with EY to effect this process,  in order to obtain an assurance that \nwhat it did would be acceptable. In the few weeks that were ava ilable to the Bank, I would estimate \nthat only 5-10% or so of the required mortgages could have been  put in place. There was certainly \nan intention and willingness to arrange this, but the lack of t ime prevented the Bank from doing so. \n \n \n \n     \n \n     \n \n    \n \n     \n \n \n \n23 Rozhkova: paragraphs 236 – 237. PB0156879; TAR-006377182; PB014 1769_00001; TAR-001389014; PB0156884; TAR-006377184; PB0156901;  \nTAR-006377186; PB0156902; TAR-006377188 PB0158523; TAR-00637719 0; PB0156904; TAR-006377192; PB0158537; TAR-006377194 \n24  Rozhkova: paragraph 246 \n25 First Witness Statement of V. Yatsenko: paragraphs 135-137 \nB2/7/10\n \n  \nConfirmation of Compliance \n \nI understand that the purpose of this witness statement is to s et out matters of fact of which I have personal \nknowledge. \n \nI understand that it is not my function to argue the case, eith er generally or on particular points, or to take \nthe court through the documents in the case. \n \nThis witness statement sets out only my personal knowledge and recollection, in my own words. \n \nOn points that I understand to be important in the case, I have  stated honestly (a) how well I recall matters \nand (b) whether my memory has been refreshed by considering doc uments, if so how and when. \n \nI have not been asked or encouraged by anyone to include in thi s statement anything that is not my own \naccount, to the best of my ability and recollection, of events I witnessed or matters of which I have personal \nknowledge. \n \nSigned: signature Dated: 17 December 2021 \n \nVolodymyr Yatsenko \n \n \n \n  \nStatement of Truth \n \nI believe that the facts stated in this witness statement are t rue. \n \nI understand that proceedings for contempt of court may be brou ght against anyone who makes, or causes \nto be made, a false statement in a document verified by a state ment of truth without an honest belief in its \ntruth. \n \nSigned: signature      Dated: 17 December 2021 \n \nVolodymyr Yatsenko \nB2/7/11\n \n \n \nB2/7/12\n \n  \nAnnex A \n \nList of Documents referred to for the purposes of preparing \nthe Second Witness Statement of Volodymyr Yatsenko \n \n \nNo Document Reference \n1. Order On Approving the Lists of Affiliated \nParties of PJSC KB \"PRIVATBANK\" and the \"PRIVATBANK\" Banking Group as of \n01/10/2015 dated 3.10.2015 PB0365655; PB0365655_00001_English \n2. Email from D Luchaninov to Yu Pikush dated \n31.03.2015 PB0039015 / TAR-001925214; \n3. Analysis of connections between entities and \nPB and suggestions to exclude them PB0039016 / TAR-001925215 \n4. Analysis of connections between entities and \nPB and suggestions to exclude them PB0039017 / TAR-001925216 \n5. Email chain from Mr D Novikov to V \nYatsenko dated 15.02.2016 PB0071328_00001 \n6. NBU Resolution No.103/BT dated \n23.02.2016 PB0365415; PB0365415_00001_English \n7. Letter from the NBU to PB dated 18.07.2016 PB0208456_00001 \n8. Letter from the Bank to the NBU dated 20 \nOctober 2021 PB0156879 (unsigned version - \nPB0141768_00001); TAR-006377182 \n9. Transformation Plan (part of the same family \nas the Letter from the Bank to the NBU dated 20.10.2016) PB0141769_00001 (PB0066124_00001 );; TAR- \n001389014 \n10 Letter from the Bank to the NBU dated \n03.11.2016 PB0156884 (or PB0141771_00001); TAR- \n006377184; \n11 Letter from the Bank to the NBU dated \n04.11.2016 PB0156901 (or PB0141770_00001); TAR- \n006377186; \n12 Letter No. 188627 from the Bank to the NBU \ndated 15.11.2016 PB0156902; TAR-006377188 \n13 Transformation Plan enclosed to Letter No. \n188627 dated 15.11.2016 PB0158523 (or PB0066280_00001); TAR- \n006377190 \n14 Letter from the Bank to the NBU dated \n23.11.2016 PB0156904; TAR-006377192 \nB2/7/13\n \n 15 Transformation Plan enclosed to Letter No. \n192365 dated 23.11.2016 PB0158537 (or PB0066627_00001); TAR- \n006377194 \n16 EY Report dated 22.11.2016 PB0092834_00001, PB0092834_00001_English \nB2/7/14\n \n Party: First Defendant \nWitness: V. Yatsenko \nNumber: Second \nDated: 17 December 2021 \n \n \nClaim No. BL-2017-000665 \nIN THE HIGH COURT OF JUSTICE BUSINESS AND PROPERTY COURTS OF ENGLAND \nAND WALES \n \nBUSINESS LIST \n \n \n \nB E T W E E N \n \nJSC COMMERCIAL BANK PRIVATBANK \n \nClaimants \n \nand \n \n \n(1) IGOR VALERYEVICH KOLOMOISKY \n \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n \n(3) TEAMTREND LIMITED \n \n(4) TRADE POINT AGRO LIMITED \n \n(5) "}
{"start": 35000, "text": " dated \n04.11.2016 PB0156901 (or PB0141770_00001); TAR- \n006377186; \n12 Letter No. 188627 from the Bank to the NBU \ndated 15.11.2016 PB0156902; TAR-006377188 \n13 Transformation Plan enclosed to Letter No. \n188627 dated 15.11.2016 PB0158523 (or PB0066280_00001); TAR- \n006377190 \n14 Letter from the Bank to the NBU dated \n23.11.2016 PB0156904; TAR-006377192 \nB2/7/13\n \n 15 Transformation Plan enclosed to Letter No. \n192365 dated 23.11.2016 PB0158537 (or PB0066627_00001); TAR- \n006377194 \n16 EY Report dated 22.11.2016 PB0092834_00001, PB0092834_00001_English \nB2/7/14\n \n Party: First Defendant \nWitness: V. Yatsenko \nNumber: Second \nDated: 17 December 2021 \n \n \nClaim No. BL-2017-000665 \nIN THE HIGH COURT OF JUSTICE BUSINESS AND PROPERTY COURTS OF ENGLAND \nAND WALES \n \nBUSINESS LIST \n \n \n \nB E T W E E N \n \nJSC COMMERCIAL BANK PRIVATBANK \n \nClaimants \n \nand \n \n \n(1) IGOR VALERYEVICH KOLOMOISKY \n \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n \n(3) TEAMTREND LIMITED \n \n(4) TRADE POINT AGRO LIMITED \n \n(5) COLLYER LIMITED \n \n(6) ROSSYN INVESTING CORP \n \n(7) MILBERT VENTURES INC \n \n(8) ZAO UKRTRANSITSERVICE LTD \n \nDefendants \n  \n \n \n \nSECOND WITNESS STATEMENT OF \nVOLODYMYR YATSENKO \nB2/7/15\n"}
