{"metadata": {"corpus_path": "C8_1 Supplemental expert report of Dmytro Marchukov.pdf", "file_size": 446933, "mtime": 1755610854.7541113, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "Second Defendant  \nDmytro Marchukov  \nSupplemental Expert Report  \nExhibit DM 2 \nClaim No. BL-2017 -000665  \nIN THE HIGH COURT OF JUSTICE  \nBUSINESS AND PROPERTY COURTS OF  \nENGLAND AND WALES  \nBUSINESS LIST (ChD)  \n \nBETWEEN:  \n \nJSC COMMERCIAL  BANK  PRIVATBANK  \nClaimant  \n- and - \n \n(1) IGOR  VALERYEVICH  KOLOMOISKY  \n(2) GENNADIY  BORISOVICH  BOGOLYUBOV  \n(3) TEAMTREND  LIMITED  \n(4) TRADE  POINT  AGRO  LIMITED  \n(5) COLLYER  LIMITED  \n(6) ROSSYN  INVESTING  CORP  \n(7) MILBERT  VENTURES  INC \n(8) ZAO  UKRTRANSITSERVICE  LTD  \nDefendants  \n \nSUPPLEMENTAL  EXPERT  REPORT  OF  \nDMYTRO  MARCHUKOV  \n25 October  2022 \n \n  \nC8/1/1\n   \n \n2 \n I, Dmytro  Marchukov,  of 1 Dobrovolchykh  Batalioniv  St., Kyiv,  01015,  Ukraine,  \npresent  this report  on certain  points  of Ukrainian  law and practice.  \nI. INTRODUCTION  \n1. I am a qualified  Ukrainian  lawyer,  Partner  and Head  of Cross -Border  Litigation  \nat Integrites  in Kyiv.  I have  been  instructed  by Enyo  Law LLP,  solicitors  for the \nSecond  Defendant,  to prepare  an expert  report  in relation  to the questio n specified  \nin paragraph  5 below.  \n2. I attach  to this expert  report  Exhibit  “DM2”. All references  to the documents  in \nthis report  are references  to Exhibit  “DM2”, unless  otherwise  stated.  Significant  \nparts  of the exhibited  documents  are English  translations  of Ukrainian  texts.  \n3. I have  prepared  this report  in the English  language  because  I am fluent  in it and \nthe bulk of my practice  is conducted  in English.  My native  language  is Russian,  \nand I am also fluent  in Ukrai nian as the official  language  in Ukraine.  \n4. In preparing  this report  I was assisted  by members  of my team  whose  work  \nI personally  supervised.  The views  expressed  in this report  are entirely  my own.  \n5. This is my second  expert  report  in the present  litigation.  On 14 December  2021, \nI submitted  my previous  expert  report  (the “First  Report”) addressing  the \nprinciples  governing  joint and several  liability  for tortious  infliction  of harm  \nunder  Ukrainian  law. \n6. The same  question  (among  various  others)  was also addressed  in the Eighth  \nExpert  Report  of Oleh  Beketov  (the “Beketov  Eighth  Report”) and the Expert  \nReport  of Oleg  Alyoshin  (the “Alyoshin  Report”) both dated  23 November  2021 , \nas well as in the Third  Expert  Report  of Volodymyr  Nahnybida  dated  14 \nDecember  2021 . When  preparing  the First Report,  I was instructed  to read and \nconsider  the Beketov  Eighth  Report  and Alyoshin  Report , which  I did. As \nexplained  in the First Report1, I generally  agree d with the conclusions  of \nMr Alyoshin  on the point  of Ukrainian  law, on which  I was asked  to give my \nopinion , but considered  I should  add some  further  details  as to how various  \nprovisions  of the Ukrainian  civil law – and, in particular,  Article 1190  of the CCU  \n– operate . While  I did not agree  with certain  views  expressed  in the Beketov  \n \n1  Paragraph  13 of the First Report . \nC8/1/2\n   \n \n3 \n Eighth  Report , I did not respond  to them  specifically  and in detail  in my First \nReport  as I was not instructed  to do so.  \n7. On 11 February  2022 , I together  with Mr Beketov,  Mr Alyoshin,  and \nMr Nahnybida  (the “Experts”), submitted  the Joint  Report  of the Parties’ Experts  \non Ukrainian  Law (the “Joint  Report”). Paragraphs  56 – 61 of the Joint  Report  \nrecorded  the principal  areas  of agreement  and disagreement  on the point s of \nUkrainian  law, on which  I had been  asked  to give my opinion . In this \nSupplemental  Report , I will address  the principal  areas  of disagreement  between  \nmyself  and Mr Beketov,  as well as comment  in more  detail  on his respective  \nviews  expressed  in the Beketov  Eighth  Report.   \n8. I understand  that it is for the English  Court  to apply  the principles  of Ukrainian  \nlaw considered  in this report  (insofar  as it determines  they ar"}
{"start": 3500, "text": "ent  and disagreement  on the point s of \nUkrainian  law, on which  I had been  asked  to give my opinion . In this \nSupplemental  Report , I will address  the principal  areas  of disagreement  between  \nmyself  and Mr Beketov,  as well as comment  in more  detail  on his respective  \nviews  expressed  in the Beketov  Eighth  Report.   \n8. I understand  that it is for the English  Court  to apply  the principles  of Ukrainian  \nlaw considered  in this report  (insofar  as it determines  they are relevant ) to the \nfacts  of the current  case,  and the consequences  of the same.  Accordingly,  like in \nthe First Report , I have  limited  the consideration  of the facts  of the current  dispute  \nin this report,  and where  I do address  the legal  principles  by reference  to my \nunderstanding  as to certain  of the facts,  this is intended  to assist  the Court  by \nexplaining  the possible  application  of the principles,  but in full awareness  that \nthis is a determination  for the Court  itself  to make.  \n9. For convenience,  where  applicable  I am using  herein  the same  definitions  and \nabbreviations  as the ones used in the case documents  and, in particular,  in the \nFirst Report,  as well as in the Joint  Report . \n10. Also,  I understand  that in this report  I should  not extensively  repeat  what  I have  \nalready  stated  in the First Report.  I will, therefore,  aim to do so only to the extent  \nnecessary  and, thus,  this report  should  be considered  in conjunction  with the First \nReport.  In any event,  if I do not repeat  something  from  the First Report  \nhereinbelow,  that does not mean  that I no longer  hold that opinion  or consider  it \nirrelevant.  Similarl y, where  I do not respond  specifically  to what  Mr Beketov  has \nsaid, that does not mean  that I accept  that it is correct.  \nC8/1/3\n   \n \n4 \n II. MY QUALIFICATIONS AND EXPERIENCE  \n11. I have  set out my qualifications  and experience  in my First Report2. The summary  \nof the same  was attached  thereto  at Exhibit  DM1 -2. I have  also confirm ed my \nindependence  from  the parties  and their legal  advisors  (which  remains  the case)3.  \n12. Between  the date of my First Report  and the date hereof,  I was involved  in certain  \nnew client  matters.  Nevertheless,  that has not had considerable  impact  on my \nqualifications  and experience.  In view  of this, I do not consider  it essential  to \nupdate  Exhibit  DM1 -2 for the purposes  of the present  Supplemental  Report.  \nFor the sake of full transparency,  however,  I would  like to disclose  to the Court  \nthat since  my First Report,  I have  acted  as the Ukrainian  law expert  in connection  \nwith an additional  proceeding  for forfeiture  in rem filed to the U.S. District  Court  \nfor the Southern  District  of Florida  by the U.S. Department  of Justice  against  \nproperties  in which  Mr Bogolyubov  and Mr Kolomoisky  are said to have  indirect  \ninterest  (case  No. 1:22-CV-20238).  Like in the cases  that I disclosed  in paragraph  \n8.3 of my First Report,  in that case,  I was instructed  by the U.S. attorneys  who \ndid not act for Mr Bogolyubov  and Mr Kolomoisky.  \nIII. SUMMARY OF THE REPORT  \n13. I disagree  with the view  of Mr Beketov  that it is not a necessary  precondition  for \napplication  of Article  1190  of the CCU  (“Article  1190”) that all elements  of tort \nunder  Article  1166  of the CCU  (“Article  1166”) must  be established  with respect  \nto each of the co-defendants  independently . Such  position  would  inevitably  entail  \nthat, in certain  scenarios,  Article  1190  would  serve  as a separate  basis for liability  \n(because  it will create  liability  where  otherwise  it would  not have  existed),  which  \nit cannot  (as all the Experts  have  already  agreed).  Rather,  a correct  interpretation  \nof Article  1190  is that it only regulates  the distribution  of liability  (proportionate  \nvs. joint and several)  once,  and only if, th"}
{"start": 7000, "text": " co-defendants  independently . Such  position  would  inevitably  entail  \nthat, in certain  scenarios,  Article  1190  would  serve  as a separate  basis for liability  \n(because  it will create  liability  where  otherwise  it would  not have  existed),  which  \nit cannot  (as all the Experts  have  already  agreed).  Rather,  a correct  interpretation  \nof Article  1190  is that it only regulates  the distribution  of liability  (proportionate  \nvs. joint and several)  once,  and only if, the court  has satisf ied itself  that the \nnecessary  criteria  for imposing  liability  on each co-defendant  exist  (which  is \nbeyond  the scope  of regulation  of Article  1190  and should be determined  under  \nArticle  1166) . The authorities , to which  Mr Beketov  refers  purportedly  to back  \nhis position,  are either  irrelevant , or do not provide  any support  to his position.  \n14. I do not fully  agree  with the view  of Mr Beketov  that by operation  of Article  1190  \n(in conjunction  with Article  1166)  all members  of a group  who have  conspired  to \n \n2  Paragraph s 5 – 7 of the First Report . \n3  Paragraph  8 of the First Report . \nC8/1/4\n   \n \n5 \n cause  an indivisible  harm  to the victim  can be held jointly  and severally  liable  in \ntort on the basis  that their conduct  is interconnected,  cumulative  and/or  motivated  \nby the same  intent.  Mr Beketov  wrongly  confus es the criteria  under  Article  1190  \nwith the grounds  for liability  in tort under  Article  1166 . The starting  point  for the \nrespective  analysis  should  be whether  the conduct  of each of the alleged  \ntortfeasors  is of itself  actionable  under  Ukrainian  civil law. Insofar  as the factual  \nscenario  described  by Mr Beketov  concerns  infliction  of harm  by a crime , the \nspecial  provisions  of the criminal  law on complic ity will play a crucial  role in \nshowing  that all elements  of tort under  Article  1166  are satisfied  with respect  to \neach of the co-conspirators  (in particular,  that the conduct  of each co-conspirator  \nwas unlawful).  However,  Article  1190  is not a civil law equivalent  to the criminal  \nlaw rules  on complicity . It does not render  any conduct  unlawful  that would  not \notherwise  be unlawful  (as all the Experts  have  already  agreed)  and I am not aware , \nwhich  other  rules  (in purely  civil law context)  would.  The view  of Mr Beketov  is \nnot supported  by any authorities.  Rather , the court  practice  shows  that Ukrainian  \ncourt  would  likely  dismiss  such type of claims.  \n15. The conduct  of a person  who gives  his standi ng or, indeed,  any other  (express  or \nimplied)  approval  to the conduct  of another  person,  is not itself  actionable  under  \nUkrainian  civil law. In particular,  I fail to see – including  from  the Ukrainian  \ncourt  practice  – how the elements  of unlawfulness  and of requisite  causation  can \nbe satisfied  in such factual  pattern . \n16. Mr Beketov’s  interpretation  of the relevant  criteria  for the application  of Article  \n1190  (causing  indivisible  harm  by interrelated,  collective  actions  or actions  with \nunity  of intent ) is overly  broad.  In my view,  the court’s finding that the separate  \nactions  of co-defendants , when  taken  together,  caused  harm,  or that “one person’s  \nactions  were  building  upon,  developing  or progressing  the actions  of another” \nwill not be sufficient  to hold co-defendants  liable  on joint and several  basis , \ncontrary  to what  Mr Beketov  suggests.  The court  practice  shows  that much  more  \nis required.  The respective  actions  of different  co-defendants  must  be so \ninterrelated  that they can be viewed  as unity,  in which  case it is impossible  to \ndetermine , to which  extent  each of the actions  contributed  to the occurrence  of \nthe ultimate  harmful  consequence.  \nIV. ANALYSIS  \n17. In my analysis  I will generally  follow  the logic  and structure  of my First Rep"}
{"start": 10500, "text": "everal  basis , \ncontrary  to what  Mr Beketov  suggests.  The court  practice  shows  that much  more  \nis required.  The respective  actions  of different  co-defendants  must  be so \ninterrelated  that they can be viewed  as unity,  in which  case it is impossible  to \ndetermine , to which  extent  each of the actions  contributed  to the occurrence  of \nthe ultimate  harmful  consequence.  \nIV. ANALYSIS  \n17. In my analysis  I will generally  follow  the logic  and structure  of my First Report  \nhaving  in mind  the areas  of disagreement  identified  in the Joint  Report .  \nC8/1/5\n   \n \n6 \n (a) General comments on the scope and effect of Article 1190 and \nwhether i t is a precondition for application of Article 1190 that all \nelements of tort under Article 1166 must be established with respect \nto each co -defendant independently  \n18. The Experts  have  agreed  on the following  general  points  as regards  joint and \nseveral  liability  in tort under  Ukrainian  civil law: \n18.1. Article  1190  does not create  a separate  basis  for liability4. Rather,  it \nprovides  for the circumstances  when  the courts  should  hold each of the co-\ndefendants  who are liable  to the claimant  jointly  and severally  liable,  \nmeaning  that each of the co-defendants  must  compensate  the full amount  \nof damages  suffered by the aggrieved  party  (as opposed  to compensating  \nthe victim  only for the share  of harm  directly  attributable  to their own \nunlawful  conduct)5; \n18.2. Article  1190  does not of itself  qualify  any conduct  as unlawful6;  \n18.3. Ukrainian  law does not provide  a freestanding  cause  of action  akin to the \ntort of conspiracy  under  English  law7. \n19. However,  the experts  disagre e as to whether  it is a necessary  precondition  for \napplication  of Article  1190  that all elements  of tort under  Article  1166  must  be \nestablished  with respect  to each of the co-defendants  independently . In particular,  \nMr Beketov’s  view  is that it is not8.  \n20. Such  position  of Mr Beketov  is wrong. First,  it clearly  contradicts  with the \naforementioned  position  agreed  by all the Experts  that Article  1190  does not \ncreate  a separate  basis  for liability9. Indeed,  the view  of Mr Beketov  presupposes  \nthat there  can be scenarios  where  the alleged  tortfeasor  is not liable  to the person  \nwho suffered  harm  because  any of the four necessary  elements  under  Article  1166  \nis not established  (for example,  his conduct  was lawful,  he was not at fault or \n \n4  The experts  have  also agreed  that the same  applies  to Article  63(3)  of the JSC Law and Article  \n42(11)  of the Law on Banks . \n5  Paragraph  56.1 of the Joint  Report.  \n6  Paragraph  56.2 of the Joint  Report.  \n7  Paragraph  57.1 of the Joint  Report.  This point  was agreed  as between  Mr Beketov,  Mr. Alyoshin  \nand me; Mr Nahnybida  did not opine  on it. \n8  Paragraph  59.1 of the Joint  Report  and paragraph  190 of the Beketov  Eighth  Report.  \n9  Paragraph  56.1 of the Joint  Report.  \nC8/1/6\n   \n \n7 \n there  was no requisite  causation);  however,  according  to Mr Beketov,  that person  \nstill may be held liable  by virtue  of Article  1190.  Were  that to be the case, Article  \n1190  would serve  as a separate  basis  for liability  (because  it will create  liability  \nwhere  otherwise  it would  not have  existed),  which  it cannot , again,  as agreed  by \nall the Experts,  including  Mr Beketov.  \n21. Second,  the attempts  of Mr Beketov  to find additional  bases for liability  in tort \namong  the criteria  for joint and several  liability  under  Article  1190  (infliction  of \nindivisible  harm  by interrelated  collective  actions  or actions  with the unity  of \nintent10) are fundamentally  wrong.  I explained  in detail  in the First Report  that \nArticle  1190  regulates  the distribution  of liability  between  persons  who can \nalready  be held liable  in tort11. The only result  of the ana"}
{"start": 14000, "text": "  the attempts  of Mr Beketov  to find additional  bases for liability  in tort \namong  the criteria  for joint and several  liability  under  Article  1190  (infliction  of \nindivisible  harm  by interrelated  collective  actions  or actions  with the unity  of \nintent10) are fundamentally  wrong.  I explained  in detail  in the First Report  that \nArticle  1190  regulates  the distribution  of liability  between  persons  who can \nalready  be held liable  in tort11. The only result  of the analysis  as to whether  the \ncriteria  under  Article  1190  are met is determination  whether  co-defendants  must  \nbe held liable  proportionately  (i.e., for certain  share  of the harm  each if the criteria  \nunder  Article  1190  are not met) or they should  be held jointly  and severally  liable  \n(i.e., for the full amount  of harm  each if the criteria  under  Article  1190  are met). \nHowever,  before  undertaking  that analysis,  the court  should  satisfy  itself  that the \nbasis  for liability  of each co-defendant  exist s in the first place  (which  is beyond  \nthe scope  of regulation  of Article  1190  and should  be determined  under  \nArticle  1166 ). My interpretation  of the scope  and effect  of Article  1190  is \nsupported  by the clarifications  of the highest  Ukrainian  judiciary , such as the \nResolution  No.612, academic  writings13, and the Supreme  Court  practice14. \n22. I also note that, while  the position  of Mr Beketov , as formulated  in the Beketov  \nEighth  Report  and in the Joint  Report,  implies  that any missing  necessary  element  \nof establishing  tort under  Article  1166  (unlawfulness,  causation,  fault,  or all \ntogether)  can be disregarded  by operation  of Article  1190 , he does not set out in \nany detail  his position  as regards  how Article  1190  could  substitute  for such \nmissing  elements  like unlawfulness  and fault.  In any event,  to the extent  that he \nholds  the opinion  that Article  1190  may serve  as a vehicle  to circumvent  these  \ntwo elements  of tort, he is certainly  wrong.  In the First Report  I have  referred  to \nthe Supreme  Court  judgments  where  the claimant  sought  to hold several  co-\ndefendants  jointly and severally  liable  under  Article  1190,  but the claims  against  \n \n10  Paragraph  59.1 of the Joint  Report  and paragraphs  190 – 196 of the Beketov  Eighth  Report.  \n11  Paragraph s 17 – 24 of the First Report . \n12  Paragraph  18 of the First Report . \n13  Paragraph s 19 and 26 of the First Report . \n14  Paragraphs  22 – 24 of the First Report . \nC8/1/7\n   \n \n8 \n certain  of them  failed  exactly  because  the conduct  of the respective  defendant s \nwas not found  to be unlawful15. \n23. Mr Beketov  has set out his position  with more  specificity  as regards  causation  \n(compared  to unlawfulness  and fault) . In particular,  he suggests  that “where  harm  \nis caused  by joint actions  of several  persons,  the element  of causation  will not \nhave  to be demonstrated  in relation  to the acts of each  of the joint tortfeasors.  \nRather,  Article  1190  allows  the court  to consider  whether  an indivisible  harm  \nwas caused  by the interconnected  actions,  cumulative  actions  and/o r actions  \ntaken  with shared  intent  of the joint tortfeasors  when  taken  together”16. \n24. To support  such his view,  Mr Beketov  relies  (wrongly,  as I will explain  further)  \non two Supreme  Court  judgments  – Resolution  of the Supreme  Court  dated  \n8 April  2020  in case No. 607/16993/18,  Person  1 v. Ternopil  City Council  \nTechnical  Supervision  Department,  Ternopil  City Council  Department  of \nHousing  and Communal  Services,  Landscaping  and Ecology  (Ternopil  case), and \nResolution  of the Supreme  Court’s  dated  29 May 2019  in case No. 740/967/16 -\nts, Joint  stock  commercial  bank  “Kyiv”  v. Persons  1-3 (Bank  Kyiv case). \n25. I should  start again  with the general  observation  that Mr Beketov  seeks  to put the \nc"}
{"start": 17500, "text": "  \n8 April  2020  in case No. 607/16993/18,  Person  1 v. Ternopil  City Council  \nTechnical  Supervision  Department,  Ternopil  City Council  Department  of \nHousing  and Communal  Services,  Landscaping  and Ecology  (Ternopil  case), and \nResolution  of the Supreme  Court’s  dated  29 May 2019  in case No. 740/967/16 -\nts, Joint  stock  commercial  bank  “Kyiv”  v. Persons  1-3 (Bank  Kyiv case). \n25. I should  start again  with the general  observation  that Mr Beketov  seeks  to put the \ncart before  the horse  by applying  the criteria  under  Article  1190  before  (or, rather , \ninstead  of) determining  the grounds  for liability  under  Article  1166.  As explained  \nin paragraph  21 above , this is not how Article  1190  works.  Furthermore,  in the \nFirst Report,  I have  referred  to several  Supreme  Court  judgments  where  the claim  \nagainst  one of the co-defendants  was dismissed  exactly  for lack of causation,  and \nArticle  1190  was not a vehicle  to circumvent  or to implant  this necessary  element  \nof tort under  Article  116617. \n \n15  Paragraphs  28 and 30 of the First Report.  \n16  Paragraph  59.1 of the Joint  Report . Mr Beketov  further  elaborates  in paragraph  191 of the Beketov  \nEighth  Report  as follows:  “For example,  were  each  of the joint tortfeasors’  individual  actions  (or \nomissions)  to be considered  separately,  it might  be that no causal  connection  (in the ‘but for’ \nsense)  would  be found  to exist between  the harm  suffered  by the victim  and that particular  \ndefendant’s  actions.  This would  preclude  a claim  under  Article  1166  against  that one person  \nalone  for want  of causation,  but I do not believe  that a Ukrainian  court  would  hold Article  1190  \nto be of no application  in such a scenario.  It would  be contrary  to the provisions  of the Civil  Code  \npursuant  to which  the Ukrainian  courts  will seek to protect  the interests  of a victim  of harm  (see \nparagraph  67 above).  On the contrary,  I believe  that Article  1190  allows  the court  to consider  \nwhether  the victim  has suffered  an indivisible  harm  that has been  caused  by the interconnected  \nactions,  cumulat ive action  and/or  actions  taken  with shared  intent,  of the joint tortfeasors  when  \ntaken  together . The court  in such a case will not need  to consider  whether  the actions  of each  \nindividual  defendant,  when  viewed  in isolation,  would  have  caused  the harm” (emphasis  of \nMr Beketov) . \n17  Paragraphs  30 – 35 of the First Report.  \nC8/1/8\n   \n \n9 \n 26. The Ternopil  case and Bank  Kyiv case, to which  Mr Beketov  refers,  do not \nsupport  his position . In particular,  Ternopil  is neither  instructive,  nor illustrative  \nbecause  of the following:  \n26.1. This case concerned  compensation  for damage  to a car suffered  because  of \nthe potholes  on the road.  The claimant  brought  a claim  against  two \nmunicipal  entities  of Ternopil  city seeking  to hold them  jointly  and \nseverally  liable.  Whilst  the lower  courts  granted  the claim,  the Supreme  \nCourt  remanded  the case for new consideration  and instructed  the lower  \ncourts  to ascertain  the scope  of authority  of each municipal  entity  with \nrespect  to the maintenance  of the road.  In other  words,  the Supreme  Court  \nsaid that the courts should  determine  which  of those  entities  was directly  \nresponsible  for maintenance  of the respective  road (and,  thus,  who was in \nfault for not maintaining  it).  \n26.2. In no way did the Supreme  Court  hold that any element  of tort under  Article  \n1190  can be disregarded,  as Mr Beketov  suggests.  Quite  to the contrary,  the \nfact that the Supreme  Court  instructed  the lower  court  to determine  whether  \nthe duties  of the respective  entities  encompassed  maintenance  of the road, \nsuch that their failure  to comply  with the respective  duties  was unlawful  \nand caused  harm  to the claimant,  shows,  in my"}
{"start": 21000, "text": "\nfault for not maintaining  it).  \n26.2. In no way did the Supreme  Court  hold that any element  of tort under  Article  \n1190  can be disregarded,  as Mr Beketov  suggests.  Quite  to the contrary,  the \nfact that the Supreme  Court  instructed  the lower  court  to determine  whether  \nthe duties  of the respective  entities  encompassed  maintenance  of the road, \nsuch that their failure  to comply  with the respective  duties  was unlawful  \nand caused  harm  to the claimant,  shows,  in my view,  that the Supreme  Court  \nconsidered  that all elements  of tort under  Article  1166  must  be established.  \n26.3. It naturally  follows  from  the above  description  of the case, that the opinion  \non interpretation  of Article  1190,  as quoted  in paragraphs  187 and 192 of \nthe Beketov  Eighth  Report,  was not at all applied  by the Supreme  Court  in \nTernopil  case.  Rather,  while remanding  the case for a new review  to the \nlower  court  the Supreme  Court  merely  instructed  it to take the said opinion  \ninto account  (apparently  in the event  that the lower  court  found  that both \nentities  breached  their duties  as to maintenance  of road and that all other  \neleme nts of tort were established,  which  is only when  Article  1190  and \nrespective  opinion  on its interpretation  would  become  relevant) . However,  \nthe lower  court  had no chance  to do so because  the claimant  withdrew  the \nclaims  against  one of the two defendants  and Article  1190  was not \napplied18. \n \n18  Resolution  of Ternopil  Appellate  Court  in case No. 607/16993/18,  dated  7 May 2021,  Exhibit  \nDM1 -19, page  2. \nC8/1/9\n   \n \n10 \n 26.4. Further , as explained  in paragraphs  58 – 61 of the First Report,  the opinion  \non interpretation  of Article  1190,  which  the Supreme  Court  in Ternopil  case \nreferred  to, was itself  literally  copied  and pasted  from  the Supreme  Court  \nJudgment  in Gaz Ukrainy  case. The respective  opinion  in the latter case \nwas issued  in the context  of criminal  infliction  of harm  and that is an \nimportant  context  to bear in mind.  Indeed,  it is suitable  for cases  relating  to \ninfliction  of harm  by a crime  that was committed  by several  accomplices  \n(whose  actions  by operation  of specific  criminal  law provisions  are all \nviewed  unlawful  and, moreover,  are all viewed  as a single  crime , which  \ncauses  harm  to the victim ). However,  it is entirely  inappropriate  to seek to \ndraw  from  the same  opinion  conclusion s that considerably  derogat e from  \nthe fundamental  rules  of the Ukrainian  civil law, which  was certainly  not \nenvisaged  by the Supreme  Court  when  deciding  Gas Ukrainy  case. \n27. I should  also observe  that as per the opinion  in Gaz Ukrainy  case (which  was further  \nquoted  in Ternopil  case), the issue  of causation  may – although  not necessarily  does \n– have  a certain  role in determining  whether  the conduct  of all tortfeasors  can be \nviewed  as a unity  (which  is one of the criteria  for holding  co-defendants  liable  \njointly  and severally  under  Article  1190) . However,  the latter  question  remains  \ndistinct  from  the question  of whether  liability  in tort arises  under  Article  1166,  \nwhich  must  be determined  in the first place.  In other  words,  the court  must  first \nestablish  all elements  of tort under  Article  1166,  including  requisite  causation,  with \nrespect  to each of the alleged  tortfeasors.  Only  then can the court  proceed  to analys e \nwhether  the conduct  of all alleged  tortfeasors  can be viewed  as a unity  (in a sense  \nthat it is impossible  to separate  what  action  and to what  extent caused  the occurrence  \nof harm  and that leaving  at least one of those  actions  out of the group  of the joint \ntortfeasors’  actions  would  not result  in the joint tortious  outcome19). \n28. The role of causation  in determining  whether  the conduct  of all tortfeasors  was so \ninte"}
{"start": 24500, "text": "nly  then can the court  proceed  to analys e \nwhether  the conduct  of all alleged  tortfeasors  can be viewed  as a unity  (in a sense  \nthat it is impossible  to separate  what  action  and to what  extent caused  the occurrence  \nof harm  and that leaving  at least one of those  actions  out of the group  of the joint \ntortfeasors’  actions  would  not result  in the joint tortious  outcome19). \n28. The role of causation  in determining  whether  the conduct  of all tortfeasors  was so \ninterconnected  that it can be viewed  as a unity , is more  complex  than the test for \ncausation  under  Article  1166 . That is because  the latter  test does not require  \nestablishing  interconnection  between  the conduct  of multiple  tortfeasors  (so that \nsuch conduct  can be viewed  as a unity ) but only requires  establish ing connection  \nbetween  the conduct  of just one tortfeasor  and the harm  caused  by such conduct.  \n  \n \n19  Paragraph  58 of the First Report.  \nC8/1/10\n   \n \n11 \n 29. Bank  Kyiv case is of no avail  to Mr Beketov’s  position  either:  \n29.1. First,  the Supreme  Court  in this case did refer to the four necessary  elements  \nof tort under  Article  1166  and unequivocally  confirmed  that lack of any of \nsuch elements  is a ground  to release  the defendant  from liability  in tort20. \n29.2. Second,  in no way did the Supreme  Court  state or suggest  that “there  is no \nneed  to show,  in the case of a joint tort, that any one tortfeasor’s  actions  \ncaused  the harm”, which  conclusion  Mr Beketov  seeks  to draw21. Quite  to \nthe contrary,  although  one of the co-defendants  argued  that there  was no \nrequisite  causation  between  his conduct  and the harm  suffered  by the \nvictim,  the Supreme  court  dismissed  such argument  having  noted  that the \nprior  court  verdict  in a criminal  case against  all three  co-defendants  had \nalready  established  that the conduct  of all three  of them  caused  respective  \nharm.  In other  words,  the Supreme  Court  found  that the element  of \ncausation  had already  been  duly established  in the preceding  criminal  case \nand by operation  of the issue preclusion  rules  could  not be disputed  and did \nnot have  to be investigated  again  in this case.  \n30. In the premises,  I believe  that Bank  Kyiv case, rather , supports  my view  that for \nArticle  1190  to apply  the court  must , in the first place , establish  that the conduct  \nof each tortfeasor  is actionable  in a sense  that all four elements  of tort – including  \nrequisite  causation  – must  be established  with respect  to each co-defendant.  \n31. Finally,  I should  note that, from  the commonsense  perspective,  the approach  \nadvocated  by Mr Beketov  would  lead to absurd  results.  The requirement  of \ncausation  in Article  1166  is there  for a reason.  In the real world  very long chains  \nof causation  can be built.  For example,  where  the security  guard  on the parking  \nlot neglects  his duties  and, therefore,  the car is stolen  from  the parking  lot, and \n \n20  Resolution  of the Supreme  Court  in case No. 740/967/16 -ц, dated  29 May 2019,  page  4, Exhibit  \nDM1 -16 page  2: “the general  ground  for tort liability  is unlawful,  guilty  action  or omission  of a \nperson  that caused  harm  (tort)  that contains  the following  compon ents:  unlawful  conduct,  \ninfliction  of harm,  causation  between  them  and the fault of the person  that caused  the harm.  [] \nUnder  Civil  law the action  is unlawful  if it violates  imperative  provisions  of the law or terms  of \nthe agreement  authorised  by the law, and resulted  in violation  of rights  of other  person.  [] The \nharm  is understood  as the harm  to property  that results  in diminution  of property  of injured  party  \nas a result  of breach  of his property  right.  [] The causation  between  unlawful  conduct  of a perso n \nand inflicted  harm  is a necessary  condition  for liability,  which  pres"}
{"start": 28000, "text": " Civil  law the action  is unlawful  if it violates  imperative  provisions  of the law or terms  of \nthe agreement  authorised  by the law, and resulted  in violation  of rights  of other  person.  [] The \nharm  is understood  as the harm  to property  that results  in diminution  of property  of injured  party  \nas a result  of breach  of his property  right.  [] The causation  between  unlawful  conduct  of a perso n \nand inflicted  harm  is a necessary  condition  for liability,  which  prescribes  that the harm  becomes  \nan objective  outcome  of the tortfeasor’s  conduct.  [] Under  general  rule tort liability  occurs  only \nif the person  who caused  the harm  is guilty  (intentionall y or negligently ). [] The absence  of any \nsuch condition  is a ground  to release  the person  from  liability,  unless  otherwise  prescribed  by \nlaw” (emphasis  added).  \n21  Paragraph  195 of the Beketov  Eighth  Report.  \nC8/1/11\n   \n \n12 \n then the thief injures  a person  by that car, there  is a very distant  causal  link \nbetween  the security  guard’s  neglect  of his duties and the victim’s  bodily  injury  \n(because  but for the said neglect  of duties  the car would  not have  been  stolen  and \nthe injury  would  not have  occurred).  However,  the element  of causation  under  \nArticle  1166  sets forth  the limits  of liability  in tort under  Ukrainian  law by \nrequiring  legal ly relevant,  i.e., direct , causation.  Therefore,  the security  guard  \ncannot  be held liable  to the victim  for bodily  injury  but, rather , only the thief, who \nactually  inflicted  the injury , can.  \n32. Had Mr Beketov  been  correct,  such limits  could  have  been  easily  rendered  \nmeaningless  by mere  reference  to Article  1190  because  the causation  – following  \nMr Beketov’s  theory  – should  be established  between  the ultimate  harm  and \nconduct  of all co-defendants  “when  taken  together”. I am of strong  opinion  that \nthis is not the purpose  of Article  1190  and that the approach  advocated  by \nMr Beketov  has no basis  under  Ukrainian  law. \n33. To conclude,  I remain  of the view  that it is a necessary  precondition  for \napplication  of Article  1190  that all elements  of tort under  Article  1166  must  be \nestablished  with respect  to each of the co-defendants  independently . Article  1190  \nonly regulate s the distribution  of liability  between  the tortfeasors  (proportionate  \nvs. joint and several)  and does not serve  as a shortcut  to circumvent  any element  \nof tort under  Article  1166.  \n(b) Whether Article 1190 operates similarly to  the Ukrainian criminal \nlaw rules on complicity  \n34. Mr Beketov  has suggest ed that “where  a person  committing  an unlawful  act, \nwhich  causes  harm,  does so at the behest  of another,  the procurer,  who will also \nbe regarded  as having  committed  an unlawful  act if the act of procurement  was \ntaken  with an intent  to cause  that harm,  will bear joint and several  liability  for \nthe harm”22.  \n35. He further  opined  – with reference  to certain  court  practice  – that “Article  1190  \n(in conjunction  with Article  1166)  may be applied  by the Ukrainian  courts  to \nallow  a person  to seek full compensation,  on a joint and several  basis,  from  all \nmembers  of a group  who have  conspired  to cause  an indivisible  harm  to that \nperson  by their  separate  actions.  Article  1190  (in conjunction  with Article  1166)  \nis applicable  even if each  member  of the group  contributed  to the infliction  of \n \n22  Paragraph  185 of the Beketov  Eighth  Report.   \nC8/1/12\n   \n \n13 \n indivisible  harm  by separate  and different  conduct,  including  by procuring  or \nassisting  the conduct  of another  member  of the group,  provided  that all their  \nconduct  is interconnected,  cumulative  and/or  motivated  by the same  intent”23. \n36. I do not completely  agree  with the above  statements  of Mr Beketov.  Again,  the \nstarting  point  for "}
{"start": 31500, "text": "member  of the group  contributed  to the infliction  of \n \n22  Paragraph  185 of the Beketov  Eighth  Report.   \nC8/1/12\n   \n \n13 \n indivisible  harm  by separate  and different  conduct,  including  by procuring  or \nassisting  the conduct  of another  member  of the group,  provided  that all their  \nconduct  is interconnected,  cumulative  and/or  motivated  by the same  intent”23. \n36. I do not completely  agree  with the above  statements  of Mr Beketov.  Again,  the \nstarting  point  for the respective  analysis  should  be whether  the conduct  of each \nof the alleged  tortfeasors  (in particular,  as relevant  to Mr Beketov’s  position , the \nprocurer  or members  of the group  who have  conspired  to inflict  harm ) is of itself \nactionable  under  Ukraini an civil law in a sense  that all four elements  of tort under  \nArticle  1166  can be established  with respect  to each tortfeasor  independently.  \nArticle  1190  has no role in this analysis . As explained  in paragraphs  21 and 25 \nabove,  by confusing  the criteria  under  Article  1190  with the grounds  for liability  \nin tort under  Article  1166,  Mr Beketov  puts the cart before  the horse.  \n37. In terms  of the end result,  Mr Beketov’s  position  can be correct  insofar  as it \nconcerns  infliction  of harm  by a crime.  I explained  in quite  detail  in my First \nReport24 that Ukrainian  criminal  law does render  the conduct  of accomplices  \nunlawful.  Therefore,  when  a person  participates  in committing  of a crime  in a \ncertain  role (including,  for example,  by procuring  commission  of the crime  or \notherwise  conspiring  to commit  the crime,  to the extent  respective  roles  fall within  \nthe definitions  envisaged  in the Criminal  Code  of Ukraine25), by operation  of the \nsame  provisions,  the respective  conduct  of that person  is considered  unlawful.  \nHowever,  Article  1190  is not a civil law equivalent  to the criminal  law rules  on \ncomplicity.  All experts,  including  Mr Beketov,  have  agreed  that it does not of \nitself  qualify  any conduct  as unlawful26. \n38. Mr Beketov  has suggested  that his position  is supported  by court  practice27. \nHowever,  it is not. Ukrsibbank  and Bank Kyiv cases , to which  Mr Beketov  \nreferred , both concerned  infliction  of harm  through  crime s. Therefore,  conduct  of \nall accomplices  in those  cases  was rendered  unlawful  by virtue  of the specific  \ncriminal  law provisions  on complicity.  Furthermore,  such unlawfulness,  as well \nas the victim’s  harm  and causation  between  the former  and the latter , had been  all \nestablished  by the respective  crimina l verdicts  in the preceding  criminal  cases  \nand the courts  in Ukrsibbank  and Bank  Kyiv cases  were  bound  by those  findings  \n \n23  Paragraph  58.1 of the Joint  Report.  See also paragraph  196 of the Beketov  Eighth  Report.  \n24  Paragraph  39 – 41 of the First Report . \n25  Articles  26 – 30 of the Criminal  Code  of Ukraine,  Exhibit  DM1 -15. \n26  Paragraph  56.2 of the Joint  Report.  \n27  Paragraph  58.1 of the Joint  Report.  See also paragraph  196 of the Beketov  Eighth  Report.  \nC8/1/13\n   \n \n14 \n and did not have  to review  the respective  questions  again  but simply  imported  the \nrelevant  findings  from  the criminal  verdicts . Thus , these  cases  do not provide  any \nsupport  to Mr Beketov’s  view  that – beyond  the criminal  law context  – the \nconduct  of persons  who procure  or conspire  to cause  harm  is actionable  under  \nUkrainian  tort law (in particular,  under  Article  1166 ): the criminal  law context  \nwas inherent  and inalienable  for both,  Ukrsibbank  and Bank  Kyiv, cases,  to which  \nMr Beketov  referred . \n39. While  Ternopil  case did not concern  infliction  of harm  through  a crime , it \nprovide s no support  to Mr Beketov’s  position  either.  In that case there was no \nallegation  of procuring  or conspiring  to inflict  harm  whatsoever . Therefore,  it i"}
{"start": 35000, "text": "o cause  harm  is actionable  under  \nUkrainian  tort law (in particular,  under  Article  1166 ): the criminal  law context  \nwas inherent  and inalienable  for both,  Ukrsibbank  and Bank  Kyiv, cases,  to which  \nMr Beketov  referred . \n39. While  Ternopil  case did not concern  infliction  of harm  through  a crime , it \nprovide s no support  to Mr Beketov’s  position  either.  In that case there was no \nallegation  of procuring  or conspiring  to inflict  harm  whatsoever . Therefore,  it is \ncompletely  irrelevant  for the purpose  of this discussion  (see my detailed  analysis  \nof Ternopil  case in paragraphs  26.1 – 26.4 above) . \n40. In my research  of the Ukrainian  court  practice  (and,  again,  putting  aside  cases  \nthat concerned  infliction  of harm  through  a crime ), I was not able to identify  a \nsingle  case, in which  a Ukrainian  court  would  have  held liable  a procure r or co-\nconspir ator, rather  than a person  who directly  inflicted  harm  (or at least any case \n– except  for the two described  below  – where  the claimant  would  have  tried to \nadvance  such argument  before  the Ukrainian  court,  which,  in my view,  is also \nquite  telling ).  \n41. Rather,  in one case (judgment  of the Appellate  Court  of Cherkasy  region  in case \nNo. 707/442/19,  dated  17 July 201928), where  the court  faced a broadly  similar  \nquestion , the court  refused  to do so. That case arose  out of a much  more  mundane  \nsituation.  However,  given  the lack of any other  relevant  court  practice , in my \nopinion,  it still can be helpful  to shed some  light as to how Ukrainian  court s might  \ntreat such type of claims.  In that case,  a mother  asked  her 15-year son to break  \ndown  the CCTV  camera  installed  on the house  of their neighbours.  The son did \nso. The neighbours  then brought  a delictual  claim,  inter  alia, against  the mother.  \nIt was not disputed  in that case that the act that directly  inflicted  harm  (breaking  \ndown  the CCTV  camera)  was taken  by the son. The court  also established  that \nthe mother  procured  that act by asking  her son to break  down  the camera.  \nHowever,  the court  dismissed  the neighbour’s  claim.  It specific ally pointed  out \nthat there  was no sufficient  causal  link between  the mother’s  act and the inflicted  \nharm.  Rather,  a proper  defendant  was only her son who directly  inflicted  harm.  \n \n28  Judgment  of the Appellate  Court  of Cherkasy  region  in case No. 707/442/19,  dated  17 July 2019 , \nExhibit  DM2 -1. \nC8/1/14\n   \n \n15 \n For the context,  I should  explain  that under  Ukrainian  law minors  in the age \nbetween  14 and 18 are liable  on their own for the harm  that they inflicted29 \n42. The other  relevant  case is the judgment  of the Odesa  Appellate  Court in case \nNo. 492/490/19,  dated  22 October  202030. While  the description  of facts  in that \njudgment  is somewhat  fragmentary,  I understand  that the question  of whether  a \nperson  can be held liable  in tort for procuring  and instigating  the conduct  of others  \nwho actually  inflict  harm  to the victim , was central  there.  The claimant  in that \ncase was the owner  of a public  space  in Odesa  city known  as the “Summer  \nTheatr e”. The defendant  was a head  of a non-governmental  organisation , the \ndeclared  purpose  of which  was to preserve  this public  space .  \n43. The claimant’s pleaded  case was that the defendant  organi sed a public  gathering  \nof local  activist s who – upon  the defendant’s  instigation  and at his behest  – \nentered  the territory  of the Summer  Theatr e and dismantled  certain  property  of \nthe claimant  (in particular,  the gate and the scene) . The claimant  sought  \ncompensation  from  the defendant  for the value  of destructed  property.  The court  \ndismissed  the claim.  While  it did not expressly  opine  as to whether  the instigation  \nor procur ement  of certain  conduct  can be actionable  in tort und"}
{"start": 38500, "text": "of local  activist s who – upon  the defendant’s  instigation  and at his behest  – \nentered  the territory  of the Summer  Theatr e and dismantled  certain  property  of \nthe claimant  (in particular,  the gate and the scene) . The claimant  sought  \ncompensation  from  the defendant  for the value  of destructed  property.  The court  \ndismissed  the claim.  While  it did not expressly  opine  as to whether  the instigation  \nor procur ement  of certain  conduct  can be actionable  in tort under  Ukrainian  law, \nfrom  the text of the judgment,  I understand  that the court  was only looking  for \nevidence  of whether  the defendant  himself  was participating  in the dismantling  \nof the claimant’s  property.  Having  established  – based  on available  video  \nrecordings  and witness  evidence  – that the defendant  was not, the court  found  that \nthe requirements  for liability  in tort under  Article  1166  were  not satisfied.  In my \nview  such approach  of the court  is only consistent  with the view  that, of itself,  \ninstigating  or procuring  the conduct  of other  persons  is not actionable  in tort, but \nonly the conduct  of such other  persons  who directly  inflict  the harm  is. \n(c) ‘Standing  approval’   \n44. The experts  have  agreed  that the term ‘standing  approval’  is not used in Ukrainian  \nlaw31. Respective  references  should  be understood  as the ones to the factual  \ndescription , rather  than a legal  concept32. At the same  time, the experts  disagree  \n \n29  Article  1179(1)  of the CCU , Exhibit  DM2 -2.  \n30  Judgment  of the Odesa  Appellate  Court  in case No. 492/490/19,  dated  22 October  2020 , Exhibit  \nDM2 -3. \n31  Paragraph  60.1 of the Joint  Report.  \n32  As explained  in paragraph  43.1 of the First Report,  for the purpose  of my respective  analysis,  I \nhave  adopted  the meaning  of ‘standing  approval’  (as a factual  description,  not as a legal  concept)  \nsuggested  by Mr Beketov  in paragraph  200(b)  of the Beketov  Eighth  Report  – “a situation  where  \n \nC8/1/15\n   \n \n16 \n as to whether  the respective  factual  patter n can give rise to liability  in tort under  \nUkrainian  law.  \n45. Mr Beketov  opines  that “provided  that A’s approval  of B’s unlawful  conduct  \nsatisfies  the requirements  of Article  1190,  i.e. A’s act of approval  and B’s conduct  \nare interconnected,  cumulative  and/or  taken  with unity  of intent,  then A and B \nshall  be jointly  liable  for any indivisible  harm  caused  to the victim(s)  by their  \nconduct  when  taken  together”33.  \n46. I disagree  and continue  to hold the opinion  explained  in detail  in paragraphs  43 – \n51 of the First Report.  For the purpose  of this Supplemental  Report , I deem  \nappropriate  only to note the following:  \n46.1. With  respect  to this point , Mr Beketov  again  wrongly  confuses  the criteria  \nunder  Article  1190  with the grounds  for liability  in tort under  Article  1166 . \n46.2. Similar  to what  I explained  in paragraph  36 above,  the starting  point  for the \nanalysis  on ‘standing  approval’ should  be whether  the conduct  of a person  \nwho gives  his stand ing (or, indeed,  any other  – express  or implied)  approval  \nto the conduct  of another  person , is of itself  actionable  under  Ukrainian  civil \nlaw in a sense  that all four elements  of tort under  Article  1166  can be \nestablished  with respect  to the former  person  independently.  \n46.3. I fail to see how the elements  of unlawfulness  and of requisite  causation  can \nbe satisfied  in such factual  patter n. My comments  in paragraphs  37 – 43 \nabove  also apply  here mutatis  mutandis . \n46.4. Based  on my revised  research  of the Ukrainian  court  practice,  which  I have  \nundertaken  for the purpose  of this Supplemental  Report,  I have  again  not \nidentified  a single  case where  a claimant  has even  asserted  before  the \nUkrainian  court s that a person  who gave  a ‘standing  approval’  could  be "}
{"start": 42000, "text": "f unlawfulness  and of requisite  causation  can \nbe satisfied  in such factual  patter n. My comments  in paragraphs  37 – 43 \nabove  also apply  here mutatis  mutandis . \n46.4. Based  on my revised  research  of the Ukrainian  court  practice,  which  I have  \nundertaken  for the purpose  of this Supplemental  Report,  I have  again  not \nidentified  a single  case where  a claimant  has even  asserted  before  the \nUkrainian  court s that a person  who gave  a ‘standing  approval’  could  be held \nliable  in tort under  Article  1166  and/or  Article  1190  (let alone  a case where  \nsuch an assertion  was accepted  by the Ukrainian  court) . The lack of such \ncases  is of itself  quite  telling.  \n \nA gives  a form  of approval  to B in advance  that is broad  enough  to encompass  certain  future  \nconduct  of B, even where  such future  conduct  was not specifically  considered  and approved  by A \nin advance  of the relevant  conduct  by B”.” \n33  Paragraph  199 of Beketov  Eighth  Report.  See also paragraph  61.1 of the Joint Report.  \nC8/1/16\n   \n \n17 \n (d) The criteria under Article 1190 for the liability of the respective co -\ndefendants to be joint (as op posed to proportionate)   \n47. I have  explained  the relevant  criteria  under  Article  1190  with references  to the \nkey cases  of the Supreme  Court  applying  and interpreting  them  in paragraphs  52 \n– 64 of the First Report.  \n48. In the Joint  Report,  all the Experts  have  agreed  that for the liabilit y of co-\ndefendants  to be joint and several  under  Article  1190,  “the harm  must  be caused  \nby joint acts or omissions  of several  persons”. The criterion  of “causing  harm  by \njoint acts or omissions”  means  causing  “indivisible  harm  by interrelated,  \n[cumulative  / collective]  actions  or actions  with unity  of intent”34. The said \nopinions  are exact  quotations  from  Article  1190  and paragraph  3 of the Resolution  \nNo. 6 respectively.  \n49. Despite  this broad  agreement,  Mr Beketov  and I have  different  understanding  of \nhow these  opinions  are to be applied  in practic e. Therefore,  I will address  in turn \neach of the relevant  indicators  of ‘joint  acts or omissions’:  (i) unity  of intent,  \n(ii) indivisible  harm,  and (iii) interre lated  collective  actions.  \n(i) Unity of intent  (subjective indicator)  \n50. Mr Beketov  has not opined  in detail  on this criterion.  However,  two of the cases,  \nto which  Mr Beketov  has referred  (namely,  Ukrsibbank  and Bank  Kyiv cases ), \ndid apply  it.  \n51. In paragraphs  55 – 57 of the First Report  I have  described  what  ‘unity  of intent’  \nmeans  and in which  circumstances  it can be established.  For the purposes  of this \nSupplemental  Report,  I deem  it appropriate  to note the following:  \n51.1. The relevant  opinion  on ‘unity of intent’  was formulated  by the Supreme  \nCourt  in Ukreximbank  case35. Both  Ukrsibbank  and Bank  Kyiv cases  \nreferred  to that opinion  and confirmed  that the Supreme  Court  continues  to \nfollow  it.  \n \n34  Paragraph  56.3 of the Joint  Report.  \n35  “Where  the harm  is inflicted  by the crime  which  is committed  by two or more  persons,  for joint \nand several  liability  to arise,  it is necessary  to establish  that the actions  of the defendants  were  \nunited  by the same  criminal  intent , and the inflicted  harm  was the result  of their  joint actions” \n(emphasis  added),  Resolution  of the Supreme  Court  of Ukraine,  dated  12 February  2014  \n(proceeding  No. 6-168ЦС13),  Exhibit  DM1 -10, page  5. See also the detailed  description  of this \ncase in paragraphs  32 and 33 of the First report  \nC8/1/17\n   \n \n18 \n 51.2. Both  Ukrsibbank  and Bank  Kyiv cases , which  have  been  referred  to by \nMr Beketov,  concerned  infliction  of harm  through  a crime  (and so also did \nUkreximbank  case). I have  explained  in paragraphs  26.4, 29.2, 37 and 38 \nabove  why this is an important  context  to bear in mind.  In "}
{"start": 45500, "text": "d  12 February  2014  \n(proceeding  No. 6-168ЦС13),  Exhibit  DM1 -10, page  5. See also the detailed  description  of this \ncase in paragraphs  32 and 33 of the First report  \nC8/1/17\n   \n \n18 \n 51.2. Both  Ukrsibbank  and Bank  Kyiv cases , which  have  been  referred  to by \nMr Beketov,  concerned  infliction  of harm  through  a crime  (and so also did \nUkreximbank  case). I have  explained  in paragraphs  26.4, 29.2, 37 and 38 \nabove  why this is an important  context  to bear in mind.  In neither  of those  \ncases  did the Supreme  Court  independently  investigate  the joint intent  of \nthe co-defendants . Rather,  it relied  on such intent  having  been  conclusively  \nestablished  in the preceding  criminal  proceedings36. \n51.3. Therefore,  for the disputes  arising  in purely  civil law context  (where  it is \nnot alleged  that the harm  was caused  by crime),  the said cases  are of no \nrelevance . I am not aware  of any purely  civil cases  where  the court  has \nexplained  how the “unity  of intent”  indicator  can be established ; nor am I \naware  of any cases  (purely  civil ones)  where  it has been  so established . \n(ii) Indivisible harm   \n52. The Experts  have  agreed  that it is a necessary  pre-requisite  for the liability  of co-\ndefendants  to be joint and several  under  Article  1190,  that the harm  must  be \nindivisible37. \n53. Mr Beketov  explains  this criterion  as follows:  “the term should  be understood  to \nrefer  to harm  that has been  caused  by the joint tortfeasors’  conduct  when  \nconsidered  as a whole  (provided  that such conduct  consisted  of actions  and/or  \nomissions  that were  interconnected,  cumulative  or taken  with unity  of intent).  The \nharm  suffered  by a claimant  would  not, in my view, be found  to be indivisible  if it \nwere  possible  for the court  to find that each  of the alleged  joint tortfeasors  had \ncaused  (in the ‘but for’ sense)  a distinct  and separate  part of that harm  that no \nother  one or more  of the alleged  joint tortfeasors  could  be said to have  \ncontributed  to causing.  In such a scenario,  each  tortfeasor  would  be liable  for the \nharm  it had caused”38.  \n54. In my view,  the above  definition  provided  by Mr Beketov  is confusing  because  it \nconflates  the criterion  of ‘indivisible  harm’  with the other  relevant  indicators  \n(interrelated  collective  actions,  unity  of intent).  While  it is true that the courts  \noften  apply all relevant  indicators  in combination  and do not consider  them  \nseparately,  in my opinion,  the term ‘indivisible  harm’  has an autonomous  (and \n \n36  See footnote  39 to paragraph  57 of the First Report  \n37  Paragraph  56.4 of the Joint  Report.  \n38  Paragraph  198 of Eighth  Beketov  Report.  \nC8/1/18\n   \n \n19 \n more  straightforward)  meaning.  It refers  to the harmful  consequence  of the \nrespective  acts or omissions  that objectively  cannot  be further  divided.  For \nexample,  damaged  or demolished  property,  bodily  injury  or moral  damage  are \nexamples  of indivisible  harm  that can be caused  by conduct  of several  persons.   \n55. Importantly,  such indivisible  result  is a necessary,  but of itself not sufficient , \ncondition  to hold co-defendants  liable  on joint and several  basis.  This is illustrated  \nby the Supreme  Court  judgments  described  in paragraphs  22 – 24 of the First \nReport.  In each of those  cases,  the harm  was objectively  indivisible  (for example,  \nmoral  damage  suffered  by the individuals  as a result  of ecological  accident  in \nBRSM  case or a demolished  kiosk  in Kyivblagoustriy  case). However,  the courts  \nconcluded  that the conditions  of Article  1190  were  not satisfied  and refused  to \nhold co-defendants  jointly  and severally  liable  but, rather,  distributed  liability  as \nbetween  them.  \n(iii) Interrelated collective  actions  \n56. I have  explained  in paragraphs  58 – 61 of the First Report  that these  are"}
{"start": 49000, "text": "le,  \nmoral  damage  suffered  by the individuals  as a result  of ecological  accident  in \nBRSM  case or a demolished  kiosk  in Kyivblagoustriy  case). However,  the courts  \nconcluded  that the conditions  of Article  1190  were  not satisfied  and refused  to \nhold co-defendants  jointly  and severally  liable  but, rather,  distributed  liability  as \nbetween  them.  \n(iii) Interrelated collective  actions  \n56. I have  explained  in paragraphs  58 – 61 of the First Report  that these  are objective  \nindicators  of ‘joint  actions’  for the purpose  of imposing  joint and several  liability  \non co-defendants.  Mr Beketov  opined  on those  as follows:  “the effect  of Article  \n1190  [is] that where  separate  actions  (or omissions)  are taken  by separate  \npersons,  including  actions  that are separated  in time (i.e. ‘cumulative’  actions),  \nthe harm  caused  by those  actions  taken  together  can be regarded  as a single  \n(indivisible)  harm,  for which  those  persons  will be jointly  and severally  liable,  \nprovided  that their  separate  actions  are (i) interconnected,  (ii) cumulative  (which  \nI understand  in the sense  of one person’s  actions  building  upon,  developing  or \nprogressing  the actions  of another),  and/or  (iii) motivated  by the same  intent”39. \n57. In my view,  Mr Beketov’s  explanation  is too vague  and does not accurately  reflect  \nthe position  of Ukrainian  law on this issue.  \n58. As a preliminary  remark,  I note that Mr Beketov  makes  the above  quoted  \nconclusion  based  on Ternopil  case. I have  explained  in detail  in paragraphs  26.1 \n– 26.4 above  why this case is neither  instructive , not illustrative.  The relevant  \nopinion  on objective  indicators  of ‘joint  actions’,  which  was referred  to (but not \n \n39  Paragraph  188 of Eighth  Beketov  Report  \nC8/1/19\n   \n \n20 \n applied)  in Ternopil  case, had been  originally  formulated  in Gaz Ukrainy  case40 \n(described  in paragraph  58 of the First Report).  \n59. Further,  I firmly  believe  that it would  not be enough  for holding co-defendants  \nliable  on joint and several  basis,  to find merely  that separate  actions,  when  taken  \ntogether , caused  harm,  or that “one person’s  actions  were  building  upon,  \ndeveloping  or progressing  the actions  of another”, as Mr Beketov  suggests.  I note \nthat Mr Beketov’s view  is not supported  by any authorities.   \n60. As the Supreme  Court  opinion  in Gaz Ukrainy  shows,  much  more  is required.  \nThe respective  actions  of different  co-defendants  must  be so interrelated  that they \ncan be viewed  as unity , in which  case it is impossible  to determine  to which  extent  \neach of the actions  contributed  to the occurrence  of the ultimate  harmful  \nconsequence.  Such  view  also fits well with the opinion  of the Supreme  Court  in \nBRSM  case (which  was made  in purely  civil law context  and, therefore,  is \nparticularly  relevant)  explaining  that the court  should  only hold several  \ntortfeasors  jointly  and severally  liable  “if it is impossible  to determine  the degree  \nof their  participation  in the infliction  of harm”41 (see paragraph  62 of the First \nReport).  \nV. DECLARATION  OF THE EXPERT  \n61. I have  read and understand  Part 35 of the Civil  Procedure  Rules,  the associated  \nPractice  Direction  and the Guidance  for the instruction  of experts  in civil claims.  \n62. I have  a duty to the court  to help the court  on matters  within  my expertise  and \nunderstand  that this duty overrides  any obligation  to those  from  whom  I have  \nreceived  instructions  or by whom  I am paid.  I confirm  that I have  complied  with \nthat duty.  \n63. I have  complied  and will continue  to comply  at all stages  of my involvement  in \nthis case with Part 35 of the Civil  Procedure  Rules,  the associated  Practice  \n \n40  “Under  the legal  provision,  mentioned  above,  joint harm  is an indivisible  result  of the actions  or"}
{"start": 52500, "text": " within  my expertise  and \nunderstand  that this duty overrides  any obligation  to those  from  whom  I have  \nreceived  instructions  or by whom  I am paid.  I confirm  that I have  complied  with \nthat duty.  \n63. I have  complied  and will continue  to comply  at all stages  of my involvement  in \nthis case with Part 35 of the Civil  Procedure  Rules,  the associated  Practice  \n \n40  “Under  the legal  provision,  mentioned  above,  joint harm  is an indivisible  result  of the actions  or \nomissions  by two or more  persons.  It is not necessary  that the actions  or omissions  that caused  \nharm  to others  must  coincide  in time. This rule extends  to the occasions  when  it is impossible  to \ndetermine  what  action  and to which  extent  caused  the occurrence  of that consequence.  When  \nharm  is caused  through  joint actions,  there  is a unity  of the tortfeasors’  actions,  which  involves  \nsuch their  interconnection  that leaving  at least  one of those  actions  out of the group  of the joint \ntortfeasors’  actions  would  not result  in the joint tortious  outcome” , Order  of the Higher  \nSpecialised  Court  of Ukraine  in Civil  and Criminal  Matters  in case № 6-55447св13,  dated  2 April  \n2014,  Exhibit  DM1 -18, page s 3 and 4. \n41  Resolution  of the Supreme  Court  in case 372/771/16 -ц, dated  12 March  2020,  Exhibit  DM1 -4, \npage  9. \nC8/1/20\nC8/1/21\n"}
