{"metadata": {"corpus_path": "B2. First Witness Statement of Vladimir Yatsenko (Russian).pdf", "file_size": 1938691, "mtime": 1675871807.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "B2/5/1\nB2/5/2\n 2 посредством видеоконференций. Я не говорю по-английски, и мои в стречи с Fieldfisher \nпроходили на русском языке (при этом по мере необходимости русс коговорящие \nпредставители команды Fieldfisher выступали в роли переводчика для представителей \nFieldfisher, не говорящих по-русски). Я утвердил русскую версию  настоящих показаний. \n \n3. Факты и вопросы, включенные в настоящие свидетельские показа ния – это мои собственные \nзнания и убеждения, за исключением случаев, когда указывается и ное, и, по моему мнению, \nявляются правдивыми. В случаях, когда вопросы, включенные в нас тоящие свидетельские \nпоказания, лично мне неизвестны, указывается источник моих знан ий, и, в силу моих знаний \nи убеждений, они являются верными. Перечень документов, к котор ым я обращался или \nкоторые мне показали в целях предоставления доказательств, изло женных в настоящих \nсвидетельских показаниях, приведен в Приложении A.  \n4. Был подготовлен и показан мне пронумерованный пакет верных к опий документов с \nпометкой [“ВЯ1”] . Все ссылки на документы в настоящих показаниях делаются на \nП р и л о ж е н и е  В Я 1  в  ф о р м а т е  [ВЯ1/страница(ы)] , за исключением, когда документы уже \nбыли раскрыты в настоящем разбирательстве, и в том случае я иде нтифицировал их со \nссылкой на перечень раскрытых документов Истца или Ответчиков. \n5. Настоящие свидетельские показания составлены следующим образ ом: \nA. Предыстория \nB. Роль и обязанности в Банке  I. Моя роль в Банке \nII. Контроль решений о выдаче кредитов Банка  \nIII.  Использование договоров поставки в операциях Банка \nC. Спланированные нападки со стороны государства на Банк \nD. Взаимодействие с НБУ  \nI. Куратор \nII. Стресс-тесты НБУ III. План финансового оздоровления \nIV. Трансформация \nA. ПРЕДЫСТОРИЯ \n6. Я родился в городе Каменское, Украина. Я являюсь гражданином  Украины и в настоящее \nвремя проживаю по указанному выше адресу. Моя первая работа был а в ПриватБанке, и я \nпродолжал там работать до того, как Банк был национализирован.  \n7. В настоящее время против меня идет уголовное расследование в  Украине. Банк участвует \nв гражданском процессе с одной страховой компанией. В связи с э тим процессом Банк \nвозбудил уголовное дело против меня (и других лиц, которые вход или в бывший старший \nменеджмент Банка, в целях оказания давления на бывший менеджмен т Банка). Банк \nзаявляет, что я якобы утвердил определенные положения, содержащ иеся в депозитных \nдоговорах, которые якобы причинили ущерб Банку. Заявленный ущер б составляет 136 млн. \nг р и в е н .  Я  х о т е л  б ы  п о я с н и т ь ,  ч т о  в  э т о м  у г о л о в н о м  д е л е  н е  у т в е р ждается, что я лично \nB2/5/3\n 3 получил выгоду от этих средств, а скорее то, что Банк потерял д еньги в результате моих \nдействий. \nB. РОЛЬ И ОБЯЗАННОСТИ В БАНКЕ \nI. Моя Роль в Банке \n8. Моя карьера в Банке началась в 1992 г. Я начал работать в са мой младшей должности и  \nпроработал в Банке 14 лет, пока не стал Первым Заместителем Пре дседателя Правления \nБанка.  \n9. Я занимал должность Первого Заместителя Председателя Правлен ия и был Начальником \nБизнеса Корпоративных VIP-клиентов в период с 2006-2016 гг. Я п одчинялся напрямую г-ну \nДубилету, Председателю Правления Банка. \n10. С 1998 г. по 2016 г. я также являлся членом Кредитного Коми тета и Главой Малого \nКредитного Комитета (в рамках Бизнеса корпоративных VIP-клиенто в). \n1 1 .  Н а ч и н а я  с  2 0 0 8  г .  и  д о  н а ц и о н а л и з а ц и и  Б а н к а ,  я  я в л я л с я  а к ц и онером Банка с очень \nнезначительной долей акций в размере примерно 0,37%. Конечно, я  з н а л ,  ч т о  И г о р ь  \nКоломойский и Геннадий Боголюбов были мажоритарными акционерами  Банка, но они не \nучаствовали в повседневной деятельности Банка. \n12. В Банке были различные бизнес-направления (или \"бизнесы\"), включая Бизнес по \nОбслуживанию Клиентов (\"БОК\"), Бизнес корпоративных VIP-клиенто в  и  Б и з н е с  м а л ы х  и  \nсредних предприятий (\"МСП\"). \n13. Банк обслуживал как физических, так и юридических лиц. Клие нты были разделены на \nразные группы в зависимости от определенных критериев, например , от количества \nсотрудников, поступающих на счет денежных средств, участия во в нешнеэкономической \nдеятельности (экспортные / импортные операции) и т.д. Часто быв ало так, что со временем \nклиент начинал расти, рос его бизнес, и клиента переводили из о дной категории в другую. \n14. Несмотря на то, что существовали внутренние положения, уста навливавшие официальные \nкритерии, применимые при определении того, какое бизнес-направл ение будет обслуживать \nконкретного клиента, часто необходима была и субъективная оценк а. В случае крупных \nклиентов решение принималось г-ном Дубилетом в индивидуальном п орядке. Между \nвнутренними бизнесами Банка существовала конкуренция, и я, напр имер, часто пытался \nперевести определенных клиентов из МСП в свой Бизнес корпоратив ных VIP-клиентов. Тем \nне менее, я также понимал, что мое бизнес-направление не обязат ельно сможет \nобслуживать самых крупных клиентов из-за требуемого типа услуг или уровня \nквалификации. В принципе, не существовало жестких рамок, опреде л я в ш и х  в  к а к у ю  \nкатегорию попадет клиент. \nБизнес корпоративных VIP-клиентов \n15. Мое бизнес-направление (Бизнес корпоративных VIP-клиентов) занималось \nкорпоративными VIP-клиентами, в отношении которых применялся бо лее индивидуальный \nподход и которым предлагались/предоставлялись персонализированн ые/целевые услуги и \nпродукты (например, овердрафт, аккредитивы, продукты, связанные  с  э к с п о р т н о -\nимпортными операциями, элитные карты для топ-менеджмента и т.п. ). \n16. Бизнес корпоративных VIP-клиентов обслуживал клиентов Главн ого Офиса, а также \nклиентов региональных  филиалов Банка. Мы анализировали всех кл иентов в Украине, \nB2/5/4\n 4 изучали потенциальных клиентов и рассматривали подход к потенци альным будущим \nклиентам. Целью было расширение клиентуры. \n17. У меня была двойная роль: я лично следил за (крупными) клие нтами Главного Офиса в \nкачестве менеджера по работе с клиентами и предлагал им соответ ствующие услуги и \nпродукты. Я также работал над методологией развития региональны х филиалов Банка. \nБизнес обслуживания клиентов (\"БОК\") \n18. БОК был бизнес-направлением, которое предоставляло полный с пектр банковских и \nфинансовых услуг крупнейшим и наиболее важным клиентам Банка. К ак я объяснил выше, \nв Банке были внутренние положения, регулирующие, каким образом клиенты относились к \nБОК, но часто решение принималось г-ном Дубилетом. \nII Контроль решений о выдаче кредитов Банка \nКредитные сотрудники \n19. Кредитные сотрудники различных бизнесов Банка отвечали за о бработку заявок на \nполучение кредитов в зависимости от уровня их полномочий - от м ладшего менеджера, \nзанимавшегося микро-кредитами на сумму 5-10 тысяч долларов США,  до более старших \nкредитных сотрудников, занимавшихся кредитами на сумму, превыша ющую десятки \nмиллионов долларов. \n \n20. Существовало внутреннее положение [ PB0116049_00001  и PB00116127_00001 ], в котором \nустанавливались финансовые лимиты, в пределах которых сотрудник и каждого уровня \nмогли принимать решения. Я хотел бы пояснить, что Банк проводил  различие между двумя \nтипами кредитов – \"рисковые\" кредиты и \"технические\" кредиты. \" Рисковый\" кредит \nувеличивал кредитный риск Банка. \"Технические\" кредиты использо вались для погашения \nсуществующих кредитов или же иным образом не увеличивали риски Банка в целом. Я \nотвечал за рассмотрение рисковых кредитов в размере до 500 тыся ч долларов США, но в \nслучае технических кредитов – до 750 тысяч долларов США. Рисков ые кредиты, \nпревышавшие 500 тысяч долларов США, требовали одобрения Председ ателя Правления. \n \nКредитные комитеты департаментов  \n21. Отдельные бизнесы Банка имели свои собственные независимые малые кредитные \nкомитеты, и (в пределах своих полномочий) руководители этих ком итетов могли принимать \nрешения по кредитам, которые не могли быть утверждены одним кре дитным cотрудником, \nно которым не требовалось одобрение Б"}
{"start": 7000, "text": " котором \nустанавливались финансовые лимиты, в пределах которых сотрудник и каждого уровня \nмогли принимать решения. Я хотел бы пояснить, что Банк проводил  различие между двумя \nтипами кредитов – \"рисковые\" кредиты и \"технические\" кредиты. \" Рисковый\" кредит \nувеличивал кредитный риск Банка. \"Технические\" кредиты использо вались для погашения \nсуществующих кредитов или же иным образом не увеличивали риски Банка в целом. Я \nотвечал за рассмотрение рисковых кредитов в размере до 500 тыся ч долларов США, но в \nслучае технических кредитов – до 750 тысяч долларов США. Рисков ые кредиты, \nпревышавшие 500 тысяч долларов США, требовали одобрения Председ ателя Правления. \n \nКредитные комитеты департаментов  \n21. Отдельные бизнесы Банка имели свои собственные независимые малые кредитные \nкомитеты, и (в пределах своих полномочий) руководители этих ком итетов могли принимать \nрешения по кредитам, которые не могли быть утверждены одним кре дитным cотрудником, \nно которым не требовалось одобрение Большого кредитного комитет а. \n22. Внутри Бизнеса корпоративных VIP-клиентов существовал Малый  кредитный комитет, в \nкотором я был руководителем. [ PB0021286_00001 ]. Малый кредитный комитет Бизнеса \nкорпоративных VIP-клиентов рассматривал заявки на получение кре дита на сумму от 50 до \n100 миллионов гривен. \n23. Мне показали документ [ PB0361356_00001 ], являющийся внутренним положением от 2014 \nг. (\"Положение о кредитных комитетах \"). В этом документе говорится о Малом кредитном \nкомитете БOK и я указан как Председатель этого комитета. Я не п омню, чтобы я участвовал \nв заседаниях такого комитета; он мог существовать лишь на бумаг е, я не помню, чтобы в его \nадрес направлялись какие-либо предложения. Возможно, кредиты, в ыданные БОК, были \nкрупными и поэтому направлялись напрямую в Большой кредитный ко митет. \n24. Например, мне известно, что \"Релевантные Кредиты\", являющие ся предметом иска Банка к \nг-ну Коломойскому, являются возобновляемыми кредитными линиями.  Утверждению \nB2/5/5\n 5 подлежало лишь предоставление самой кредитной линии. Размер эти х линий превышал \nполномочия Малого кредитного комитета БОК. После предоставления  кредитной линии, \nвыборка средств могла быть произведена в пределах лимита кредит ной линии без \nполучения дальнейшего одобрения.  \nБольшой кредитный комитет \n25. Большой кредитный комитет занимался одобрением любых займов , превышающих лимиты, \nустановленные для Малого кредитного комитета и Электронного кре дитного комитета \n(пояснения по которому я дам ниже). Его председателем был г-н Д убилет.  \n \n26. Хотя Банк стремился к тому, чтобы сократить количество нену жных заседаний, Большой \nкредитный комитет проводил еженедельные заседания, которые счит ались слишком \nважными, чтобы их сокращать. \n27. Большой кредитный комитет имел ряд подкомитетов, включая Эл ектронный кредитный \nк о м и т е т .  Я  б ы л  ч л е н о м  Э л е к т р о н н о г о  к р е д и т н о г о  к о м и т е т а .  Э т о т  п о дкомитет состоял из \nдевяти или десяти членов Большого кредитного комитета и был упо лномочен утверждать \nкредиты. \n28. Большой кредитный комитет также имел право рассматривать во просы кредитной политики; \nон, конечно же, мог рассматривать и заявки на получение кредито в. Однако, Большой \nкредитный комитет собирался лично лишь один раз в неделю, тогда  как Электронный \nкредитный комитет мог созывать виртуальные собрания по необходи мости. В силу  такого \nгибкого подхода Электронный кредитный комитет рассматривал окол о 90% всех заявок на \nполучение кредитов. \n29. Заявки на получение кредитов направлялись в отделы каждого из бизнес-направлений, \nзанимавшихся оценкой кредитного риска, в которые входили кредит ные сотрудники. \nКредитный сотрудник должен был выполнить соответствующее исслед ование. \nСоответствующие лица затем принимали решение, созывать ли Малый  кредитный комитет \nи л и  Б о л ь ш о й  к р е д и т н ы й  к о м и т е т .  К р е д и т н ы й  с о т р у д н и к  п о с л е  э т о г о  представлял свои \nвыводы Кредитному комитету вместе с мнением о том, следует ли Б анку выдавать кредит \nили нет. Кредитный комитет полагался на то, что лица или отдел,  ответственные за кредит, \nпроведут соответствующее исследование и подготовят и представят  р е з у л ь т а т ы  и х  \nанализа. \n \n30. Если кредитный сотрудник не являлся членом Кредитного комит ета, член Кредитного \nкомитета спонсировал заявку и брал на себя ответственность за е е представление \nкомитету. Например, я представлял заявки на кредиты Бизнеса кор поративных VIP-\nклиентов. \n31. Я вижу, что в Положении о кредитных комитетах есть раздел, в котором говорится о том, как \nд о л ж н ы  п р о в о д и т ь с я  з а с е д а н и я  К р е д и т н ы х  к о м и т е т о в  и  ч т о  в  н е м  я  указан в качестве \nдокладчика (вместе с г-ном Пономаревым) в отношении заявок на п олучение кредита на \nсумму более 100 млн. гривен. Если кредитная заявка исходила от моего Бизнеса \nкорпоративных VIP-клиентов, я отвечал за подготовку презентации  д л я  к о м и т е т а .  Е с л и  \nкредитная заявка исходила от БOK, и она превышала 100 млн. грив ен, ее представлял г-н \nПономарев. \n32. В то время как отдельные менеджеры отвечали прежде всего за  анализ того, следует ли \nвыдавать кредит, окончательное решение о предоставлении кредита  п р и н и м а л о с ь  \nбольшинством голосов Кредитного комитета. После презентаций мен еджеров или \n\"спонсоров\" по отдельному клиенту и краткого рассмотрения, Кред итный комитет либо \nB2/5/6\n 6 одобрял кредит, либо, если у него возникали вопросы или опасени я, откладывал заседание \nкомитета до рассмотрения или пересмотра таких вопросов на более  поздней стадии. \n33. БOK обслуживал крупнейших клиентов Банка, и ряд кредитов, к оторые рассматривались \nКредитным комитетом (либо лично, либо посредством Электронного кредитного комитета), \nинициировались БOK. Если кредит должен был рассматриваться Элек тронным кредитным \nкомитетом, БOK регистрировал предложение и сопроводительные док ументы (описание \nклиента и детали необходимого кредита) в электронной системе Pr ivatDoc. Если у меня \nвозникали какие-либо вопросы по предложению, я задавал их в чат е или звонил \nсоответствующему сотруднику БOK. Затем следовал процесс электро нного голосования, и, \nесли я был удовлетворен предложением, я ставил свою электронную  п о д п и с ь ,  к о т о р о й  \nутверждалось предоставление кредита. \n34. Если заявка на получение кредита совпадала с заседанием Бол ьшого кредитного комитета, \nона могла быть рассмотрена на этом же заседании. В этом случае вопрос рассматривался \nвсеми присутствующими на заседании. Любые вопросы более широкой  кредитной политики \nдолжны были решаться при личном присутствии на заседании Большо го кредитного \nкомитета, поскольку такие вопросы не входили в компетенцию Элек тронного кредитного \nкомитета. \n35. Мне задали вопрос о том, была ли роль Кредитного комитета ч исто консультативной и мог \nли Председатель Правления Банка г-н Дубилет, независимо от реко мендации или отказа в \nвыдаче кредита Кредитного комитета, сам одобрить предоставление  какого-либо кредита. \nКорпоративная культура Банка предполагала, что Кредитный комите т являлся \nконсультативным/совещательным органом, обсуждавшим предложения по кредитованию, и \nчто ответственность за утверждение распределялась между членами  комитета. \nТеоретически, г-н Дубилет мог утвердить кредит при обстоятельст в а х ,  к о г д а  К р е д и т н ы й  \nкомитет не одобрял этот кредит, но мне не известно, чтобы такая  с и т у а ц и я  к о г д а - л и б о  \nв о з н и к а л а .  Н а о б о р о т ,  н а с к о л ь к о  я  п о н и м а ю ,  б ы л и  с л у ч а и ,  к о г д а  К р едитный комитет не \nодобрял кредит или мнения разделялись 50:50, и в таких случаях кредит не предоставлялся. \n36. Меня также спросили, заставляли ли когда-либо членов Электр онного кредитного комитета \nодобрять выдачу кредитов. У Банка были внутренние положения и с истемы для мониторинга \nпроизводительности и установления стандартов. В его распоряжени и были системы \nан"}
{"start": 14000, "text": "итного комитета, сам одобрить предоставление  какого-либо кредита. \nКорпоративная культура Банка предполагала, что Кредитный комите т являлся \nконсультативным/совещательным органом, обсуждавшим предложения по кредитованию, и \nчто ответственность за утверждение распределялась между членами  комитета. \nТеоретически, г-н Дубилет мог утвердить кредит при обстоятельст в а х ,  к о г д а  К р е д и т н ы й  \nкомитет не одобрял этот кредит, но мне не известно, чтобы такая  с и т у а ц и я  к о г д а - л и б о  \nв о з н и к а л а .  Н а о б о р о т ,  н а с к о л ь к о  я  п о н и м а ю ,  б ы л и  с л у ч а и ,  к о г д а  К р едитный комитет не \nодобрял кредит или мнения разделялись 50:50, и в таких случаях кредит не предоставлялся. \n36. Меня также спросили, заставляли ли когда-либо членов Электр онного кредитного комитета \nодобрять выдачу кредитов. У Банка были внутренние положения и с истемы для мониторинга \nпроизводительности и установления стандартов. В его распоряжени и были системы \nанализа производительности своих сотрудников, например, для отс леживания количества \nнерассмотренных документов/предложений. Согласно стандарту ожид алось, что сотрудник \nдолжен отвечать на электронные письма, отвечать на звонки и рас сматривать документы в \nтечение 24 часов для того, чтобы предотвращать задержки. От сот рудников требовали \nрассматривать и решать вопросы без ненужных задержек: им не обя зательно было \nутверждать предложения в течение этого времени, но предполагало сь, что они предпримут \nшаги для решения нерешенных вопросов. Таким образом, сотрудники  были под давлением \nдействовать оперативно, но, насколько мне известно, если они эт ого не делали, то никакие \nсанкции сразу не применялись. Например, им не блокировали досту п к ИТ-системам только \nпотому, что они бездействовали. Если по какой-либо причине прин ималось решение об \nувольнении сотрудника, то вот тогда блокировался его доступ к И Т-системам. \nIII.  Использование Договоров Поставки в операциях Банка  \n37. Банк теперь заявляет, что использование \"притворных\" догово ров поставки для \nобоснования предоставляемых Банком кредитов, было сопряжено с м ошенничеством \nпротив Банка. Я не согласен. \n3 8 .  Д о  н е д а в н е г о  в р е м е н и  в  У к р а и н е  д е й с т в о в а л и  о ч е н ь  с т р о г и е  н о рмативы в отношении \nвалютного контроля, ограничивавшие покупку иностранной валюты у краинскими \nп р е д п р и я т и я м и .  В с я  с и с т е м а  б ы л а  к р а й н е  б ю р о к р а т и ч е с к о й  и  к о н т р о лировалась НБУ и \nB2/5/7\n 7 государством, она не учитывала и не отражала реальность междуна родной торговли. \nУкраинским предприятиям, торговавшим с внешним миром, требовалс я гибкий доступ к \nиностранной валюте, если они хотели быть конкурентоспособными. \n39. Примером может быть ситуация, когда импортёр собирается при обрести товар. Импортёр \nнаправляет предоплату компании-поставщику нерезиденту Украины. По требованиям \nзаконодательства он должен в срок 90 дней либо ввезти товар на территорию Украины, либо \nполучить назад предоплату. Невыполнение 90-дневного правила вле кло за собой серьезные \nштрафные санкции со стороны НБУ (0,3% от суммы в день – это 120 % годовых). На практике, \nзачастую, импортёр не укладывался в 90-дневный срок. Для возмож ности нивелировать \nтакое ограничение Банк оказывал клиентам услугу, которая состоя ла в следующем: \n39.1 Для осуществления платежей между компанией-импортером и ко мпанией-поставщиком \nиспользовалась сервисная компания нерезидент Украины, которая в ыступала посредником \n(Компания А). Компания-импортёр отправляла предоплату по импорт ному контракту \nКомпании А. Компания А полученные средства отправляла компании- поставщику.  \n39.2 Когда истекал 90-дневный срок сервисная компания резидент Украины (Компания Б) \nп о л у ч а л а  т е х н и ч е с к и й  к р е д и т  н а  т у  ж е  с у м м у  ( с о о т в е т с т в у ю щ у ю  с у м ме предоплаты) и \nнаправляла средства по другому (сервисному) контракту Компании А в качестве \nпредоплаты.  \n39.3 Компания А эти средства возвращала компании-импортеру как возврат предоплаты по \nимпортному контракту. Возврат предоплаты обнулял 90-дневный сро к.  \n39.4 Компания-импортёр возвращённые средства направляла по ново му сервисному контракту \nКомпании А в качестве новой предоплаты. Компания А  полученные средства возвращала \nКомпании Б в Украину, где она в итоге погашала технический кред ит.  \n40. Таким образом, компания-импортёр могла обеспечить предоплат у, не требуя возврата \nд е н е ж н ы х  с р е д с т в  о т  к о м п а н и и - п о с т а в щ и к а ,  и  и з б е ж а т ь  ш т р а ф н ы х  с а нкций за \nнесвоевременную поставку товара или не возврат предоплаты.  \n41. С подобными проблемами сталкивались также компании-экспорте ры. Как пример, \nкомпания-экспортёр отгружала товар за границу и должна была пол учить валютную выручку \nв  п р е д е л а х  т о г о  ж е  9 0 - д н е в н о г о  с р о к а .  П р и  э т о м ,  к о н т р а к т  м о г  п р едусматривать оплату \nтовара на условиях аккредитива, а раскрытие аккредитива наступа ло за пределами 90 дней.  \n42. В этой ситуации также могла использоваться Компания А. Меха низм услуги, как один из \nвариантов, выглядел так. \n42.1 После отправки товара через Компанию А и до истечения 90 д ней компания-экспортёр брала \nтехнический кредит и направляла полученные по нему средства в к ачестве предоплаты по \nсервисному контракту Компании А на зарубежный счёт.  \n42.2 Компания А возвращала полученные средства компании-экспорт еру как оплату за товар по \nэкспортному контракту. Поступление средств в качестве оплаты за  товар прекращало 90-\nдневный срок.  \n42.3 После того как раскрывался аккредитив, средства поступали на счёт Компании А. Компания \nА направляла их на счёт компании-экспортера в качестве возврата  предоплаты по \nсервисному контракту. Компания-экспортёр за счёт вернувшейся пр едоплаты погашала \nтехнический кредит. Кредит в рамках услуг экспортеру мог брать как сам экспортёр так и \nсервисная-компания резидент Украины.  \nB2/5/8\n 8 43. Ещё одним вариантом для экспортера могло быть получение им или сервисной-компанией \nнерезидентном Украины технического кредита за пределами Украины .  \n44. Также могли быть иные вариации или их комбинации, когда, на пример, компания \nодновременно вела и экспортную, и импортную деятельность. При э том единственной \nцелью подобных операций была возможность дать клиенту избежать штрафных санкций при \nневозможности с его стороны соблюсти ограничительные сроки, уст ановленные валютным \nзаконодательством. \n45. Насколько мне известно (в том числе в силу того, что эта ус луга предлагалась моим \nклиентам в Бизнесе корпоративных VIP-клиентов), Банк предлагал своим клиентам услугу в \nобход требования о возврате валюты в течение установленного сро ка. Новые кредиты \nвыдавались таким образом, чтобы можно было эффективно продлить период, в течение \nкоторого клиент мог получить доступ к иностранной валюте.  \n46. В Украине существует широко известное понятие «сервисных» к онтрактов. Часто, чтобы \nсоответствовать определенным юридическим или нормативным требов аниям, контракт \nдолжен был включать в себя определенные существенные условия. С тороны могли \nзаключить контракт, который включал в себя эти существенные усл овия, даже если стороны \nпонимали, что такие условия не отражают коммерческую реальность  сделки. Клиенты Банка \nчасто использовал договоры поставки в качестве таких сервисных контрактов. Для \nобоснования предоставления новых кредитов готовились документы на договоры поставки, \nхотя поставка товаров по ним не предполагалась, и, по сути, пос тавщик просто брал в долг \nпредоплату за товар у клиента Банка до тех пор, пока она не воз вращалась. \n47. Из этого не следует, что использование договоров поставки с амо по себе являлось \nмошенничеством против Банка. Банк допускал использование таких инструментов для того, \nчтобы обеспечить возможность соблюсти правила о 90-днях и обяза тельной конвертации \nиностранной валюты, о которых я говорил выше. \n"}
{"start": 21000, "text": " онтрактов. Часто, чтобы \nсоответствовать определенным юридическим или нормативным требов аниям, контракт \nдолжен был включать в себя определенные существенные условия. С тороны могли \nзаключить контракт, который включал в себя эти существенные усл овия, даже если стороны \nпонимали, что такие условия не отражают коммерческую реальность  сделки. Клиенты Банка \nчасто использовал договоры поставки в качестве таких сервисных контрактов. Для \nобоснования предоставления новых кредитов готовились документы на договоры поставки, \nхотя поставка товаров по ним не предполагалась, и, по сути, пос тавщик просто брал в долг \nпредоплату за товар у клиента Банка до тех пор, пока она не воз вращалась. \n47. Из этого не следует, что использование договоров поставки с амо по себе являлось \nмошенничеством против Банка. Банк допускал использование таких инструментов для того, \nчтобы обеспечить возможность соблюсти правила о 90-днях и обяза тельной конвертации \nиностранной валюты, о которых я говорил выше. \n48. Я также считаю, что НБУ знал об использовании сервисных кон трактов. Куратор НБУ имела \nдоступ к данным о транзакциях Банка, которые фиксировали движен ие денег на счете \nзаемщика по окончании 90-дневного периода, и у нее также был до ступ к файлам Банка, \nсодержавшим договоры поставки. \nC. СПЛАНИРОВАННЫE НАПАДКИ СО СТОРОНЫ ГОСУДАРСТВА НА БАНК \n49. Я считаю, что государственные структуры, контролируемые Пре зидентом Порошенко, \nпредпринимали действия по подрыву деятельности Банка задолго до  непосредственной \nнационализации Банка. \n50. Весной 2015 г. началась кампания, в результате которой мног и е  к л и е н т ы  Б а н к а  с т а л и  \nполучать прямые SMS-сообщения от \"ботов\" (автоматизированных си стем обмена \nсообщениями). Это было примерно в то время, когда г-на Коломойс кого сняли с должности \nгубернатора, что также совпало с появлением в прессе большого к оличества негативных \nсообщений о г-не Коломойском и его поддержке военного сопротивл ения, пока он занимал  \nпост губернатора Днепропетровской области. \n51. Этот тип автоматизированных сообщений обычно получали клиен ты Банка, работавшие в \nг о с у д а р с т в е н н ы х  о р г а н и з а ц и я х  ( т . е .  б ю д ж е т н и к и ) .  В  т о  в р е м я  я  в и дел примеры этих \nсообщений, но они у меня не сохранились. \n52. Например, сотрудники клиентов, пользовавшихся системами нач исления заработной платы \nБанка для выплаты многим сотням своих сотрудников, получали пря мые SMS-сообщения. \nВ сообщениях говорилось, например, что филиал подвергся атаке и л и  б у д е т  з а к р ы т  в  \nB2/5/9\n 9 ближайшее время. Казалось, целью ставилось вызвать у клиентов Б анка панику, чтобы они \nзабрали из Банка все свои деньги или закрыли свои счета. Все эт о было сделано для того, \nчтобы повлиять на ликвидность Банка: в результате Банку пришлос ь обеспечивать, чтобы в \nего пунктах выдачи наличных было больше наличных, чем обычно. \n53. Такой вид целенаправленных атак стал шоком для Банка, а их последствия были \nнезамедлительными и чрезвычайно пагубными. Клиенты начали снима ть вклады, и Банку \nприходилось постоянно пополнять банкоматы наличными. Существова ли опасения, что, \nесли Банк не справится с этим, то поднимется волна общественног о возму щения в виде \nфизического насилия и беспорядков. Было очень важно, чтобы Банк  о б е с п е ч и в а л  \nпостоянный приток наличных денег для поддержания общественного доверия. \n54. Я припоминаю сообщения о том, что помимо массовых SMS-сообщ ений клиенты также \nполучали ложные телефонные звонки с неизвестных номеров / колл- центров. \n55. Банк вел учет номеров, с которых делались эти звонки, и я в идел письма от г-на Дубилета с \nжалобами на них в Службу Безопасности Украины, однако, наскольк о мне известно, эти \nжалобы остались без ответа. \n56. Причина, по которой я считаю, что эти атаки были инициирова ны или выполнялись при \nпопустительстве Президента Порошенко, заключается в том, что он и были массовыми \nр а с с ы л к а м и  S M S  в  т е ч е н и е  д л и т е л ь н о г о  п е р и о д а  в р е м е н и :  э т о  н е  о с талось бы \nнезамеченным и не могло происходить без участия Службы Безопасн ости Украины, которая \nподчинялась Президенту. В любом другом случае, номер/отправител ь-нарушитель были бы \nотслежены и остановлены. \n57. Эти атаки ботов душили Банк. Сначала распространялась ложна я информация о проблемах \nвнутри Банка. После этого клиенты немедленно снимали депозиты. НБУ (через своего \nкуратора, находившегося в Банке) мог видеть, что происходило на  ежедневной основе. \nТолько когда становилось ясно, что у Банка возникали серьезные проблемы с ликвидностью, \nНБУ (через своего Главу, Валерию Гонтареву) наконец вмешивался и объявлял, что слухи \nне соответствовали действительности, что позволяло избежать пол ного краха Банка. Банк \nкак будто держали на поводке, манипулируя информацией для общес твенности. \n5 8 .  К р о м е  т о г о ,  и з  Н Б У  ж у р н а л и с т а м  ч а с т о  п о с т у п а л и  у т е ч к и  и н ф о р мации о возможной \nнационализации Банка, неизбежно направленные на то, чтобы вызва ть волнения среди \nклиентов Банка. Они начались, когда г-н Коломойский перестал бы ть губернатором \nДнепропетровской области, т.е. в марте 2015 г. \nD. ВЗАИМОДЕЙСТВИЕ С НБУ \nI. Куратор \n59. С февраля 2016 г. я отвечал за взаимодействие с НБУ в отнош ении кредитного портфеля \nБанка. Другими словами, я был контактным лицом НБУ при обсужден ии реструктуризации \nкредитного портфеля Банка в соответствии с требованиями НБУ, а также в свете претензий \nНБУ к Банку и нормативных требований, которые необходимо было с облюдать в отношении \nликвидности Банка. \n60. Я припоминаю, что с 2014 г. куратор из НБУ лично присутство вал на заседаниях Кредитного \nКомитета и имел доступ к онлайн-протоколам заседаний Кредитного  комитета (включая \nдоступ к документам Электронного Кредитного комитета в системе PrivatDoc). \n61. Я знал, кто был кураторами (хотя я не могу вспомнить их име на, кроме г-жи Домашенко). Я \nлично присутствовал на заседаниях Кредитного комитета, на котор ых присутствовал \nB2/5/10\n 10 куратор. Такие заседания обычно проводились раз в неделю в очно й форме и длились не \nменее 40 минут. При необходимости в отдельных случаях они могли  также проводиться в \nэлектронном формате. Всегда можно было попросить Председателя с озвать экстренное \nзаседание, если это было необходимо. \n62. Куратор делала записи во время этих встреч, однако любые во просы она задавала в форме \nофициального запроса, либо по электронной почте, либо письмом. Я лично рассматривал \nе е  з а п р о с ы ,  к о г д а  о н и  к а с а л и с ь  м о и х  к л и е н т о в ,  и  л и б о  г о т о в и л ,  л ибо помогал готовить \nответы на ее запросы. Хотя куратор присутствовала на этих собра ниях, она не участвовала \nв голосовании (которое проводилось поднятием рук). Во время эти х заседаний куратор \nтакже могла задавать вопросы. Если у нее оставались вопросы пос ле голосования, у нее \nвсе еще была возможность задать их, поскольку процесс утвержден ия/выдачи кредита не \nпроисходил мгновенно. Голосование не означало автоматическую вы дачу кредита, так как \nнужно было еще подписать необходимые документы. \n63. После подготовки предложения/презентации для Кредитного ком итета они рассылались по \nсистеме PrivatDoc вместе с повесткой заседания и любой другой н еобходимой \nдокументацией. Куратор имела неограниченный доступ ко всей этой  информации, включая \nPrivatDoc, документы Кредитного комитета, документы, касающиеся  системы проведения \nтранзакций, а также  к операционным системам Банка. \n64. Куратор имела доступ к данным о транзакциях в Операционном Дне Банка, могла \nфильтровать и контролировать транзакции, превышающие определенн ую сумму, и \nнаблюдать за рисками Банка и т.д. Куратор могла запросить докум ентацию по кредитному \nфайлу, если она хотела ее изучить. \n65. В Банке у нее был свой кабинет в главном офисе на Набережно й Победы, откуда у нее был \nдоступ ко всему, что она хотела бы проконтролировать. Если у не е возникали какие-л"}
{"start": 28000, "text": "ыдачи кредита не \nпроисходил мгновенно. Голосование не означало автоматическую вы дачу кредита, так как \nнужно было еще подписать необходимые документы. \n63. После подготовки предложения/презентации для Кредитного ком итета они рассылались по \nсистеме PrivatDoc вместе с повесткой заседания и любой другой н еобходимой \nдокументацией. Куратор имела неограниченный доступ ко всей этой  информации, включая \nPrivatDoc, документы Кредитного комитета, документы, касающиеся  системы проведения \nтранзакций, а также  к операционным системам Банка. \n64. Куратор имела доступ к данным о транзакциях в Операционном Дне Банка, могла \nфильтровать и контролировать транзакции, превышающие определенн ую сумму, и \nнаблюдать за рисками Банка и т.д. Куратор могла запросить докум ентацию по кредитному \nфайлу, если она хотела ее изучить. \n65. В Банке у нее был свой кабинет в главном офисе на Набережно й Победы, откуда у нее был \nдоступ ко всему, что она хотела бы проконтролировать. Если у не е возникали какие-либо \nвопросы/запросы или она считала, что были какие-то нарушения, о на направляла их в Банк \nв письменном виде. Если ответ Банка ее не удовлетворял, она соо бщала об этом напрямую \nв НБУ. \nII Стресс-Тесты НБУ \n66. В июле 2015 г НБУ опубликовал первый отчет по итогам Стресс -Тестов, второй отчет был \nопубликован в декабре 2015 г. Согласно второму отчету Банку тре бовалась \nдокапитализация в размере 113 миллиардов гривен. Ближе к концу 2015 г. была создана \nрабочая группа из представителей НБУ и Банка. Рабочая группа со биралась каждые две \nнедели и обсуждала шаги, которые необходимо предпринять в свете  отчетов о результатах \nстресс-тестов НБУ.  \n67. Я был одним из представителей Банка в этой рабочей группе в месте с г-ном Дубилетом и \nЛюдмилой Шмальченко. Г-жа Шмальченко была заместителем Председа теля Правления \nБанка. \n68. НБУ представляли Александр Писарук, который в то время был заместителем главы НБУ, и \nг-н Завадецкий, который занимался проверкой кредитования Банком  связанных лиц, а также \nдругие члены НБУ, занимавшиеся анализом финансовой стабильности  Банка. \n69. 24 декабря 2015 г. г-н Дубилет написал г-ну Писаруку письмо  [PB0034525_00001],  в котором \nизложил наши предложения по решению проблем, выявленных в ходе стресс-теста. \n70. Насколько я помню, Постановление №8БT от 14 января 2016 г. требовало от Банка  \nпредоставить план финансового оздоровления Банка, который включ ал бы программу \nB2/5/11\n 11 реструктуризации кредитного портфеля и улучшения качества обесп ечения кредитов и \nпрограмму капитализации Банка. \n71. Примерно в это же время Екатерина Рожкова сменила г-на Писа рука на посту заместителя \nглавы НБУ. \n72. Как видно из письма, отправленного г-жой Рожковой г-ну Дуби лету 21 января 2016 г. [ВЯ1/1-\n6] относительно мер, которые необходимо было принять для повышения  капитализации \nБанка, Банк должен был предпринять ряд шагов для улучшения свое го состояния в течение \nтрехлетнего периода, заканчивающегося в январе 2019 г. \n73. У НБУ было два основных проблемных момента. Во-первых, у не го были претензии к тому, \nчто обеспечение, полученное Банком под определенные кредиты, не  признавалось \nукраинским законодательством. Во-вторых, он был недоволен разме ром кредитования \nсвязанных лиц Банка. \nКредиты связанных лиц \n \n74. До 2015 г. определение \"связанных лиц \" уже было достаточно  широким. В 2015 г. в статью \n52 Закона о банках были внесены изменения, расширившие список к ритериев признания \nлица, связанным с Банком. Кроме того, в мае 2015 г. НБУ принял Постановления №№ 314 и \n315, на основе которых НБУ был вправе подготовить список лиц, к оторые, по его мнению, \nбыли связаны с банком, полагаясь на очень широкий перечень \"пок азателей\". После того, \nкак НБУ формировал свое предварительное мнение по этому вопросу , банкам предлагалось \nпредоставить доказательства, которые опровергли бы вывод, сдела нный на основе этих \nпоказателей. В результате расширенного подхода НБУ к вопросу св язанности, если один \nклиент/заемщик рассматривался как \"связанное лицо\", многие друг ие заемщики также могли \nавтоматически считаться связанными на малоубедительных основани ях наличия \nнеформальных связей между двумя клиентами. \n \n75. На основе этого нового подхода НБУ подготовил первоначальны й список заемщиков, \nкоторых он рассматривал как \"связанных лиц\" и в отношении котор ых, по сути, \nсуществовала презумпция \"связанности\", если только не будет док азано иное \n[PB0051277_00001] . В силу Постановления №315 после того, как НБУ составил список  \nсвязанных лиц Банка, Банку предоставлялись всего лишь 15 рабочи х дней, чтобы \nпредставить доказательства, что такое лицо не было связанным. \n \n76. В Банке считали, что новые критерии были неразумными, поско льку они были слишком \nширокими. Были предприняты попытки убедить НБУ в том, что две к омпании, \nидентифицированные как связанные, на самом деле не были таковым и, путем организации \nв ст р е ч  ме жду  Н Б У  и  со бст в е н н ик а ми  к ом п а ни й ,  чт о бы  у бе ди т ь  НБ У  в  том, что компании \nнезависимы, однако официально НБУ остался при своем мнении. \n \n77. Клиенты, фактически не связанные между собой, были по понят ным причинам недовольны \nвыводами НБУ, поскольку это означало, что Банку, возможно, прид ется потребовать от них \nдополнительное обеспечение. Банк советовал им, как решить эту п роблему. Исходя из их \nуказаний, Банк предпринимал меры, что они более не считались св язанными лицами, \nнапример, путем смены директора или провайдера корпоративных ус луг. \n \n7 8 .  Н е к о т о р ы е  к о м п а н и и  в  с п и с к е  Н Б У  б ы л и  м о и м и  к л и е н т а м и  и л и  п р инадлежали моим \nклиентам. Я разговаривал с их представителями, советуя им, как изменить корпоративную \nхолдинговую структуру или директоров соответствующих компаний, чтобы устранить любые \nоснования, по которым можно было бы сделать вывод о том, что он и связаны с иными \nкомпаниями с теми же акционерами или директорами. \n \nB2/5/12\n 12 79. Банк получил юридическую консультацию у Avellum о том, как добиться этого \n[PB0196462_00001] . Банк провел переговоры с собственниками и получил их согласие  на \nупрощение их корпоративной структуры. \n \n80. Ежемесячно Банк обязан был представлять в НБУ список связан ных лиц. Банк продолжал \nотчитываться только о связанных лицах, которые, по его мнению, были связаны с Банком. \nНБУ формально не отказывался от своей позиции о том, что были д ругие лица, которые \nбыли связаны с Банком, но он не предпринимал никаких действий, чтобы заставить Банк \nобъявить связанными дополнительных лиц. Соответственно, основыв аясь на списке Банка, \nя считаю, что Банк соблюдал правила, касающиеся кредитов связан ных лиц, вплоть до \nнационализации в декабре 2016 г. \nОбеспечение \n81. Банк всегда признавал два типа обеспечения: (1) обеспечение  в виде залога договорных \nправ (которое до определенного момента удовлетворяло НБУ) и (2)  залог акций или залог \nкорпоративных прав (приемлемое обеспечение в соответствии с меж дународными \nстандартами бухгалтерского учета и устраивающее аудиторов Банка ). \n82. НБУ принимал залог договорных прав в качестве обеспечения к редитов. Однако ближе к \nк о н ц у  2 0 1 5  г .  ( х о т я  ф о р м а л ь н о  п р а в и л а  н е  и з м е н и л и с ь )  п о д х о д  и  т ребования НБУ \nизменились. НБУ решил, что он больше не будет признавать залоги  договорных прав в \nкачестве обеспечения, потому что, строго говоря, они не должны были признаваться \nобеспечением, поскольку эта форма обеспечения не была указана в  Постановлении №23. \nВместо этого в качестве обеспечения он требовал предоставить ип отеки в отношении \nосновных средств/недвижимости в качестве обеспечения. \n83. Я считал, что существующее обеспечение, основанное на залог е акций, было достаточным, \nи аудиторы, сформировавшие свое мнение о его достаточности на о снове МСФО, исходя из \nсодержания, а не формы, считали так же. На практике у Банка не было проблем с \nпогашением кредитов. В случае залогов акций перспектива принуди тельного исполнен"}
{"start": 35000, "text": "алтерского учета и устраивающее аудиторов Банка ). \n82. НБУ принимал залог договорных прав в качестве обеспечения к редитов. Однако ближе к \nк о н ц у  2 0 1 5  г .  ( х о т я  ф о р м а л ь н о  п р а в и л а  н е  и з м е н и л и с ь )  п о д х о д  и  т ребования НБУ \nизменились. НБУ решил, что он больше не будет признавать залоги  договорных прав в \nкачестве обеспечения, потому что, строго говоря, они не должны были признаваться \nобеспечением, поскольку эта форма обеспечения не была указана в  Постановлении №23. \nВместо этого в качестве обеспечения он требовал предоставить ип отеки в отношении \nосновных средств/недвижимости в качестве обеспечения. \n83. Я считал, что существующее обеспечение, основанное на залог е акций, было достаточным, \nи аудиторы, сформировавшие свое мнение о его достаточности на о снове МСФО, исходя из \nсодержания, а не формы, считали так же. На практике у Банка не было проблем с \nпогашением кредитов. В случае залогов акций перспектива принуди тельного исполнения \nбыла достаточной для того, чтобы обеспечить выплату кредитов. \n84. НБУ выражал обеспокоенность тем, что Банк не сможет обеспеч ить принудительное \nисполнение этих залогов. Банк спросил, сталкивался ли НБУ ранее  с  к а к и м и - л и б о  \nпроблемами с обеспечением по кредитам: НБУ не смог предоставить  никаких примеров, но \nпродолжал выражать свое недовольство существующим обеспечением.  \n85. Банк потратил значительное количество времени на обсуждение  с  Н Б У  з а л о г о в  \nкорпоративных прав в качестве обеспечения. Я объяснял, что, име я залоги корпоративных \nп р а в  Б а н к ,  в  к о н е ч н о м  и т о г е ,  м о г  в м е ш а т ь с я  и  п о л у ч и т ь  к о м п а н и ю ,  акции которой были \nзаложены. Я также объяснял, что, хотя в западных странах ипотек и могут считаться \nхорошим обеспечением, в Украине было верно обратное, поскольку на оформление и \nрегистрацию ипотек уходило много времени и их было трудно прину дительно исполнить. \nАктивы компаний обычно разделены на много отдельных частей. Воз ьмем, к примеру, \nпроизводственное предприятие в Украине (например, завод Днепроа зот): он состоит из 300 \nчастей, все с отдельными правоустанавливающими документами. Что бы зарегистрировать \nдолжным образом обеспечение на этот один завод, нужно подать св едения по каждой из его \n300 отдельных частей и оформить ипотеку, покрывающую все из них . Для этого требуется \nмного работы и огромное количество времени. Все должно быть нот ариально заверенным, \nи информация должна быть подана через единую центральную систем у, подверженную \nсбоям, в результате чего процесс ипотеки становился трудным и ч резвычайно долгим. Это \nбыло практически невыполнимым с точки зрения логистики. Когда в ы получаете в \nобеспечение акции, по сути, вы получаете в качестве обеспечения  б и з н е с ,  ч т о  г о р а з д о  \nценнее, чем просто завод или здание, которое без бизнеса не сто ит очень дорого. \nB2/5/13\n 13 86. В приложении 2 к письму г-на Дубилета г-ну Писаруку, отправ ленному в декабре 2015 г. \n[PB0034525_00001 ], сравниваются залоги акций и ипотеки и объясняется, почему Ба нк \nпредпочитает английскую юрисдикцию. \n87. Я припоминаю, что основной проблемой НБУ было то, что залог и регулировались \nанглийским правом и предусматривали разрешение споров в арбитра же ЛМТС, хотя Банк \nпредпочитал этот механизм обращению в украинские суды. Решение ЛМТС могло быть \nп р и з н а н о  и  п р и в е д е н о  в  и с п о л н е н и е  в  У к р а и н е  ( ч т о  о т н о с и т е л ь н о  п росто, поскольку \nукраинские суды не пересматривают решение по существу). Как тол ько украинские суды \nпризнают это решение, в Реестр юридических лиц вносятся изменен ия, указывающие на то, \nчто Банк стал акционером. \n88. НБУ также выражал озабоченность по поводу принятия акций в качестве залога на том \nосновании, что нет гарантии, что активы не будут выведены компа нией до того, как Банк \nполучит над ней контроль. Банк предложил использовать комбиниро ванную структуру \nобеспечения: он предлагал использовать поручительство для регис трации в Реестре \nо б р е м е н е н и й .  Т а к и м  о б р а з о м ,  е с л и  к о м п а н и я  п о п ы т а е т с я  в ы в е с т и  ч а сть активов, то это \nприведет к уголовной ответственности. Банк пытался вести серьез ный диалог по поводу \nразличных форм обеспечения, но НБУ не хотел его слушать. \n \n8 9 .  В м е с т о  т о г о ,  ч т о б ы  о б с у ж д а т ь  с  Б а н к о м  э ф ф е к т и в н о с т ь  о б е с п е ч ения, НБУ применил \nф о р м а л ь н ы й  п о д х о д  и  п р о с т о  з а я в и л ,  ч т о  э т а  ф о р м а  о б е с п е ч е н и я  н е  п р и з н а е т с я  \nПостановлением №23. \nIII. План финансового оздоровления \n90. В начале 2016 г. между Банком и НБУ состоялись переговоры, в ходе которых НБУ оказывал \nзначительное давление на Банк, чтобы он снизил размер кредитов,  которые НБУ считал \nнедостаточно обеспеченными. НБУ настаивал на бóльших обязательс твах, например, в \nотношении погашения кредитов. Он также настаивали на том, чтобы  г - н  К о л о м о й с к и й  \nподписался под этим как акционер Банка, а также в качестве член а Наблюдательного совета \nБанка. \n \nУгрозы взыскания кредитов рефинансирования \n \n91. На протяжении нескольких лет начиная с 2008 г. НБУ предоста влял украинским банкам \n(включая ПриватБанк) различные транши рефинансирования, чтобы о ни могли справиться \nс различными экономическими кризисами. Последние кредиты были п редоставлены в \nдекабре 2015 г. \n \n92. Некоторые кредиты рефинансирования, которые НБУ предоставил  ПриватБанку, должны \nбыли быть погашены в конце 2015 г., а по некоторым дата погашен ия приходилась на март \n2016 г. Хотя НБУ в обычном порядке продлевал сроки погашения др у г и м  б а н к а м ,  о н  \nотказался это сделать в отношении ПриватБанка под предлогом тог о, что срок погашения \nуже был пропущен. Это означало, что НБУ мог потребовать возврат а финансирования в \nлюбой момент. Я вспоминаю встречу в конце января или начале фев раля 2016 г. между \nмной, г-дами Шмальченко и Дубилетом и г-жой Рожковой и Денисом Новиковым из НБУ. Во \nвремя этой встречи г-жа Рожкова, в частности, заявила, что НБУ отзовет рефинансирование \nили же объявит дефолт банка, если не будет согласован план фина нсового оздоровления. \n \nГарантийное письмо \n \n93. Мне показали некоторые документы, датированные 4-8 февраля 2016 г. [IK0009281_0001 / \nIK0009283_0001 / IK0009284_0001 / IK0009285_0001 / IK0009286_00 01 / IK0009287_0001 / \nIK0009288_0001 / IK0009289_0001],  которые предполагают, что я участвовал в составлении \nB2/5/14\n 14 гарантийного письма в отношении плана реструктуризации, подписа нного 12 февраля 2015 \nг. г-ном Коломойским. \n \n94. Цифры, указанные в письме, касаются дополнительных взносов в акционерный капитал \nБанка, которые, как ожидал НБУ, будут сделаны акционерами (5,6 млрд. гривен и 4,4 млрд. \nгривен, на общую сумму 10 млрд. гривен).  \n \n95. Есть два проекта этого письма. Я припоминаю, что г-жа Рожко ва как-то позвонила мне и \nсказала, что должно быть в письме и как его следует исправить. Было введено новое \nтребование, согласно которому г-н Коломойский должен быть дать заверения НБУ (как член \nНаблюдательного совета), что с 1 марта 2016 г. по 31 декабря 20 20 г. будут производиться \nежемесячные выплаты по кредитам (1,29 млрд. гривен).  \nУтверждение Плана реструктуризации \n \n96. 23 февраля 2016 г. Постановлением НБУ № 103/БТ [PB0071989_00001]  был утвержден план \nреструктуризации Банка. \nПередача Активов \n97. Первым этапом плана реструктуризации была передача активов на сумму 31 млрд. гривен \nна баланс Банка в счет погашения определенных кредитов в процес се, получившем, как я \nпонимаю от Fieldfisher, название в этом судебном разбирательств е \"передача активов\". Я \nбыл основным контактным лицом для НБУ в связи с передачей актив ов. Передача активов \nбыла оформлена посредством передачи в залог конкретных активов,  о б е с п е ч и в а в ш и х  \nспециально указанные кредиты, а затем в течение нескольких дней  п р и н у д и т е л ь н о г о  \nобращени"}
{"start": 42000, "text": " его следует исправить. Было введено новое \nтребование, согласно которому г-н Коломойский должен быть дать заверения НБУ (как член \nНаблюдательного совета), что с 1 марта 2016 г. по 31 декабря 20 20 г. будут производиться \nежемесячные выплаты по кредитам (1,29 млрд. гривен).  \nУтверждение Плана реструктуризации \n \n96. 23 февраля 2016 г. Постановлением НБУ № 103/БТ [PB0071989_00001]  был утвержден план \nреструктуризации Банка. \nПередача Активов \n97. Первым этапом плана реструктуризации была передача активов на сумму 31 млрд. гривен \nна баланс Банка в счет погашения определенных кредитов в процес се, получившем, как я \nпонимаю от Fieldfisher, название в этом судебном разбирательств е \"передача активов\". Я \nбыл основным контактным лицом для НБУ в связи с передачей актив ов. Передача активов \nбыла оформлена посредством передачи в залог конкретных активов,  о б е с п е ч и в а в ш и х  \nспециально указанные кредиты, а затем в течение нескольких дней  п р и н у д и т е л ь н о г о  \nобращения взыскания на залог Банком и принятия активов в собств енность Банка. \n \n98. Откуда должны были поступить эти активы, зависело от ситуац и и .  Б а н к  с м о т р е л  н а  \nзаемщиков и их бенефициарных владельцев, а также на наличие обе спечения и активы, \nимевшиеся у компаний и обеспечивавшие в то время кредиты. Далее  следовало \nобсуждение возможности передачи активов на баланс.  \n99. НБУ иногда указывал, какие активы он хотел бы включить в пе редачу на баланс. Банк \nпредоставлял список потенциальных активов для передачи на балан с, НБУ просматривал \nэтот список и выбирал активы, которые ему нравились / вычеркива л те, которые не \nнравились. НБУ не хотел, чтобы в залог передавались активы, рас положенные за \nпределами Украины.  \n100. Телеканал \"1+1\" был активом, который чрезвычайно интересов ал НБУ. НБУ постоянно \nкружил над ним, анализируя, какие залоги были уже оформлены. Он  не интересовался \nполучением лицензионных прав на продукты 1+1 (таких как, фильмы  и сериалы) и отклонял \nлюбые похожие предложения; НБУ просто хотел получить акции само го канала. Я не \nпонимал, зачем это было нужно, поскольку аудитор мог легко расс мотреть и оценить \nобеспечение по лицензиям, и PwC были рады принять в качестве об еспечения лицензии. \nОни понимали, что значили цифры и что доходы от рекламы были ак тивом. \n Последующие Передачи \n \n101. План реструктуризации предполагал, что Банку придется прод ать активы, принятые на его \nбаланс, в течение последующих 3-5 лет. \n  \n102. Банк принял решение тем временем передать активы в лизинг либо стороне, передавшей \nактивы Банку, либо третьим лицам. Я знал о намерении передать э ти активы в лизинг, так \nкак я участвовал в переговорах по поводу одобрения этих сделок со стороны НБУ.  \nB2/5/15\n 15  \n103. Я привожу ниже пример, касающийся передачи на баланс некот орых самолетов, но в \nп р и н ц и п е  Н Б У  б ы л  в  к у р с е  н а м е р е н и я  и с п о л ь з о в а т ь  \" ф и н а н с о в ы й  л и з и н г \"  д л я  с д а ч и  в  \nаренду активов третьим сторонам (и таким образом генерировать д оход). НБУ принимал \nактивное участие в этом процессе и тщательно проверял договоры финансового лизинга. \nИзначально, Денис Новиков изучал их с точки зрения НБУ, а потом  договоры лизинга \nпередавались г-же Рожковой на согласование. Она часто давала ко мментарии, которые я с \nней впоследствии прорабатывал. Я помню один случай, когда я гов орил с г-жой Рожковой \nпо телефону по поводу определенных аспектов лизинга, и г-жа Рож кова сказала мне, что \nона была на параллельной линии с МВФ, который рассматривал возм ожность выдать \nочередной транш Украине и его тоже устраивал лизинг. \n \n104. Процентные ставки по договорам финансового лизинга были ут верждены представителем \nМВФ. Между НБУ, МВФ и Банком была дискуссия о том, какой должна  быть процентная \nставка 10,5% или 11%. \nОценка активов \n105. НБУ подготовил список предпочитаемых оценщиков, которые мо гли использоваться для \nпроведения оценки для банков. НБУ поручил Банку проинструктиров ать одного из \nоценщиков из этого списка, что Банк и сделал. \n \n106. Банк информировал НБУ о конкретной группе активов для оцен ки (например, \nавтозаправочные станции), и НБУ назначал оценщика, к которому д олжен был обратиться \nБанк для оценки определенной группы активов. \n \n107. Было несколько регулярных встреч с г-жой Рожковой и г-жой Гонтаревой, в ходе которых \nобсуждался ряд вопросов, в том числе оценка. Я припоминаю одну такую встречу весной \n2016 г., на которой они предложили Baker Tilly как хороший вари ант оценщика определенных \nактивов, поскольку у него был опыт оценки нефтегазовых активов.  \n \n108. Не только выбор был ограничен конкретным списком оценщиков , Банку было также указано \nп о л у ч и т ь  о ц е н к и  к  к р а й н е м у  с р о к у ,  у с т а н о в л е н н о м у  в  П о л о ж е н и и  1 0 3/BT, что создавало \nдополнительное давление из-за нехватки времени. \n109. Многие из предпочитаемых НБУ оценщиков не могли уложиться в установленные НБУ \nсроки. Те оценщики, которые могли уложиться в срок, заключили д оговор на предоставление \nу с л у г  с  Б а н к о м .  Э т о т  д о г о в о р  п р е д у с м а т р и в а л ,  ч т о  Н Б У  б у д е т  и м е т ь доступ к \nпредварительным результатам оценщика. Это означало, что НБУ мог  вмешаться в процесс \nи оспорить оценки. НБУ принимал очень активное участие во всем процессе оценки. \n110. Этот первый этап включал в себя огромное количество бумажн ой работы, и Банк очень \nотставал от графика. НБУ следил за ходом реструктуризации. Мне показали документ \n[PB0073523_00001] , который представляет собой электронное письмо от Лучанинова, в \nкотором он высылал мне информацию для куратора о ходе передачи активов и сообщал \nмне, что НБУ был обеспокоен задержками. \n111. В конечном итоге Банку удалось завершить этот этап к концу  августа, но на тот момент, \nнесмотря на активное участие в процессе оценки, НБУ заявил, что  он не удовлетворен \nоценками активов и что он должен будет сам проверить эти цифры.  Это вызывало \nнедоумение: Банк использовал оценки, предоставленные теми оценщ иками, которые были \nв ы б р а н ы  Н Б У ,  и  в с е  ж е  Н Б У  н е  с о г л а ш а л с я  с  о ц е н к а м и  а к т и в о в ,  п е р еданных на баланс \nБанка. \nB2/5/16\n 16 112. Затем НБУ начал процесс верификации для проверки полученны х оценок. Он не привлекал \nвнешних оценщиков, а осуществлял этот процесс сам. В НБУ понима ли, что у них не было \nбольшого пространства для маневра: если НБУ назначит другого оц енщика, оценка будет \nпроводиться по тем же стандартам / с теми же параметрами, а поэ тому и результаты будут \nаналогичными. Таким образом, в процессе верификации НБУ просто подменял мнение \nзаемщика своим мнением по поводу оценки актива. \n1 1 3 .  Я  в с п о м и н а ю  с л у ч а й ,  к о г д а  п р е д с т а в и т е л ь  М В Ф  Л у и с  К о р т а в а р р ия лично посетил \nзаправочную станцию и решил, что, по его мнению, она не стоила столько, во сколько она \nбыла оценена. Впоследствии оценка была снижена НБУ. Насколько я  знаю, никакие другие \nоценки АЗС не были изменены. \n114. НБУ подчеркивал, что переоценку необходимо было завершить к 1 сентября, чтобы \nполучить финансирование от МВФ. В результате на Банк оказывалос ь огромное давление с \nцелью проведения дополнительных оценок и передачи активов на ба ланс. В конечном итоге \nНБУ, как и МВФ, согласился с тем, что первый этап был должным о бразом завершен. В \nсентябре Украина получила транш финансирования от МВФ.  \nРеализация ипотек \n \n115. Второй этап плана реструктуризации заключался в предоставл ении дополнительных ипотек \nна сумму 77 млрд. гривен взамен залогов акций, которые не устра ивали НБУ. \n \n116. Меня попросили прокомментировать одну договоренность, сдел анную  Банком в отношении \nсамолетов, переданных ему Perser Holdings Limited в августе 201 6 г. Я принимал участие в \nэтой сделке, в частности, по поводу получения ее одобрения со с тороны НБУ, и знаком с \nчастью соответствующей документации [ PB0082766_00001  и  PB0082777_00001 ]."}
{"start": 49000, "text": "сколько я  знаю, никакие другие \nоценки АЗС не были изменены. \n114. НБУ подчеркивал, что переоценку необходимо было завершить к 1 сентября, чтобы \nполучить финансирование от МВФ. В результате на Банк оказывалос ь огромное давление с \nцелью проведения дополнительных оценок и передачи активов на ба ланс. В конечном итоге \nНБУ, как и МВФ, согласился с тем, что первый этап был должным о бразом завершен. В \nсентябре Украина получила транш финансирования от МВФ.  \nРеализация ипотек \n \n115. Второй этап плана реструктуризации заключался в предоставл ении дополнительных ипотек \nна сумму 77 млрд. гривен взамен залогов акций, которые не устра ивали НБУ. \n \n116. Меня попросили прокомментировать одну договоренность, сдел анную  Банком в отношении \nсамолетов, переданных ему Perser Holdings Limited в августе 201 6 г. Я принимал участие в \nэтой сделке, в частности, по поводу получения ее одобрения со с тороны НБУ, и знаком с \nчастью соответствующей документации [ PB0082766_00001  и  PB0082777_00001 ]. В \nсоответствии с методом, согласованным с НБУ, была проведена оце нка самолетов и \nсоздано обеспечение, с помощью которого самолеты были переданы в залог Банку под \nобеспечение определенных кредитов, ранее обеспечивавшихся залог ами договорных прав \nи залогами акций. На обеспечение затем было принудительно обращ ено взыскание, а сумма \nз а ч т е н а  в  с ч е т  п о г а ш е н и я  э т и х  к р е д и т о в .  Н а  с л е д у ю щ и й  д е н ь  Б а н к  продал самолеты \nкомпании Dilorsano Consulting Limited, которая заняла у Банка д еньги для финансирования \nпокупки и заложила самолеты в качестве обеспечения по отдельном у договору до того, как \nбыли заключены кредитные договоры. Таким образом, первоначальны е кредиты, \nобеспеченные залогом, неприемлемым для НБУ, были фактически зам енены кредитом, \nобеспеченным залогом активов, который был приемлем. Это было яв ным примером \nпроцесса, о котором я говорил выше, когда НБУ участвовал в одоб рении дальнейшей \nпередачи активов, переданных ранее на баланс Банка. \n \n117. Банк поддерживал связь с НБУ на ежедневной основе вплоть д о этого второго этапа \nоформления ипотек, однако в какой-то момент НБУ внезапно замолч ал. Сначала я подумал, \nчто это затишье возможно вызвано тем, что НБУ получил очередной  транш финансирования \nот МВФ. Однако ближе к концу сентября г-жа Рожкова вызвала меня  на встречу в Киев. \n \n118. На этой встрече г-жа Рожкова пояснила, что НБУ больше не с читает, что организация \nдополнительных ипотек на сумму 70 млрд. гривен была правильным направлением \nдальнейшей работы, что у него другое видение того, что на самом  деле должно быть \nсделано, и что он объяснит последующие шаги в должное время. Пр авила постоянно \nменялись, как и оценка НБУ недостаточности капитала Банка.  \nB2/5/17\n 17 IV ТРАНСФОРМАЦИЯ \n Обоснование Трансформации НБУ  \n119. НБУ провел проверку качества кредитного портфеля и кредитн ого риска, результаты \nкоторой были изложены в отчете от 1 июля 2016 года. По данным п роверки поступлений и \nкапитала Банка было недостаточно для покрытия кредитного риска,  и кредитный риск \nдолжен быть увеличен на 55 млрд гривен. Как я понимаю, это озна чало, что, по мнению \nсобственной проверки НБУ, дефицит капитала Банка, необходимого для покрытия \nкредитного риска, составлял 55 млрд гривен, то есть существенно  меньше, чем 113 млрд \nгривен (сумма докапитализации, указанная во втором отчете по ит огам стресс-теста). Если \nбы НБУ разрешил Банку завершить первоначальную реструктуризацию , Банк смог бы \nрешить заявленные проблемы, в том числе за счет передачи активо в и твердых ипотек на \nсумму свыше 100 млрд гривен. Однако затем НБУ предложил процесс , получивший \nназвание трансформации. НБУ, сделав вывод о том, что организаци я дополнительных \nипотек на сумму 70 млрд. гривен больше не является правильным н аправлением \nдальнейших действий, пояснил, что следующим шагом для Банка буд ет сокращение \nколичества заемщиков, у которых были непогашенные кредиты в Бан ке. \n120. Г-жа Рожкова сообщила, что НБУ недоволен заемщиками Банка на том основании, что все \nони считались связанными лицами по отношению к Банку в соответс твии с \nПостановлениями №№314 и 315 и, соответственно, Банк был обязан предпринять шаги для \nпогашения этих кредитов (так называемые \"Старые кредиты\"). \n \n121. НБУ не возражал против предоставления Банком дальнейшего к редитования различным \nкомпаниям для целей погашения Старых кредитов, при условии, что  эти компании не будут \nсвязанными лицами Банка в соответствии со статьей 52 Закона о б анках. Фактически, цель \nНБУ заключалась в том, чтобы Банк обеспечил погашение Старых кр едитов 193 заемщиков \nм е н ь ш и м  ч и с л о м  н е с в я з а н н ы х  \" Н о в ы х  з а е м щ и к о в \" ,  ч т о  в  к о н е ч н о м  и т оге привело бы к \nменьшему количеству кредитов (так называемых \"Новых кредитов\"),  выданных Банком. \n \n1 2 2 .  З а е м щ и к а м и  з а н и м а л и с ь  в  р а з н ы х  о т д е л а х  Б а н к а ,  и  о н и  н е  б ы л и моими \nклиентами/заемщиками или не входили в зону моей ответственности . В Банке были и другие \nлюди, которые взаимодействовали с НБУ по другим вопросам, таким  как аудиты, проверки \nи т.д. Однако я взял на себя роль координатора этого процесса ( и я был включен в цепочку \nобщения), так как я понимал, чего хотел НБУ.  \n123. Мне не известно, почему НБУ настаивал на меньшем количеств е Новых заемщиков / Новых \nкредитов (учитывая, что суммы кредитов, выданных Банком, фактич ески, остались бы \nпрежними). Одно из объяснений может заключаться в том, что НБУ считал, что легче \nпроверять и обрабатывать документы по меньшему числу Новых заем щиков. НБУ был \nзаинтересован в том, чтобы процесс проходил быстро: меньшее кол ичество кредитов / \nменьшее количество кредитных линий привело бы к более управляем ому процессу. \n \n124. Новые кредиты выдавались на 10-летний срок. Основной долг по кредиту должен был быть \nвыплачен в конце этого срока.  \nВыбор Новых заемщиков \n125. Банк обсудил позицию с 193 заемщиками и сообщил, что НБУ т ребует, чтобы любые Новые \nкредиты, необходимые для финансирования погашения Старых кредит ов, предоставлялись \nнесвязанным лицам. Банк попросил 193 заемщиков рассмотреть и со общить о сторонах, \nкоторых это могло бы заинтересовать с учетом предложенных выше условий. \n \nB2/5/18\n 18 126. Насколько я понимаю, первоначально было около 100 потенциа льных Новых заемщиков. \nКаждый имел представление о непогашенных займах и решал, какие из этих займов они \nготовы были погасить от имени Старых заемщиков, в зависимости о т активов (которые \nдолжны были предоставить залогодатели акций), которые должны бы ли быть \nпредоставлены в качестве обеспечения под погашение конкретного займа. Я понимаю, что \nу потенциальных Новых заемщиков был доступ к списку идентифицир ованных активов или \nчасти активов, которые должны были относиться к Старым кредитам . \n \n127. Потенциальные Новые заемщики были предложены НБУ, который отвечал за их проверку. \n \n128. С этой целью куратору и инспекторам НБУ (которые на этом э тапе находились в Банке) была \nпредоставлена вся информация, предоставленная Новыми заемщиками . Эта информация \nвключала их юридические дела (то есть учредительные документы, у с т а в  и  т . д . ) ,  и  и х  \nкредитную историю, если таковая имелась (то есть, если у потенц иального Нового заемщика \nуже была кредитная история в Банке).  \n129. В случаях, когда у потенциального Нового заемщика еще не б ыло кредитной истории, он \nпредоставлял бизнес-план, объясняющий, как будет генерироваться  доход для \nобслуживания кредитов. Такие компании не могли быть утверждены НБУ в качестве Новых \nзаемщиков, если бы предложенный бизнес-план не был приемлемым.  \n \n1 3 0 .  И н о г д а  я  с и д е л  с  с о т р у д н и к а м и  Н Б У  и  п о к а з ы в а л  и м  ф а й л ы .  И н огда были письменные \nзапросы на информацию. \n \n131. НБУ вычеркивал предлагаемых Новых заемщиков из предоставле нных им списков, если они \nего не удовлетворяли по той или иной причине. \n \n132. Я переписывался с Ден"}
{"start": 56000, "text": " на этом э тапе находились в Банке) была \nпредоставлена вся информация, предоставленная Новыми заемщиками . Эта информация \nвключала их юридические дела (то есть учредительные документы, у с т а в  и  т . д . ) ,  и  и х  \nкредитную историю, если таковая имелась (то есть, если у потенц иального Нового заемщика \nуже была кредитная история в Банке).  \n129. В случаях, когда у потенциального Нового заемщика еще не б ыло кредитной истории, он \nпредоставлял бизнес-план, объясняющий, как будет генерироваться  доход для \nобслуживания кредитов. Такие компании не могли быть утверждены НБУ в качестве Новых \nзаемщиков, если бы предложенный бизнес-план не был приемлемым.  \n \n1 3 0 .  И н о г д а  я  с и д е л  с  с о т р у д н и к а м и  Н Б У  и  п о к а з ы в а л  и м  ф а й л ы .  И н огда были письменные \nзапросы на информацию. \n \n131. НБУ вычеркивал предлагаемых Новых заемщиков из предоставле нных им списков, если они \nего не удовлетворяли по той или иной причине. \n \n132. Я переписывался с Денисом Новиковым по поводу заемщиков не ф т я н о й  о т р а с л и  и  \nтрансформации их кредитов  [PB0156901_00001/TAR-006377186]. \n \n133. НБУ изучал эту информацию (с учетом таких факторов, как св язанность, оборот, источники \nдохода), чтобы убедиться, что потенциальный Новый заемщик не яв ляется связанным \nлицом и имеет удовлетворительный источник дохода, позволяющий е му обслуживать \nНовый кредит. Как я объяснил выше, не предполагалось, что Новый  заемщик будет \nрегулярно выплачивать капитал Нового кредита: погашение капитал а не требовалось \nвплоть до конца срока.  \n134. На основании рассмотренной информации, предоставленной в о тношении потенциальных \nНовых заемщиков, НБУ либо утверждал их, либо отклонял как потен циальных кандидатов. \nТаким образом, первоначальный список из 100 потенциальных Новых  з а е м щ и к о в  в  \nконечном итоге был сокращен до 36 Новых заемщиков. \nПланируемое обеспечение Новых кредитов \n135. Оформление ипотек на активы, предоставляемые залогодателям и акций, требовало \nвремени, а НБУ хотел, чтобы Старые кредиты были скорее погашены . \n \n136. Я отчетливо помню, что во время обсуждений с Денисом Новик овым и г-жой Рожковой в \nоктябре 2016 г. по поводу трансформации Банк предложил использо вать залоги акций в \nотношении Новых кредитов и сказал, что он также предоставит зал ог договорных прав в \nс о о т в е т с т в и и  с  П о с т а н о в л е н и е м  № 2 3 .  О д н а к о  г - ж а  Р о ж к о в а  и  г - н  Н о виков сказали, что \nзалоги акций не будут приниматься, поэтому не стоило даже заним аться их организацией, \nодновременно заверив меня, что НБУ примет тем временем залоги д оговорных прав в \nсоответствии с Постановлением №23, и что ипотеки могут быть пре доставлены позже. НБУ \nзаявил, что он, фактически, будет временно считать договорные п р а в а  к а к  а д е к в а т н о е  \nB2/5/19\n 19 обеспечение, а позже даст Банку время, чтобы наверстать упущенн ое и предоставить \nнадлежащее обеспечение (ипотеки). \n \n137. Это обеспечение в виде ипотек активов в итоге так и не был о оформлено, потому что Банк \nбыл национализирован до того, как он смог это организовать. \nВыдача Новых кредитов \n1 3 8 .  Н Б У  а к т и в н о  о т с л е ж и в а л  в ы д а ч у  Н о в ы х  к р е д и т о в ,  и  е г о  п р е д с т авители имели полное \nпредставление о ходе процесса. НБУ был хорошо осведомлен о пред полагаемом графике \nвыдачи Новых кредитов. Обновляемый \"план\" с перечнем Новых кред итов рассылался по \nэлектронной почте заинтересованным лицам в том числе мне и Дени су Новикову. Иногда, г-\nн Пикуш, Генеральный заместитель Главы Правления Банка, направл ял копию г-ну Шекмару \nиз НБУ [PB0066123_00001 and / TAR-003975120].  В Плане указывались суммы, подлежащие \nпогашению по Старым кредитам за счет Новых кредитов и информаци я о графике \nпогашения и окончательной дате погашения Новых кредитов. \n \n139. НБУ получил несколько версий этого Плана, которые позволял и ему отслеживать как \nвыдавались средства. НБУ никогда не поднимал никаких вопросов п о поводу этих платежей, \nпредположительно потому, что он уже утвердил этих Новых заемщик ов. \n  \n140. Мне известно, что многие из Старых кредитов включали в себ я положения, которые мы \nназывали \"деривативами\". Эти положения предусматривали уплату д ополнительного \nвознаграждения заемщиком Банку, которое было привязано к обменн ому курсу гривны к \nд о л л а р у  С Ш А .  В  х о д е  т р а н с ф о р м а ц и и ,  к а к  я  п о м н ю ,  Б а н к  р е ш и л  о т м е нить обязанность \nделать такие платежи.  \nВысвобождение обеспечения под Старые кредиты \n141. Как я понимал, в результате погашения Старых кредитов Новы е заемщики могли подать в \nсуд на Старых заемщиков с целью взыскания платежа, а также (в с оответствии со статьей \n556 Гражданского Кодекса Украины) могли получить доступ к обесп ечению, \nпредоставленному по Старым кредитам, то есть к залогу акций. \n \n142. НБУ мог контролировать высвобождение обеспечения. У НБУ бы л доступ практически ко \nвсем документам Банка. Залоги акций / обеспечение включались в отчёт, в котором \nотражалось движение обеспечения, и он предоставлялся НБУ по зап росу. НБУ мог видеть \nзаписи, которые показывали какое обеспечение было высвобождено,  о д н а к о ,  е с л и  Н Б У  \nхотел увидеть более подробную информацию (например, конкретные договоры о \nвысвобождении обеспечения), он мог сделать специальный запрос о б этом. \nМониторинг процесса трансформации \n143. В начале октября 2016 г. НБУ провел групповую проверку, и около 50 сотрудников (включая \nвооруженных охранников) находились в Банке. Эти инспекторы рыск али по Банку, казалось, \nчто-то искали. Поскольку они находились в Банке, когда НБУ запр ашивал информацию о \nНовых заемщиках, соответствующие документы буквально передавали сь вручную \nинспекторам, которые зачастую принимали решения прямо на месте.  \n \n144. Предыдущий этап по передаче активов на баланс был завершен  в у даленном режиме, и \nтрансформация была похожим процессом, который осуществлялся с и спользованием тех \nже электронных документов. Над планом трансформации работали че рез \"Google Docs\", к \nкоторому все инспекторы НБУ имели доступ. Существовала таблица,  в которой указывались \nСтарые и Новые заемщики, и у НБУ был онлайн-доступ к ней. С уче том этого и физического \nB2/5/20\n 20 присутствия в Банке НБУ имел доступ и контролировал все действи я Банка в отношении \nтрансформации. \n \n145. Мне казалось, что поведение представителей НБУ в этот пери од было очень необычным - \nраньше они физически не присутствовали во время подобных провер ок. Обычный способ \nсвязи был посредством писем в адрес и от НБУ. Оглядываясь назад , можно предположить, \nчто причина их физического присутствия заключалась в том, чтобы  не оставлять никаких \nненужных бумажных следов / следов электронных документов и сооб щений. \nНационализация \n146. В ноябре 2016 г. EY провел дополнительную проверку результ атов Стресс-теста и 22 ноября \n2016 г. подготовил отчет [ PB0092834_00001].  В отчете зафиксировано, что, несмотря на то, \nчто трансформация продолжается и руководством Банка предоставля ется информация по \nплану трансформации, НБУ дал указание EY доложить о положении д ел по состоянию на 15 \nноября 2016 г. Отчет EY 2016 г. включал Приложение 4, в котором  излагалась информация, \nпредоставленная EY после этой даты, которую он не мог принять в о внимание. \n \n147. НБУ не дал никаких объяснений относительно ограничения той  информации, которую EY \nмог принять во внимание, и, насколько я помню, EY не понимали, почему не были продлены \nсроки для завершения плана трансформации. \n \n148. Я считаю, что отчет EY 2016 г. был простой формальностью, необходимой НБУ для \nпроведения национализации. Закон требовал получение отчета от т акой организации, как \nEY. \n \n149. Мне был показан документ [PB0108201_00001] ,  п р е д с т а в л я ю щ и й  с о б о й  о т ч е т  Н Б У  о  \nрезультатах трансформации. Этот отчет был подготовлен НБУ по ре зультатам его \nвнеплановой проверки. НБУ пришел к выводу, что у Банка был огро мный деф"}
{"start": 63000, "text": " трансформация продолжается и руководством Банка предоставля ется информация по \nплану трансформации, НБУ дал указание EY доложить о положении д ел по состоянию на 15 \nноября 2016 г. Отчет EY 2016 г. включал Приложение 4, в котором  излагалась информация, \nпредоставленная EY после этой даты, которую он не мог принять в о внимание. \n \n147. НБУ не дал никаких объяснений относительно ограничения той  информации, которую EY \nмог принять во внимание, и, насколько я помню, EY не понимали, почему не были продлены \nсроки для завершения плана трансформации. \n \n148. Я считаю, что отчет EY 2016 г. был простой формальностью, необходимой НБУ для \nпроведения национализации. Закон требовал получение отчета от т акой организации, как \nEY. \n \n149. Мне был показан документ [PB0108201_00001] ,  п р е д с т а в л я ю щ и й  с о б о й  о т ч е т  Н Б У  о  \nрезультатах трансформации. Этот отчет был подготовлен НБУ по ре зультатам его \nвнеплановой проверки. НБУ пришел к выводу, что у Банка был огро мный дефицит капитала, \nпотому что Новые кредиты были необеспеченными (и составляли бол ьшую часть портфеля \nБанка), следовательно, Банк был неплатежеспособным и должен был  б ы т ь  \nнационализирован. На странице 23 этого документа есть ссылка на  тот факт, что НБУ не \nсчитал, что было предоставлено действительное обеспечение и что , в какой форме будет \nпредоставлено обеспечение в будущем, оставалось открытым вопрос ом. В том же \nпараграфе НБУ отметил недостатки обеспечения в форме залога акц ий, не упоминая, \nконечно же, о соглашении со мной, о том, что он будет принимать  в  к а ч е с т в е  \nдействительного обеспечения залоги договорных прав (в промежуто чный период), при этом \nипотеки должны были быть оформлены на более поздней стадии. \nСобытия после национализации \n150. Насколько я понимаю, ряд залогодателей акций пытались связ аться с новым руководством \nБанка, чтобы оформить ипотеки на физические активы, но такие по пытки были \nпроигнорированы. Например, Банк (под новым руководством) должен  был посетить Eurotyre \nдля проверки актива, который должен был быть предоставлен в кач естве обеспечения, но \nна запланированную встречу новое руководство Банка не явилось. Аналогичным образом в \nдекабре 2016 г. компания Claresholme написала в Банк письмо с п редложением обсудить \nусловия предлагаемой ипотеки. Банк проигнорировал как это письм о, так и последующие \nнапоминания.  \n  \nB2/5/21\nB2/5/22\nB2/5/23\n 23 Сертификат о соответствии \nНастоящим подтверждаю, что: \n1. Я являюсь соответствующим юридическим представителем в соотв етствии с \nРекомендациями по судебному производству 57AC. \n2.  Я удовлетворен тем, что цель и надлежащее содержание свидет ельских показаний в суде, а \nтакже надлежащая практика в отношении их подготовки, включая по дтверждение \nсвидетелей, требуемое параграфом 4.1 Рекомендаций по судебному производству 57AC, \nбыли обсуждены и разъяснены Владимиру Яценко. \n3.  Я считаю, что настоящие судебные свидетельские показания от вечают требованиям \nР е к о м е н д а ц и й  п о  с у д е б н о м у  п р о и з в о д с т в у  5 7 A C  и  п у н к т а м  1 8 . 1  и  1 8 .2 Рекомендаций по \nсудебному производству 32, и что они было подготовлены в соотве тствии с Заявлением о \nнаилучшей практике, включенном в Приложение к Рекомендациям по судебному \nпроизводству 57AC. \n \nФамилия, имя: ……………   Эндрю Ноэл Лафферти  \nДолжность Партнер \nДата:   2 ноября 2021 \n  \nB2/5/24\n 24 Приложение A \nСписок Документов, использованных для подготовки  \nСвидетельских Показаний Владимира Яценко. \n \nНомер Документ Ссылка  \n1.  Приказ Номер PR/18-2014-7123251 \nот 16/12/2014, утверждающий и \nприлагающий Положение о \nКредитных Комитетах в Системе \nПриватБанк PB0361356_00001 \n2.  Положение о Кредитных Комитетах \nв Системе ПриватБанк от июня 2014 \nгода PB0021286_00001 \n3.  Положение о Кредитных Комитетах \nв Системе ПриватБанк от декабря \n2016 года  PB0098289_00001 \n4.  Протокол заседания \nНаблюдательного Совета \nПриватБанка от 01/09/2015, \nутверждающий и прилагающий \nПоложение о полномочиях при \nпринятии решения о проведении \nбанковских операций и Положение о \nпорядке формирования перечня \nсвязанных лиц ПАО КБ \n\"ПриватБанк\" PB0116127_00001 \n5.  Протокол заседания \nНаблюдательного Совета \nПриватБанка от 04/04/2016, \nутверждающий и прилагающий \nПоложение о полномочиях при \nпринятии решения о проведении \nбанковских операций PB0116049_00001  \n6.  Письмо от А. Дубилета в адрес А. \nПисарука, от 24/12/2015 PB0034525_00001 \n7.  П и с ь м о  о т  К .  Р о ж к о в о й  в  а д р е с  А .  \nДубилета, от 21/01/2016 Приложение VY1/1-6  \n8.  Электронная корреспонденция \nмежду Т. Новиковым и Ю. \nМацвеевой с приложением \nгарантийного письма IK0009281_0001; IK0009283_0001; \nIK0009284_0001; IK0009285_0001 \nB2/5/25\n 25 9.  Электронная корреспонденция \nмежду С. Волковым и Ю. Мацвеевой \nс приложением гарантийного письма IK0009286_0001; IK0009287_0001; \nIK0009288_0001; IK0009289_0001 \n10.  Электронное письмо от Д. \nЛучанинова в адрес В. Яценко от \n22/03/2016  PB0073523_00001 \n11.  Договор о поручительстве и залоге \nPerser от 22/08/2016 PB0082766_00001 \n12.  Договор о поручительстве и залоге \nDilorsano от 22/08/2016 PB0082777_00001 \n13.  Протокол Кредитного Комитета от \n23/11/2016 PB0066636_00001; PB0066637_00001 \n14.  Письмо от НБУ в адрес ПриватБанка \nот 30/01/2017 с приложением Отчета \nоб Инспекции PB0108201_00001 \n15.  Письмо от ПриватБанка в адрес НБУ \nот 04/11/2016 PB0156901_00001 \nTAR-006377186 \n16.  Письмо от ПриватБанка в адрес НБУ \nот 08/11/2016 PB0066123_00001 \nTAR-003975120_English \n17.  Электронное письмо от В. Яценко в \nадрес Т. Гурьевой и Т. Новикова от \n07/08/2015 PB0051277_00001 \n18.  Электронное письмо от Д. \nЛучанинова в адрес нескольких \nполучателей от 04/09/2015 PB0196462_00001 \nPB0196462_00001_English \n19.  Электронное письмо от А. \nКазанцева в адрес Т. Гурьевой и С. \nЩербаковой (в копии: О. Коваль, Н. \nОнищенко, Р. Охрий) от 15/10/2013 PB0012029_00001 \n20.  Электронное письмо от А. \nКазанцева в адрес Т. Гурьевой и С. \nЩербаковой (в копии: О. Коваль, Н. \nОнищенко, Р. Охрий) от 12/05/2014 PB0020416_00001 \n21.  Электронное письмо от В. Яценко в \nадрес Д. Лучанинова от 02/12/2015 PB0059091_00001 \n22.  Договор о Залоге Акций № ДЗК-4131 PB0086847_00001 \n23.  Отчет ООО Аудиторские Услуги \nЭрнст энд Янг о результатах \nпроверки текущих сделок банка с PB0347625_00001 \nB2/5/26\n 26 аффилированными лицами по \nсостоянию на 01/04/2015 \n24.  Отчет ООО Аудиторские Услуги \nЭрнст энд Янг от 22/11/2016 PB0092834_00001 \n25.  Электронное письмо от Д. \nЛучанинова в адрес В. Яценко от \n09/10/2015  PB0198039_00001 \nPB0198039_00001_English \nPB0351677_00001 \nPB0351677_00001_English \n26.  Электронное письмо от Д. \nЛучанинова в адрес В. Яценко от \n21/10/2015  PB0056172_00001 \n27.  Электронное письмо от Д. \nЛучанинова в адрес Л. Шмальченко \nи В. Яценко от 02/12/2015 PB0059062_00001 \nЗаконодательство и Нормативно-правовые акты \n28.  Статья 556 Гражданского Кодекса Украины (в редакции от 11.06.20 16)  \nДоступно на украинском языке: Цивільний кодекс України | від 16.01.2003 № 435-\nIV (rada.gov.ua)  \n29.  Статья 52 Закона о Банках и Банковской Деятельности (в редакции  о т  \n08.03.2015)  \nДоступно на украинском языке: Про банки і банківську діял... | від 07.12.2000 № \n2121-III (rada.gov.ua)  \n30.  Положение НБУ 23 (в редакции от 20.10.2015)  \nДоступно на украинском языке: П р о  з а т в е р д ж е н н я  П о л о ж е н н я  п р о  п о . . .  |  в і д  \n25.01.2012 № 23 (rada.gov.ua)  \n31.  Постановление НБУ 315 (в редакции от 12.05.2015)  \nДоступно на украинском языке: Про затвердження Положення про в... | від \n12.05.2015 № 315 (rada.gov.ua)  \n32.  Постановление НБУ 314 \n33.  Постановление НБУ 8/БT \n34.  Постановление НБУ 103/БT \n \n  \nB2/5/27\n 27 Сторона: Первый Ответчик \nСвидетель: Владимир Яценко  \nНомер: Первые \nПриложение: ВЯ1 \nДата 2 ноября 2021 года \n \nИск №: BL-2017-000665  \n \nВЫСОКИЙ СУД ПРАВОСУДИЯ  \nХОЗЯЙСТВЕННЫЕ И ИМУЩЕСТВЕННЫЕ СУДЫ АНГЛИИ И УЭЛЬСА \nОТДЕЛ КОММЕРЧЕСКИХ СПОРОВ (КАНЦЛЕРСКОЕ \nОТДЕЛЕНИЕ) \nМ Е Ж Д У \nАО \"КОММЕРЧЕСКИЙ "}
{"start": 70000, "text": "їни | від 16.01.2003 № 435-\nIV (rada.gov.ua)  \n29.  Статья 52 Закона о Банках и Банковской Деятельности (в редакции  о т  \n08.03.2015)  \nДоступно на украинском языке: Про банки і банківську діял... | від 07.12.2000 № \n2121-III (rada.gov.ua)  \n30.  Положение НБУ 23 (в редакции от 20.10.2015)  \nДоступно на украинском языке: П р о  з а т в е р д ж е н н я  П о л о ж е н н я  п р о  п о . . .  |  в і д  \n25.01.2012 № 23 (rada.gov.ua)  \n31.  Постановление НБУ 315 (в редакции от 12.05.2015)  \nДоступно на украинском языке: Про затвердження Положення про в... | від \n12.05.2015 № 315 (rada.gov.ua)  \n32.  Постановление НБУ 314 \n33.  Постановление НБУ 8/БT \n34.  Постановление НБУ 103/БT \n \n  \nB2/5/27\n 27 Сторона: Первый Ответчик \nСвидетель: Владимир Яценко  \nНомер: Первые \nПриложение: ВЯ1 \nДата 2 ноября 2021 года \n \nИск №: BL-2017-000665  \n \nВЫСОКИЙ СУД ПРАВОСУДИЯ  \nХОЗЯЙСТВЕННЫЕ И ИМУЩЕСТВЕННЫЕ СУДЫ АНГЛИИ И УЭЛЬСА \nОТДЕЛ КОММЕРЧЕСКИХ СПОРОВ (КАНЦЛЕРСКОЕ \nОТДЕЛЕНИЕ) \nМ Е Ж Д У \nАО \"КОММЕРЧЕСКИЙ БАНК \"ПРИВАТБАНК\" \nИстец \nи \n \n(1) ИГОРЕМ ВАЛЕРЬЕВИЧЕМ КОЛОМОЙСКИМ \n(2) ГЕННАДИЕМ БОРИСОВИЧЕМ БОГОЛЮБОВЫМ \n(3) ТИМТРЕНД ЛИМИТЕД \n(4) ТРЕЙД ПОИНТ АГРО ЛИМИТЕД \n(5) КОЛИЕР ЛИМИТЕД \n(6) РОССИН ИНВЕСТИНГ КОРП \n(7) МИЛБЕРТ ВЕНЧЕРЗ ИНК \n(8) ЗАО УКРТРАНЗИТСЕРВИС ЛТД \nОтветчики \n \n____________________________________________ \nПЕРВЫЕ СВИДЕТЕЛЬСКИЕ ПОКАЗАНИЯ \nВЛАДИМИРА ЯЦЕНКО \n____________________________________________ \n \nB2/5/28\n"}
