{"metadata": {"corpus_path": "D13_1 Expert Report of Olga Razzhivina.pdf", "file_size": 2033642, "mtime": 1755610856.589639, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "Oriel Consult Limited, Registration number in England and Wales: 881016. UK VAT Registration: \n77609962. Registered address: 57, Duke Street, Windsor, SL4 1SJ, UK, www.oriel.aero \nBL-2017-000665 \nIN THE HIGH COURT OF JUSTICE \nBUSINESS AND PROPERTY COURTS OF \nENGLAND AND WALES \nBUSINESS LIST (ChD) \nBETWEEN:  \nJSC COMMERCIAL BANK PRIVATBANK \nClaimant \nAnd \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \nREPORT of OLGA RAZZHIVINA \nSENIOR ISTAT CERTIFIED APPRAISER \nRETROSPECTIVE MARKET VALUE OF  \nAIRCRAFT \n24 November 2021 \nD13/1/1\n \n  2 \nTable of Contents  \nGLOSSARY OF TECHNICAL AND DEFINED TERMS  4  \nPART 1  \nIntroduction 10 \nBackground 10 \nInstructions 17 \nDocumentation 17 \nAssumptions 17 \nRestrictions 19 \nAssistance 19 \nContents of this report 19 \nPART 2  \nExecutive Summary 19 \nPART 3  \nReview of the Contemporaneous Aircraft Valuation Reports 21 \nPART 4  \nMy valuation methodology 24 \nPART 5  \nThe Airbus 30 \nBoeing 737 42 \nBoeing 767 533 50 \nBoeing 767 536 60 \nEmbraer 69 \nSUMMARY OF THE ADJUSTED RETROSPECTIVE MARKET VALUATION  75  \nDECLARATION  76  \nAPPENDIX A – CV 78  \nAPPENDIX B(I) – DOCUMENTS RELIED ON  82  \nAPPENDIX B(II) – DOCUMENTS IN DISCLOSURE PROVIDED TO ME  85  \nAPPENDIX C – SOURCES OF INFORMATION AND MY USE OF PUBLIC AND CONFIDENTIAL SOURCES\n 89  \nAPPENDIX D – REVIEW OF THE CONTEMPORANEOUS AIRCRAFT VALUATION REPORTS 95  \nAPPENDIX E – THE AIRBUS 104  \nAPPENDIX F – THE BOEING 737 108  \nD13/1/2\n \n  3 \nAPPENDIX G – THE BOEING 767 533 AND THE BOEING 767 536 113  \nAPPENDIX H – THE EMBRAER 121  \nAPPENDIX I – ARRIVING AT THE RETROSPECTIVE MARKET VALUE 128  \n  \nD13/1/3\n \n  4 \nGLOSSARY OF TECHNICAL AND DEFINED TERMS  \n6-year check A major maintenance inspection occurring every 6 years. \n12-year check A major maintenance inspection occurring every 12 years. It is a \nmore comprehensive check than the 6-year check and supersedes \nthe earlier 6-year check. \nAdjusted \nRetrospective Market \nValue  Adjusted Retrospective Market Value means a valuation arrived at \nby adjusting the \"Half-Life\" Retrospective Market Value to account \nfor the actual maintenance condition of the aircraft's main modules, \nsuch as the airframe, landing gear, APU, engines and engine \nLLPs, as well as for the actual physical condition of the aircraft and \nits technical records at the date of valuation. \nAdjusted Retrospective Market Value is the value as of 22nd August \n2016 and is the final and most accurate valuation which I am able \nto arrive at in my valuation report. \nThe Airbus Airbus A321-200 aircraft with MSN 2462  \nThe Aircraft Together the Airbus, the Boeing 737, the Boeing 767 533, the \nBoeing 767 536, and the Embraer. \nAirframe The main structure of an aircraft including the wings and fuselage, \nstabilisers and tail. \nAsset Transfer The transfer of Transferred Assets to the Bank between March and \nSeptember 2016. \nAD An airworthiness directive is a mandatory directive issued by a \ngovernment aviation authority (like FAA or EASA) which aircraft \nmust comply with to maintain its airworthiness.  \nAPU An auxiliary power unit is a small engine, typically at the rear of the \nplane, to provide autonomous power to perform numerous \nfunctions such as, but not limited to, starting the main engines, \npowering the cockpit, and powering air conditioning. \nBank JSC Commercial Bank PrivatBank. \nBasic specification The basic specification assumes the use of the most popular \nengine, MTOW and other high-value options like winglets in use \nfor that particular aircraft.  \nBoeing 737 Boeing 737-300 aircraft with MSN 28659. \nBoeing 767 533 Boeing 767-300ER aircraft with MSN 25533. \nD13/1/4\n \n  5 \nBoeing 767 536 Boeing 767-300ER aircraft with MSN 25536. \nThe Borrowers The 47 Ukrainian borrowers and three Cypriot borrowers identified \nin Schedule 1 to the RRAPOC. \nCAPA The Centre for"}
{"start": 3500, "text": "vatBank. \nBasic specification The basic specification assumes the use of the most popular \nengine, MTOW and other high-value options like winglets in use \nfor that particular aircraft.  \nBoeing 737 Boeing 737-300 aircraft with MSN 28659. \nBoeing 767 533 Boeing 767-300ER aircraft with MSN 25533. \nD13/1/4\n \n  5 \nBoeing 767 536 Boeing 767-300ER aircraft with MSN 25536. \nThe Borrowers The 47 Ukrainian borrowers and three Cypriot borrowers identified \nin Schedule 1 to the RRAPOC. \nCAPA The Centre for aviation, a global network of aviation researchers \nand analysts and a leader in the field of aviation knowledge. \nCAPA Fleets \ndatabase A global database of CAPA data, including traffic, financial and \nother performance data within the aviation and travel industry. \nCatalogue price The price of an aircraft part as listed by the manufacturer.  \nContemporaneous \ncatalogue prices Confidential information on products (e.g. engine LLPs) and prices \nprovided by manufacturers at private conferences to which ISTAT \ncertified appraisers are invited.  \nCycle A cycle, or a flight cycle, is the operation of an engine through the \nentire process of start up for take-off through to landing and shut \ndown.  For the airframe, a cycle (sometimes call a “flight cycle”) is \nthe operation of the airframe through the take-off, internal \npressurisation, landing and depressurisation. \nC-Check A routine check that is required to be undertaken on an airframe. \nThese C-Checks take place after a specific number of thousand \nhours flown (i.e. 6,000 hours), or after a set number of months (i.e. \n24 months), whichever occurs first, but each airframe has a \ndifferent schedule \nClaimant The Bank. \nDefendants Together, Mr Igor Kolomoisky, Mr Gennadiy Bogolyubov and the \nDefendant Suppliers. \nDefendant Suppliers Together, Teamtrend Limited, Trade Point Agro Limited, Collyer \nLimited, Rossyn Investing Corp, Milbert Ventures Inc, and \nZao Ukrtransitservice Ltd (the Third to Eighth Defendants). \nDesign life The length of operation, expressed in flight hours and cycles, in \nwhich the aircraft is designed to operate safely, if it complies with \nits maintenance programme, ADs and SBs.  Design life is rarely \nachieved by commercial aircraft because of technological \nobsolescence and uneconomical cost of further maintenance. \nDilorsano Purchase \nAgreements The agreements by which the Bank purported to sell nine aircraft \n(including the Aircraft) to Dilorsano Consulting Limited for a total \nconsideration of $163 million on 23 August 2016. \nD13/1/5\n \n  6 \nD-Check A comprehensive maintenance check which must be undertaken \nafter a specified number of C-Checks (as specified for each \nspecific airframe) (e.g. at every 6th C-Check, a D-Check is \nrequired). \nEASA European Union Aviation Safety Agency, an agency of the \nEuropean Union with responsibility for civil aviation certification, \nstandardisation and safety. \nEmbraer Embraer ERJ-145LR aircraft with MSN 145250. \nEngine derate The operating practice of using a reduced thrust at take-off, when \nlower aircraft weight permits it. \nEngine overhaul A complete disassembly of an engine. The engine is inspected, \nrepaired and refurbished, reassembled, tested, and approved for \nreturn to service. \nFAA Federal Aviation Administration, a US government agency that \nregulates civil aviation in the USA. \nFirst Defendant Mr Igor Valeryevich Kolomoisky. \nFlag carriers A flag carrier airline was traditionally an airline owned by or \nsubsidised by the country in which it was registered. More recently, \nan airline may be considered a flag carrier whilst being privately \nowned. \nHalf-life The assumed condition of an aircraft mid-way through the interval \nfor inspections or overhauls that are repeated at specified intervals \nof time.  This applies to the airframe, engine, landing gear and APU \noverhauls.  For parts with limited lives like engine LLPs, half-life is \nthe mid-way point of their assigned lives. \nHalf-life Retrospective \nMarket Value A "}
{"start": 7000, "text": "ntry in which it was registered. More recently, \nan airline may be considered a flag carrier whilst being privately \nowned. \nHalf-life The assumed condition of an aircraft mid-way through the interval \nfor inspections or overhauls that are repeated at specified intervals \nof time.  This applies to the airframe, engine, landing gear and APU \noverhauls.  For parts with limited lives like engine LLPs, half-life is \nthe mid-way point of their assigned lives. \nHalf-life Retrospective \nMarket Value A hypothetical valuation of an aircraft assumed to be in “half-life” \nmaintenance condition at the valuation date. \nHour to Cycle ratio The number of flight hours divided by the number of cycles. \nIntermediary \nDrawdowns Drawdowns under Intermediary Loans which, on the Bank's case, \nwere ultimately used (in whole or in part) purportedly to repay \nRelevant Drawdowns. \nIntermediary Loans Loans made by the Bank to the Relevant and Intermediary \nBorrowers which were used (in whole or in part) to make purported \nrepayments of sums outstanding under the Relevant Loans \n(specifically Relevant Drawdowns). \nD13/1/6\n7 \nIntermediary Loan \nTransferred Assets The assets which the Defendants claim were transferred to the \nBank to reduce the amount of the ‘Intermediary Loans’. \nIAE powerplant A type of engine, specifically an engine manufactured by \nInternational Aero Engines (IAE). \nInternational Society \nof Transport Aircraft \nTraders (ISTAT) An international organisation that certifies appraisers specialising \nin commercial aircraft valuations.   \nIVS 2013 International Valuation Standards as set by the International \nValuation Standards Council in 2013 and exhibited at Exhibit OR2.\nLLP Life limited parts, being parts for which there is a mandatory \ntimeline by which they must be replaced. \nLRF Lease rate factor, calculated by dividing the aircraft’s lease income \nper month by the aircraft’s value. \nMaintenance Planning \nDocuments (MPDs) Documents  that describe the ongoing tasks required to maintain \naircraft and parts. MPDs are provided by respective airframe and \nengine manufacturers. \nMarket value The estimated amount for which an asset or liability should \nexchange on the valuation date between a willing buyer and a \nwilling seller in an arm’s length transaction, after proper marketing \nand where the parties had each acted knowledgeably, prudently \nand without compulsion (as defined in IVS 2013) \nMSN Manufacturer’s serial number. The MSN is used to identify aircraft, \nengines, major modules and parts. \nMRO Maintenance, repair and overhaul. \nMTOW The maximum take-off weight is the maximum weight at which the \nplane is permitted to take off due to structural or other limits. \nNBU National Bank of Ukraine. \nOverhaul The disassembly, inspection and/or check of an aircraft, \ncomponent, engine or appliance to an extent necessary to \ndetermine, as substantiated by the MPD, service experience and \naccepted practices, that it is in satisfactory condition to operate one \ncomplete overhaul period. \nOEM  Original Equipment Manufacturer is the source producer of any \nparticular aircraft component or aircraft. \nD13/1/7\n \n  8 \nOEW Operating empty weight is the total weight of the aircraft ‘as built’.  \nParties Together, the Claimant and Defendants. \nPart-out The process of removing certain components from an aircraft \nwhich includes up to and including a removal of all components \nfrom an aircraft. \nRetrospective Market \nValue The market value as of 22nd August 2016.  \nThe Retrospective Market Value takes into account the advised \nmaintenance condition of the (i) airframe, (ii) engines, (iii) engine \nLLPs, (iv) landing gear and (v) APU. \nRelevant Drawdowns Drawdowns under Relevant Loans, a portion of which (on the \nBank's case) funded the unreturned prepayments made by the \nBorrowers to the Defendant Suppliers. \nRelevant Loans Revolving credit facilities the Bank entered into with the Borrowers \nbetween April 2013 and August 2014 under which the Relevant \nDraw"}
{"start": 10500, "text": "The Retrospective Market Value takes into account the advised \nmaintenance condition of the (i) airframe, (ii) engines, (iii) engine \nLLPs, (iv) landing gear and (v) APU. \nRelevant Drawdowns Drawdowns under Relevant Loans, a portion of which (on the \nBank's case) funded the unreturned prepayments made by the \nBorrowers to the Defendant Suppliers. \nRelevant Loans Revolving credit facilities the Bank entered into with the Borrowers \nbetween April 2013 and August 2014 under which the Relevant \nDrawdowns were made.  \nRelevant Loan \nTransferred Assets The assets which the Defendants claim were transferred to the \nBank to reduce the amount outstanding under the Relevant Loans. \nThe assets are particularised at 1DRRAD: Schedule 2. \nRAR Bank’s Re-Amended Reply dated 3 September 2021. \nRRFI Response to Request for Further Information. \nRRAPOC Bank’s Re-Re-Amended Particulars of Claim, dated 14 September \n2020. \nSchedule 2 values The values attributed to the aircraft in Schedule 2 to the First \nDefendant’s Re-Re-Amended Defence. \nSecond Defendant Mr Gennadiy Borisovich Bogolyubov. \nSector length Number of hours per cycle. \nSharklets An Airbus wingtip device designed to improve aircraft’s take-off \nperformance and maximum range. \nStabiliser Parts of the airframe that provide the stability of the aircraft during \nflight. The horizontal and vertical stabiliser are both utilised to \nprevent unwanted movement. \nD13/1/8\n \n  9 \nService Bulletin (SB) A bulletin issued by the relevant manufacturer; some SBs are \nmandatory and aircraft must comply with them to maintain their \nairworthiness. \nTitle engine The title engines are the engines specifically identified by their \nserial number as legally forming part of the aircraft. \nTransferred Assets Together, the Relevant Loan Transferred Assets and the \nIntermediary Loan Transferred Assets. \nTBO Time between overhauls is a metric which indicates the length of \ntime between overhauls. \nUAH Ukrainian Hryvnia, the currency of Ukraine \nVeritas Veritas Property Management, a Ukrainian valuation firm. \nVeritas 2016 Valuation \nReports  The valuation reports of the Aircraft, amongst other aircraft, \nundertaken by Veritas in August 2016. \nWinglets A Boeing wingtip device designed to improve an aircraft’s take-off \nperformance and maximum range. \n$ US Dollars. \n1DRRAD First Defendant’s Re-Re-Amended Defence dated 30 July 2021. \n2DRAD Second Defendant’s Re-Amended Defence dated 30 November \n2020. \n3-8DRAD Defendant Suppliers’ Re-Amended Defence dated 16 November \n2020. \n1DRRFI First Defendant’s RRFI dated 30 July 2021. \n \n  \nD13/1/9\n \n  10 \nPART 1 \nIntroduction \n My name is Olga Razzhivina.  I have been instructed by Hogan Lovells International \nLLP, the English solicitors for the Bank to prepare an expert report in the dispute \nbetween the Bank and the eight Defendants listed on the front of this report. I refer to \nthe Claimant and Defendants collectively as the Parties.  \n I am a co-founder and Director of Oriel Consult Limited (\" Oriel\"), the address for the \nregistered office of which is 57 Duke Street, Windsor, SL4 1SJ.  Oriel specialises in \nthe valuation of commercial aircraft and engines.   \n I have extensive experience of valuing aircraft, having worked in the aviation industry \nsince 1997 and have been an aviation analyst since 2000.  Prior to founding Oriel, I \nworked for over nine years for Ascend Flight Global Advisory (formerly Airclaims Ltd \nand Ascend Worldwide Limited), first as an aviation analyst before becoming manager \nof valuations in 2010 and then senior consultant, which was a post I held until I left in \n2014 to found Oriel. \n In 2010, I qualified as an appraiser for the International Society of Transport Aircraft \nTrading (“ ISTAT”), a global not-for-profit organisation whose members are involved in \noperating, manufacturing, selling, appraising or insuring commercial aircraft.  ISTAT is \nthe only international organisation that certifies appraisers specialising in commercial \naircraf"}
{"start": 14000, "text": "re becoming manager \nof valuations in 2010 and then senior consultant, which was a post I held until I left in \n2014 to found Oriel. \n In 2010, I qualified as an appraiser for the International Society of Transport Aircraft \nTrading (“ ISTAT”), a global not-for-profit organisation whose members are involved in \noperating, manufacturing, selling, appraising or insuring commercial aircraft.  ISTAT is \nthe only international organisation that certifies appraisers specialising in commercial \naircraft valuations.  Due to technical complexity of the aircraft and confidential nature \nof commercial aircraft trading, an appraiser has to specialise in this asset class to be \nable to accumulate the wealth of technical and commercial knowledge necessary for \naccurate valuations.  Many financial institutions that invest in or finance commercial \naircraft require that appraisals are prepared by ISTAT certified appraisers. From 2011 \nto 2013 and from 2018 to present, I served as a member of the ISTAT Appraiser \nProgramme Board of Governors.   \n I graduated from Abay Almaty State University Almaty, Kazakhstan in 1998, with a \nBachelor's degree (with Distinction) in International Tourism Management and from \nEmbry-Riddle Aeronautical University in 2001 with a Master of Business Administration \nin Aviation (also with Distinction). \n My CV is appended to this Report as Appendix A . \nBackground \n The background to this matter is set out in other documents which I understand are \navailable to the Court. For that reason, in the following paragraphs, I only summarise \nmy understanding of the parties' respective cases as they relate to the matters I have \nD13/1/10\n \n  11 \nbeen instructed to consider. This summary is not intended to be contentious, but I may \nnot be aware of all the matters in dispute between the Parties. \nOverview of the dispute \n I am instructed that the First Defendant and the Second Defendant were majority \nshareholders and officers of the Bank from around 2004 until its nationalisation in \nDecember 2016.1   The Bank alleges that the Third to Eighth Defendants (the \n“Defendant Suppliers ”), were from (at the latest) January 2013 owned and/or \ncontrolled by the First and Second Defendants .2  This is denied by the First and Second \nDefendants .3  \n The Bank's case is that the First and Second Defendants procured the \nmisappropriation of approximately $1.911 billion from the Bank in the manner \ndescribed in paragraphs 14 to 32 of the RRAPOC (the “ Misappropriation ”).4    \n The Defendants deny that the Bank has suffered any loss.5  The First Defendant and \nthe Defendant Suppliers6 allege that (other than in respect of two loans which remain \noutstanding7) the Relevant Loans have been repaid – either:8 \na. by repayments “in cash” between September 2014 and February 2016; \nb. by the transfer of certain assets (i.e. the Transferred Assets) to the Bank between \nMarch and September 2016 in the process referred to as the Asset Transfer; or \nc. using the proceeds of loans made to 36 new borrowers (as part of what is known \nas the “Transformation ”).  \n The Bank’s case in relation to the Asset Transfer is set out at RAR 27D to 28M.  In \nshort, the Bank accepts that its loss claimed in these proceedings will be reduced by \nreference to that portion of the true value9 of the Transferred Assets10 which is properly \n \n1  RRAPOC: 3 – 4, 1DRRAD: 6 and 2DRAD: 13. \n2  RRAPOC: 12. \n3  1DRRAD: 10(1) and 2DRAD: 16 – 18. \n4  RRAPOC: 52(1). \n5  1DRRAD: 79(1), 2DRAD: 67 and 3-8DRAD: 66(4). \n6  The Second Defendant puts the Bank to proof that any of the Relevant Loans were not repaid (2DRAD: \n67(4)). \n7  Loans to Tamersa LLC and Prominmet LLC (1DRRAD: 15) \n8  1DRRAD: 15. \n9  As distinct from the values purportedly recorded in the mortgage agreements associated with the \nTransferred Assets (RAR: 27F.4.2). \n10  The Parties each have permission to adduce expert evidence in relation to the true value of the \nTransferred Assets, including the Aircraft. \nD13/1/"}
{"start": 17500, "text": "AD: 67 and 3-8DRAD: 66(4). \n6  The Second Defendant puts the Bank to proof that any of the Relevant Loans were not repaid (2DRAD: \n67(4)). \n7  Loans to Tamersa LLC and Prominmet LLC (1DRRAD: 15) \n8  1DRRAD: 15. \n9  As distinct from the values purportedly recorded in the mortgage agreements associated with the \nTransferred Assets (RAR: 27F.4.2). \n10  The Parties each have permission to adduce expert evidence in relation to the true value of the \nTransferred Assets, including the Aircraft. \nD13/1/11\n \n  12 \nto be attributed to the reduction of the outstanding balances under Relevant \nDrawdowns (whether directly or indirectly), save for the Aircraft (as defined below) \npurportedly transferred to the Bank and any asset in respect of which the Bank’s \nownership has been successfully challenged (and accordingly lost) in Ukrainian \nproceedings. \n I understand, therefore, that if the Bank is correct that its loss should not be reduced \nby the true value of the Aircraft, then the findings in this report may not be relevant to \nthe issues that the Court has to decide.  Nevertheless, I am instructed to value the \nAircraft in case it assists the Court.  \nOverview of the Transferred Assets and the Aircraft \n The First Defendant alleges the Transferred Assets, which he contends were \ntransferred to the Bank between March and September 201611, comprise different \ntypes of assets, namely, petrol stations, oil storage facilities, aircraft, hotels, office \nbuildings, and other real estate.  This report deals only with the Aircraft.  I am instructed \nthat other expert valuers will address the values of the other assets.   \n The Aircraft which the First Defendant alleges were transferred to the Bank, and which \nare the subject of this report, are:  \na. The “ Airbus”: Airbus A321-20012 aircraft, with MSN 2462.   \nThe Airbus A321-200 is a single aisle, twin-engine jet with a capacity of up to \n220 passengers and a range of up to 3,200 nautical miles13.  It forms part of the \npassenger fleet used by British Airways and American Airlines, amongst others. \nb. The “ Boeing 737 ”: Boeing 737-300 aircraft, with MSN 28659. \nThe Boeing 737-300 is a single-aisle, twin-engine jet with a maximum capacity \nof up to 149 passengers and a range of up to 2,190 nautical miles14.  It is used \nprimarily on short routes and used to form part of the passenger fleet used by \nRyanair and Southwest Airlines (an American domestic carrier) amongst \nothers.    \n \n11  1DRRAD:15(2) and 1DRRFI 0721:Annex A. \n12  Schedule 2 to the Re-Re-Amended Defence refers to the subject aircraft as “Airbus 321-321”, which is \ninaccurate.  The subject aircraft is an Airbus A321-200 or A321-231.  The “200” refers to the generic \nvariant of aircraft.  The “231” specifies that the aircraft is powered by the IAE V2500-A5 engines.  For \nthe purpose of this valuation I refer to the subject aircraft as the “Airbus”. \n13  https://www.airbus.com/aircraft/passenger-aircraft/a320-family/a321ceo.html#details .  Range quoted \nwith Sharklets. \n14  Boeing Commercial Airplanes Reference Guide 2019 (Exhibit OR1, page 2). \nD13/1/12\n \n  13 \nc. The “ Boeing 767 533 ”: Boeing 767-300ER aircraft, with MSN 25533. \nd. The “ Boeing 767 536 ”: Boeing 767-300ER aircraft, with MSN 25536.  \nThe Boeing 767-300ER is a twin-aisle, twin-engine jet with a capacity of \napproximately 229 passengers in a two-class configuration and a range of up to \n5,590 nautical miles15.  It is used on transcontinental and transatlantic routes \nand forms part of the passenger fleet used by United Airlines and Delta \nAirlines, amongst others.  \ne. The “ Embraer ”: Embraer ERJ-145LR aircraft, with MSN 145250. \nThe Embraer ERJ-145LR is a twin-engine regional jet with a capacity of up to \n50 passengers and a range of up to 1,550 nautical miles16.  It is used on short \nroutes, and forms part of the fleet used by domestic carriers including Loganair \n(in the UK) and CommutAir and Envoy (in the USA), amongst others.  \ntogether, the “ Aircraft”. \n I p"}
{"start": 21000, "text": "s part of the passenger fleet used by United Airlines and Delta \nAirlines, amongst others.  \ne. The “ Embraer ”: Embraer ERJ-145LR aircraft, with MSN 145250. \nThe Embraer ERJ-145LR is a twin-engine regional jet with a capacity of up to \n50 passengers and a range of up to 1,550 nautical miles16.  It is used on short \nroutes, and forms part of the fleet used by domestic carriers including Loganair \n(in the UK) and CommutAir and Envoy (in the USA), amongst others.  \ntogether, the “ Aircraft”. \n I provide further details about the Aircraft in Appendices E to H . \n I have seen a final but unsigned draft of the Report on Forensic Accountancy prepared \nby Ian Thompson of FTI.  From Mr Thompson’s report, I understand the following: \na. On 22 August 2016, the Bank’s transactional data records that a number of \naircraft were transferred on to the Bank’s books by Perser Holdings Limited \n(“Perser”) in 10 transactions.  Those transactions, which totalled $163.9 million, \npurportedly part-repaid 10 loans (see Table 1 below). Seven of these \ntransactions repaid Relevant Loans, and the remaining three repaid “other” \nloans.  \nb. The same 10 transactions are set out in pages 134 and 135 of Annex A to \nD1’s RRFI. However, the aircraft are not identified in the transaction narrative in \neither Annex A or in the transactional data. \nc. The seven transactions which repaid Relevant Loans are set out in Schedule 2 \nto D1’s RRAD, totalling $161.7 million.  In Schedule 2, the First Defendant \nindividually identifies five aircraft (i.e. the Aircraft) in the column entitled “ Asset \nDescription ” of these seven transactions. Hence, the First Defendant’s case \nappears to be the Aircraft were transferred to the Bank at a value of $161.7 \nmillion (set out in detail in Table 2 below). \n \n15  Boeing Commercial Airplanes Reference Guide 2019 (Exhibit OR1, page 3). \n16  Embraer_spec_ERJ145_web-EN (Exhibit OR1, page 5). \nD13/1/13\n \n  14 \nd. Between 23 and 25 August 2016, the Bank’s transactional data also shows that \nnine aircraft (including the five Aircraft) were sold to Dilorsano Consulting \nLimited (“ Dilorsano ”) in nine transactions pursuant to purchase agreements \n(the “Dilorsano Purchase Agreements ).  These transactions amount to \n$163.9 million (i.e. the same figure as the 10 transactions recorded when the \naircraft were transferred to the Bank). In each case, the aircraft is individually \nidentified in the transaction narrative.  The values of the aircraft in the Dilorsano \nPurchase Agreements are set out in Table 1 below. \ne. Five transactions identify the five aircraft in Schedule 2 to D1’s RRAD (i.e. the \nAircraft). They amount to $96.2 million, as set out in Table 1 below, which \nmatches the amounts in the Dilorsano Purchase Agreements.  \nf. Hence, according to the Bank’s transactional data, the value attributed to the \nAircraft identified by the First Defendant is $96.2 million (rather than $161.7 \nmillion as set out in Schedule 2 to D1’s RRAD). \n I understand that the Dilorsano Purchase Agreements each contained a provision by \nwhich the Bank had a contractual right to take over and sell the nine aircraft (including \nthe Aircraft) in the event that Dilorsano defaulted on its outstanding contractual \nliabilities.  As a result, I am instructed that the Bank has arranged for certain of the \nAircraft to be inspected or re-valued since 2016.  \n In the table below, I set out the values of the aircraft transferred to the Bank pursuant \nto the Dilorsano Purchase Agreements. \nD13/1/14\n \n  15 \nTable 1: Aircraft in the Dilorsano Purchase Agreements \nAircraft in the Dilorsano \nPurchase Agreements Values in the Dilorsano Purchase \nAgreements ($) \nAirbus  28,808,007.4617 \nBoeing 737  4,956,746.3118 \nBoeing 767 533 24,989,379.0019 \nBoeing 767 536 33,025,684.0020 \nEmbraer  4,469,508.8121 \nEmbraer 145, MSN 145-\n290 4,451,483.8422 \nBoeing 767-322ER, MSN \n25280 27,402,544.0023 \nEmbraer 145, MSN 145-\n394 4,659,857.3324 \nAirbus A321-231, MSN \n2682 31,127,877.5525 "}
{"start": 24500, "text": "e Agreements. \nD13/1/14\n \n  15 \nTable 1: Aircraft in the Dilorsano Purchase Agreements \nAircraft in the Dilorsano \nPurchase Agreements Values in the Dilorsano Purchase \nAgreements ($) \nAirbus  28,808,007.4617 \nBoeing 737  4,956,746.3118 \nBoeing 767 533 24,989,379.0019 \nBoeing 767 536 33,025,684.0020 \nEmbraer  4,469,508.8121 \nEmbraer 145, MSN 145-\n290 4,451,483.8422 \nBoeing 767-322ER, MSN \n25280 27,402,544.0023 \nEmbraer 145, MSN 145-\n394 4,659,857.3324 \nAirbus A321-231, MSN \n2682 31,127,877.5525 \nTotal 163,891,088.30  \n \n In Table 2 below, I summarise the values of the Aircraft as set out in Schedule 2 and \nin the Dilorsano Purchase Agreements.  \n \n17  PB0363474_00001. \n18  PB0363480_00001. \n19  PB0363475_00001. \n20  PB0363481_00001. \n21  PB0363477_00001. \n22  PB0363473_00001. \n23  PB0363476_00001. \n24  PB0363478_00001. \n25  PB0363479_00001. \nD13/1/15\n \n  16 \nTable 2: Aircraft values as per Schedule 2 and the Dilorsano Purchase Agreements. \nAircraft Sch 2 amount ($) Values in the Dilorsano \nPurchase Agreements \n($) \nAirbus  16,600,00026 28,808,007.4627 \nBoeing 737  38,000,00028 4,956,746.3129 \nBoeing 767 533 32,022,78130 24,989,379.0031 \nBoeing 767 536 35,652,08032 33,025,684.0033 \nEmbraer  39,398,23034 4,469,508.8135 \nTotal 161,673,091  96,249,325.58  \n \nContemporaneous third-party valuations \n As I go on to discuss below, the Aircraft (or, at least, parts of the Aircraft) have also \nbeen valued by third party valuers.   \n In particular, in late August 2016 (i.e. around the time that the Aircraft were transferred \nto the Bank, and then on to Dilorsano), a number of valuations were undertaken by \nVeritas Property Management (the “ Veritas 2016 Valuation Reports ”).  It appears that \nthe Veritas 2016 Valuation Reports were used as the basis for the valuations contained \n \n26  Schedule 2 row 488. \n27  PB0363474_00001. \n28  Schedule 2 row 139. \n29  PB0363480_00001. \n30  Schedule 2 row 404 states that the Boeing 767 533 repaid amounts outstanding under a loan to \nSolmbridge LLC worth $30 million.  Annex A page 134 to the D1RFI response dated 30 July 2021 \nindicates that the Boeing 767 533 repaid a loan worth $30 million plus $2,022,780.63 in interest.  I take \nthe value of the Boeing 767 533 relied on by the First Defendant to be $32,022,780.63. \n31  PB0363475_00001. \n32  Schedule 2 rows 402 and 486, and Annex A page 134.  The First Defendant pleads that the transfer of \nthe Boeing 767 536 repaid amounts totalling $33 million, and UAH 65,915,888.56 plus UAH \n1,082,130.89 in interest.  Converting the UAH sum to $ gives a total of $35,652,080. \n33  PB0363481_00001. \n34  Schedule 2 rows 206 and 400 and Annex A page 134. The First Defendant pleads that the transfer of \nthe Embraer repaid amounts totalling $37 million and UAH 59,606,589.33 plus UAH 978,552.15 in \ninterest.  Converting the UAH sum to $ gives a total of $39,398,230.  \n35  PB0363477_00001. \nD13/1/16\n \n  17 \nin the Dilorsano Purchase Agreements as the values match exactly in respect of the \nAirbus, the Boeing 737 and the Embraer, and are near matches in respect of the two \nBoeing 767s. I review and comment on these valuation reports in Appendix D .36 \nInstructions \n I have been instructed to provide my expert opinion on the market value of the Aircraft \nas at 22nd August 2016, being the date on which it is pleaded that the security granted \nover the Aircraft was applied in repayment of Relevant Loans.  \n The ISTAT is the most common valuation standard for commercial aircraft.  I \nunderstand that the valuers instructed to value certain of the other Transferred Assets \nhave adopted the International Valuation Standards as the basis for their \nassessment(s).  For the sake of consistency, I have been instructed to apply the \ndefinition of market value provided in the 2013 edition of the International Valuation \nStandards (“ IVS 2013 ”) for the purposes of my assessment.  For the avoidance of \ndoubt, I do not consider that valuing the Aircraft by reference to IVS 2013 as opposed"}
{"start": 28000, "text": "erstand that the valuers instructed to value certain of the other Transferred Assets \nhave adopted the International Valuation Standards as the basis for their \nassessment(s).  For the sake of consistency, I have been instructed to apply the \ndefinition of market value provided in the 2013 edition of the International Valuation \nStandards (“ IVS 2013 ”) for the purposes of my assessment.  For the avoidance of \ndoubt, I do not consider that valuing the Aircraft by reference to IVS 2013 as opposed \nto the ISTAT standards has a material impact on my valuations. \n My instructions, on the basis of which this report was written, are exhibited at Exhibit \nOR3.  \nDocumentation \n The information and documents on which this report is based are those referred to \nwithin specific sections of this report.  In addition, I set out in Appendix B(i)  a full list \nof the documents on which I rely in this report, and in Appendix B(ii)  a full list of the \ndocuments in disclosure that have been provided to me.  \n Some of the documents provided to me were in the Russian and Ukrainian languages.  \nAs a native Russian speaker, I have relied on the original documents in the Russian \nlanguage and did not use the English translations of these documents.  While I can \nread Ukrainian, it is not my native language so have relied on the original Ukrainian \ndocuments together with their English translations.   \nAssumptions  \n I have not seen or inspected the Aircraft or their technical records for the purpose of \nthis valuation report.  Instead, I have relied on the information in relation to the Aircraft \n \n36  The Bank also obtained third party valuations and inspection reports after the Aircraft had been sold to \nDilorsano.  As these reports value the Aircraft after my valuation date, I do not discuss them further in \nthis report. \nD13/1/17\n \n  18 \nas set out in contemporaneous valuation reports and in various physical and record \ninspection reports as set out in Appendix B(i).  \n The information in disclosure relating to the Aircraft is limited and does not include the \nfull data on each of the Aircraft that I would expect to be provided when preparing a \nvaluation of aircraft. As such, I have made assumptions in my analysis in line with the \ntypical commercial aircraft valuation practices.  Where information is not available to \nme, I therefore make a number of assumptions, as follows: \na. The specification of each Aircraft at the point of valuation was typical for its \naircraft type in commercial use. \nb. The physical condition of each Aircraft at the point of valuation was average for \nits type, age and utilisation. \nc. At the point of valuation, each Aircraft was maintained in accordance with the \nMaintenance Planning Document (“ MPD”) provided by the respective airframe \nand engine manufacturers.  This is a document produced by the original \nmanufacturer, that sets out maintenance procedures and schedules necessary \nto maintain the airworthiness of the aircraft. \nd. At the point of valuation, the maintenance condition of each aircraft and their \nmodules (such as fuselage, engines, landing gear, and the Auxiliary Power Unit \n(“APU”) did not show any deterioration trends beyond the typical wear and tear.  \nThis is particularly important for the engines because of their propensity for \ndegradation by virtue of many rotating parts operating at high temperature and \npressure together with the attendant costs of maintenance and, if necessary, \nrepair. \ne. All mandatory Airworthiness Directives (“ AD”) and Service Bulletins (“ SB”) in \nforce at the point of valuation have been complied with. \nf. The maintenance documents were full and complete, in English37, and reflected \nthe accurate specification and maintenance condition of each Aircraft at the \npoint of valuation. \ng. The Aircraft have not had any accidents or incidents (other than those noted in \nPart 5). \n \n37   In my experience, maintenance documents that are not in English can have a material imp"}
{"start": 31500, "text": "atory Airworthiness Directives (“ AD”) and Service Bulletins (“ SB”) in \nforce at the point of valuation have been complied with. \nf. The maintenance documents were full and complete, in English37, and reflected \nthe accurate specification and maintenance condition of each Aircraft at the \npoint of valuation. \ng. The Aircraft have not had any accidents or incidents (other than those noted in \nPart 5). \n \n37   In my experience, maintenance documents that are not in English can have a material impact on the \nvalue of an aircraft. \nD13/1/18\n \n  19 \nRestrictions \n I understand that this report may be made available to the Defendants and their \nadvisers and to the Court. It has been prepared solely for use in this matter. In all other \nrespects, this report is confidential. It should not be used, reproduced or circulated for \nany other purpose, in whole or in part, without my prior written consent. No liability is \naccepted to any person other than the Claimant except in so far as any liability arises \nto the Court from the giving of evidence. \n Except to the extent matters of fact fall within my own expertise, this report must not \nbe construed as expressing opinions on matters of fact, or law, although it necessarily \nreflects my understanding thereof. \nAssistance \n In 2016, I was assisted by my colleague Les Weal in preparation of the generic market \nvalues of certain types of aircraft.  Oriel conducts and retains this type of analysis so \nthat it can produce Stage 1 of the valuation process (which I describe in Appendix I ) \nwhen valuing aircraft. Les Weal is my founding partner at Oriel. He has over 45 years \nof aviation industry experience, working at the CAA and Airclaims (later Ascend) prior \nto founding Oriel.  All opinions expressed in this report are mine.   \nContents of this report \n The structure of the remainder of this report is as follows: \na. Part 2: I summarise my conclusions; \nb. Part 3: I summarise my analysis of the contemporaneous valuation reports; \nc. Part 4: I set out the valuation methodology I have used in this report;  \nd. Part 5: I present my valuation of the Aircraft; and \ne. Part 6: I set out my declaration as an expert. \nPART 2 \nExecutive Summary  \n In this section, I summarise my analysis of the Aircraft that I have been instructed to \nvalue.  In Table 3 below, I summarise my valuation of the Aircraft, and compare my \nvaluations to those relied on by the Defendants and attributed in the contemporaneous \nvaluation reports.  \nD13/1/19\n \n  20 \nTable 3: Aircraft values comparison between Schedule 2, Dilorsano Purchase Agreements \nand my valuation. \nAircraft Sch 2 \nValues($) Values in the \nDilorsano \nPurchase \nAgreements ($) My valuation ($) My \nvaluation \nas a % of \nthe Sch 2 \nValues My valuation \nas a % of the \nvalues in the \nDilorsano \nPurchase \nAgreements \nAirbus  16,600,000  28,808,007.4638 16,790,00039 101% 58% \nBoeing 737 38,000,000  4,956,746.3140 3,750,000  10% 76% \nBoeing 767-\n533 32,022,781  24,989,379.0041 8,850,000  28% 35% \nBoeing 767-\n536 35,652,080  33,025,684.0042 8,270,000  23% 25% \nEmbraer  39,398,230  4,469,508.8143 1,090,000  3% 24% \nTotal 161,673,091  96,249,325.58  38,750,000  24% 40% \n \n As will be clear from Table 3 above, my overall valuation of the Aircraft is 24% of the \nvalues taken from Schedule 2 and Annex A, and 40% of the values in the Dilorsano \nPurchase Agreements.   \n  \n \n38  PB0363474_00001. \n39  As I explain below, the Airbus suffered significant damage.  I do not have sufficient detail of the damage \nor repairs to assess the full impact of this damage on the value of the aircraft, although I consider that it \ncould be substantial.  I therefore assign the minimum permanent diminution in value due to damage of \n10%. \n40  PB0363480_00001. \n41  PB0363475_00001. \n42  PB0363481_00001. \n43  PB0363477_00001. \nD13/1/20\n \n  21 \nPART 3 \nReview of the Contemporaneous Aircraft Valuation Reports \n In this section, I summarise my analysis of the contemporaneous aircraft valuation "}
{"start": 35000, "text": "ent detail of the damage \nor repairs to assess the full impact of this damage on the value of the aircraft, although I consider that it \ncould be substantial.  I therefore assign the minimum permanent diminution in value due to damage of \n10%. \n40  PB0363480_00001. \n41  PB0363475_00001. \n42  PB0363481_00001. \n43  PB0363477_00001. \nD13/1/20\n \n  21 \nPART 3 \nReview of the Contemporaneous Aircraft Valuation Reports \n In this section, I summarise my analysis of the contemporaneous aircraft valuation \nreports.  The full analysis appears in Appendix D . \nThe Veritas 2016 Valuation Reports  \n As I explained above, Veritas produced 9 reports in August 2016 which appear to have \nbeen the basis for the values in the Dilorsano Purchase Agreements.  I summarise the \nvalues in the Veritas 2016 Valuation Reports and the values in the Dilorsano purchase \nagreements in Table 4 below. \nTable 4: Aircraft values in Veritas 2016 Valuation Reports and Dilorsano Purchase \nAgreements. \nAircraft  Veritas 2016 Valuation ($)  Values in the Dilorsano Purchase \nAgreements ($)  \nAirbus  28,808,007.46  28,808,007.4644 \nBoeing 737 4,956,746.31   4,956,746.3145 \nBoeing 767-533 \n 25,037,408.86  24,989,379.0046 \nBoeing 767-536 30,133,044  33,025,684.0047 \nEmbraer  4,469,508.81  4,469,508.8148 \n \n As Table 4 above makes clear, the Dilorsano Purchase Agreements adopted the \nvalues in the Veritas 2016 Valuation Reports entirely in respect of the Airbus, the \nBoeing 737 and the Embraer.  There was a slight difference in the values in respect of \nthe two Boeing 767 aircraft and I do not know the reason for this difference \n \n44  PB0363474_00001. \n45  PB0363480_00001. \n46  PB0363475_00001. \n47  PB0363481_00001. \n48  PB0363477_00001. \nD13/1/21\n \n  22 \n As I explain in greater detail in Appendix D , I have identified a number of omissions \nand errors in the Veritas 2016 Valuation Reports that, in my opinion, makes these \nvalues unreliable.  In summary, there are three areas of general concern. \na. First, Veritas did not consider the calendar age of the Aircraft.   \nMost commercial aircraft are retired before reaching their design total hours and \ncycles and, in my experience, approximately 70% of an aircraft’s value is \nattributable to its calendar age. Omitting this key valuation metric will lead to an \nerroneous valuation.  Instead, Veritas only assessed the total accumulated hours \nand cycles of each airframe in comparison to its design life (i.e. the maximum \nnumber of hours and cycles an aircraft is designed to operate safely).   \nb. Secondly, Veritas made use of an inappropriate valuation methodology.   \nThe typically accepted methodology for valuing commercial aircraft involves \nproducing a value of the entire aircraft, first by reference to a normalised, \nmaintenance-neutral condition of the aircraft, and then adjusting that value by \nreference to the actual maintenance condition of each major module of the aircraft \n(including the airframe, engines, engine LLPs, landing gear and APU).   \nRather than adopting this typically accepted methodology, Veritas subtracts the \nvalue of ‘comparable’ engines from a ‘comparable’ aircraft to arrive at the value of \na ‘comparable’ airframe, then adjusts resulting values for airframe and engines to \nthe maintenance status of the subject aircraft, and finally adds together the results \nto arrive at the valuation of the aircraft as a whole. \nSuch methodology can be applied when valuing an aircraft which only has value if \ndisassembled for sale of parts, i.e. an aircraft at the end of its useful life.  However, \nin each of its Valuation Reports, Veritas opines that the ‘highest and best use’ of \nthe Aircraft is to be flown as passenger aircraft49.   \nValuing engines as separate parts will create an erroneous valuation because the \nvalues of engines are then based on the spare engine market, not on the aircraft \nmarket. The aircraft and spare engine markets are affected by different factors and \nhave different dynamics.   \nc. Thi"}
{"start": 38500, "text": "r sale of parts, i.e. an aircraft at the end of its useful life.  However, \nin each of its Valuation Reports, Veritas opines that the ‘highest and best use’ of \nthe Aircraft is to be flown as passenger aircraft49.   \nValuing engines as separate parts will create an erroneous valuation because the \nvalues of engines are then based on the spare engine market, not on the aircraft \nmarket. The aircraft and spare engine markets are affected by different factors and \nhave different dynamics.   \nc. Thirdly, Veritas made use of inappropriate data points.   \nIn particular, the Veritas valuations were based on asking prices found in the public \ndomain.  The use of asking price alone is not an appropriate source of commercial \naircraft price data, and not a generally accepted valuation method, because asking \n \n49  PB0110158_00001, page 10; PB0110157_00001, page 10; PB0110156_00001, page 12; \nPB0110159_00001, page 12. \nD13/1/22\n \n  23 \nprices are aspirational figures which differ significantly from the actual price paid \nwhen buying and selling a commercial aircraft.  \nI also note that the Veritas 2016 Valuation Reports make use of only a single \nasking price when valuing each of the Aircraft.  The use of a single poor-quality \ndata point from a single unreliable source does not allow an appraiser to form an \naccurate opinion of the aircraft’s value. \n In addition, as I go on to explain, there are further methodological failings in the Veritas \n2016 Valuation Reports, including the consideration of installed, rather than title \nengines50, using outdated catalogue price data and, in respect of the Airbus, omitting \nto account for the effect of major damage sustained by the Aircraft in the past. \n I conclude that the use of inappropriate methodology and data led to significant errors \nin the Veritas valuations.  My detailed analysis of the method and data used in the \nVeritas 2016 Valuation Reports is set out in Appendix D .  \n  \n \n50  Title engines are legally assigned to the specific airframe to form an aircraft.  Operationally, airlines can \ninstall other engines on an aircraft, for example during maintenance of the original engines.  However, \ntitle engines remain a legal part of the aircraft as an asset unless the title documents are changed.  \nUsing the correct title engines in the valuation is important because the aircraft valuation can change \nsignificantly based on the maintenance condition of the engines, which are expensive to maintain. \nD13/1/23\n \n  24 \nPART 4 \nMy valuation methodology \n In this section I set out my approach to valuing the Aircraft, which is in accordance with \na generally accepted practice for commercial aircraft appraisals. \n The valuation of commercial aircraft is conducted as a two-stage process.   \na. Stage 1: collection and analysis of aircraft transaction data to produce a normalised \nvalue for a generic aircraft of that particular type with an assumed basic \nspecification as at the valuation date.   \nb. Stage 2: adjust the normalised value obtained at Stage 1 based on (i) the \nspecification, and (ii) the maintenance status of the particular aircraft that is being \nvalued.   \n I describe this process in more detail in the following paragraphs. I begin with a general \nsection on the relevant definitions of Market Value as defined by IVS 2013, followed \nby an explanation of the two stages to valuing aircraft. \nIVS 2013 Definitions applicable to arriving at Adjusted Retrospective Market Value \n I have been instructed to adopt the market value basis of valuation as defined by the \nIVS 2013 at the valuation date. \n The Market Value  is defined by the IVS 2013 as the estimated amount for which an \nasset or liability should be exchanged on the valuation date  between a willing buyer \nand a willing seller in an arm’s length transaction, after proper marketing and where \nthe parties had each acted knowledgeably, prudently and without compulsion.   \n Retrospective Market Value  is the Market Value existing at a s"}
{"start": 42000, "text": "d to adopt the market value basis of valuation as defined by the \nIVS 2013 at the valuation date. \n The Market Value  is defined by the IVS 2013 as the estimated amount for which an \nasset or liability should be exchanged on the valuation date  between a willing buyer \nand a willing seller in an arm’s length transaction, after proper marketing and where \nthe parties had each acted knowledgeably, prudently and without compulsion.   \n Retrospective Market Value  is the Market Value existing at a specific point in the \npast.  For the subject valuation I am instructed to provide my retrospective values as \nof 22nd August 2016 (i.e. the date on which the Aircraft were transferred to the Bank).  \nThis is the value derived at Stage 1.   \n The Adjusted Retrospective Market Value as of 22nd August 2016 is arrived at by  \ntaking into account all particulars of each of the subject aircraft. This is the value \nderived at Stage 2. \nD13/1/24\n \n  25 \nProcess for Valuation of Commercial Aircraft \nStage 1: Arriving at the Retrospective Market Value \nSources of information used to produce a Retrospective Market Valuation \n There is no centralised depository to record the value of aircraft or the prices of \ntransactions in aircraft.  Further, aircraft values can fluctuate and do not stay \nconsistent.  An aircraft appraiser must therefore actively seek information that helps \ndetermine the price or value, including retrospective value, of an aircraft.   \n An appraiser has to consider the available data in the context of technological \ndevelopments, airline operations trends and trading patterns when reaching an opinion \non a particular aircraft's value. \n An appraiser will use various sources of transaction data.  I set out in Appendix C  \nmore detail about the sources of information I use and the difference between public \nand private data within the aircraft valuation field. \nStage 1: Retrospective Market Valuation \n In order to enable an appraiser to produce a consistent, like-for-like valuation for a \nspecific type and variation of aircraft, they will analyse the transactional data and apply \nassumptions to produce a current market value for that type of aircraft assuming: (i) \nthe aircraft’s major modules are at their \" half-life\" values; and (ii) the aircraft has a \nbasic specification .    \n The “ half-life” value assumes that the aircraft’s major modules are valued at an \nassumed mid-point interval between their next scheduled inspection or overhaul.  With \nregards to the items with mandated life limits (i.e. they cannot be inspected or \noverhauled; rather, they are used until they are replaced), the “half-life” value implies \nthat such items are assumed to have been in service for one-half of their life limits.   \n Whilst no aircraft is traded in a \"half-life\" condition, it is valued by reference to its “half-\nlife” as a matter of industry practice.  \n The “ basic specifications ” means assuming that the aircraft is equipped with the \nspecific engine type and has a specific Maximum Take-Off Weight (“ MTOW”).  I \nassume the “basic specification” to be the most popular engine type, and a MTOW for \nthat particular aircraft.   \n In the following paragraphs, I describe an example of a typical Stage 1 work process \nfor a specific aircraft type.   \n The initial steps include checking public sources of information like industry news or \nspecialist third-party databases for the evidence of sales transactions.  Most often \nD13/1/25\n \n  26 \nthese will only name the type of aircraft and sometimes buyer and seller.  The actual \nprice of the transaction appears extremely rarely.   \n An appraiser then can proceed to contact their network and approach seller, buyer or \nother stakeholders with potential knowledge of the transaction.  These may include \nbrokers, parties who have bid in the sales process, lenders, etc.  The value of an \nappraiser’s network is in encompassing as many parties as possible to maximise the \nnumber of inputs as well as in buildi"}
{"start": 45500, "text": "ame the type of aircraft and sometimes buyer and seller.  The actual \nprice of the transaction appears extremely rarely.   \n An appraiser then can proceed to contact their network and approach seller, buyer or \nother stakeholders with potential knowledge of the transaction.  These may include \nbrokers, parties who have bid in the sales process, lenders, etc.  The value of an \nappraiser’s network is in encompassing as many parties as possible to maximise the \nnumber of inputs as well as in building trust and understanding that any exchanged \ninformation is only for internal analysis and would not be disclosed.   \n Once an appraiser has collected information about the sales price, the condition of the \nsold aircraft and any other pertinent details, they have to analyse their inputs.  The \nstarting point of the transaction price has to be compared between different sources to \nremove any potential bias.  For example, a seller may give a higher range of numbers \nif they have another similar aircraft to sell.  Conversely, a buyer may give a lower \nindication if they plan to purchase more aircraft. An appraiser has to use their \nexperience and understanding of their confidential sources to arrive at a possible price \npoint. \n An appraiser then has to adjust the pricing point for the details of the specification and  \nmaintenance condition they have found out in their research.  An appraiser has to \nadjust those to reflect the “basic specification” and “half-life” maintenance condition.   \n Once this analysis is complete, a valuer will arrive at a Retrospective Market \nValuation . \n The important characteristic of the Retrospective Market Value is that it was arrived at \nas a Current Market Value at the valuation date. In the case of the subject valuation \nthe Market Value was “Current” in August 2016 but today it is “Retrospective” because \nAugust 2016 is in the past.  It only becomes a “Retrospective” value with the passage \nof time as the point of valuation retreats into the past.  The Stage 1 of the valuation \nprocess described above takes place around the point of valuation.  Therefore, the \nRetrospective Market Values are produced only with the knowledge which existed at \nthe point of valuation (in the case of this report as at 22nd August 2016).  \n As well as the data points known prior to the valuation date, I include the data points \npertaining to the valuation date but obtained later in Appendix I .  Their purpose is to \nvalidate my conclusions and provide a fuller picture of the market.  \n As I explained above, the Retrospective Market Values I use for Stage 1 of my \nvaluation were produced by myself and my colleague Les Weal as part of a wider \nanalysis of the aircraft market in 2016.  I did not alter that analysis in any way to include \nany information obtained since then, although I have cross-checked it when preparing \nthis report by considering data points occurring shortly after the valuation date.  I only \nD13/1/26\n \n  27 \nadjusted that analysis as described in the Stage 2 as I would have done if I valued the \nAircraft in August 2016.  \nStage 2A: Arriving at the Half-Life Retrospective Market Value \n At Stage 2, the appraiser takes the Retrospective Market Valuation arrived at Stage 1 \nand applies adjustments to account for the differences between the basic \nspecifications of that type of aircraft, and the actual specifications of the aircraft to be \nvalued at the point of valuation.   \n For example, the basic specification for an aircraft may assume that a younger (more \nvaluable) generation engine is installed on the aircraft.  However, the actual engines \ninstalled may be of an older generation (and less valuable), thus a negative adjustment \nis needed.   \n This produces the “Half-Life” Retrospective Market Value , a hypothetical valuation \nof an aircraft assumed to be in \"half-life\" maintenance condition at the historical point \nof valuation (in this case, 22nd August 2016).  \nStage 2B: Arriving at the Adjusted "}
{"start": 49000, "text": "or an aircraft may assume that a younger (more \nvaluable) generation engine is installed on the aircraft.  However, the actual engines \ninstalled may be of an older generation (and less valuable), thus a negative adjustment \nis needed.   \n This produces the “Half-Life” Retrospective Market Value , a hypothetical valuation \nof an aircraft assumed to be in \"half-life\" maintenance condition at the historical point \nof valuation (in this case, 22nd August 2016).  \nStage 2B: Arriving at the Adjusted Retrospective Market Value \n The appraiser then takes the \"Half-Life\" Retrospective Market Value and makes \nadjustments to account for the actual maintenance condition of the aircraft's main \nmodules (e.g. the airframe, landing gear, APU, engines and engine LLPs), as well as \nfor the actual physical condition of the aircraft by reference to its technical records at \nthe point of valuation.   \n This adjustment takes into account the actual calendar age, flight hours or cycles \n(whichever is applicable for specific major modules and maintenance events) since the \nlast maintenance event or from new.  This interval is then compared to the \nmaintenance, overhaul or replacement date.51  \n Unless an aircraft is new, the actual time since the maintenance event is compared to \nthe interval, to see whether it is above, below, or at the interval’s mid-point.   \na. An actual time coinciding with the interval’s mid-point is the “half-life” point, \nyielding zero adjustment to the valuation.   \nb. An actual time below the interval’s mid-point means that the compared module \nhas had a recent maintenance event and its condition is better than “half-life”, \nrequiring a positive adjustment to the valuation.   \n \n51   This interval is either prescribed or estimated by the manufacturer. \nD13/1/27\n \n  28 \nc. An actual time above the interval’s mid-point means that the module under \nconsideration is to have a maintenance event soon and is in worse than “half-\nlife” condition, commanding a negative adjustment to the valuation.   \n For example : an interval for the Airbus A321-200 landing gear overhaul is 120 months, \nwith the mid-point at 60 months.  If a landing gear on the actual aircraft is 40 months \nsince new or since overhaul, it is in better than “half-life” condition, so a positive \nadjustment should be applied.   \n The level of valuation adjustment will depend on the time to the interval and the cost \nof maintenance, on the pro-rata basis.   \n Using the same example, the difference between the “half-life” of the Airbus A321-200 \nlanding gear with 40 months since overhaul and the current interval (60 months) is 20 \nmonths (60 months – 40 months).  The cost of a typical landing gear overhaul is \n$400,000 which, spread over the duration of the 120 month interval is $3,333 per \nmonth ($400,000 / 120 months).  The adjustment to the “half-life” is then calculated by \nmultiplying the difference between actual time and the interval by monthly cost: $3,333 \nx 20 months = $66,666.  The “half-life” value is adjusted by this amount to reflect the \nactual status of the landing gear at the point of valuation.  \n This process is applied to all the aircraft’s major modules to produce the Adjusted \nRetrospective Market Value .   \n The following flow-chart summarises the valuation process conducted by a commercial \naircraft appraiser in the Stage 1 of the valuation process to arrive at the Retrospective \nMarket Value:  \n Collect transaction data\nCollect and rank data \npointsAnalyse transaction data\nNormalise transaction \npoints to \"half-life\" and \nbasic specification Basic Spec Market Value\nProduce market values \nfor each aircraft, \nassuming basic \nspecification and \"half-\nlife\" maintenance \ncondition\ni.e. the Retrospective \nMarket Value .\nD13/1/28\n \n  29 \n The following flow chart summarises the valuation process followed by an appraiser \nwhen valuing a specific aircraft in Stage 2A of the valuation process to arrive at the \n“Half-Life” Retrospective Market Value:  \n "}
{"start": 52500, "text": "yse transaction data\nNormalise transaction \npoints to \"half-life\" and \nbasic specification Basic Spec Market Value\nProduce market values \nfor each aircraft, \nassuming basic \nspecification and \"half-\nlife\" maintenance \ncondition\ni.e. the Retrospective \nMarket Value .\nD13/1/28\n \n  29 \n The following flow chart summarises the valuation process followed by an appraiser \nwhen valuing a specific aircraft in Stage 2A of the valuation process to arrive at the \n“Half-Life” Retrospective Market Value:  \n \n The following flow chart summarises the valuation process followed by an appraiser \nwhen valuing a specific aircraft in Stage 2B of the valuation process to arrive at the \nAdjusted Retrospective Market Value:  \n Basic Spec Market Value\nStart with the \nRetrospective Market \nValue for the relevant \naircraft type and vintage.Adjust for specification\nAdjust the Retrospective \nMarket Value to aircraft's \nactual engines, MTOW \n(and other items, such as \nthe addition of winglets).\"Half-Life\" Market Value\nArrive at the \"Half-Life\" \nMarket Value for the \nspecific Aircraft\ni.e. \"Half-Life\" \nRetrospective Market \nValue\n\"Half-Life\" Retrospective Market Value\nStart with the \"Half-Life\" \nRetrospective Market \nValue for the subject \naircraft.Adjust for maintenance\nAdjust from the \"half-life\" \nto reflect the actual\nmaintenance status of \naircraft's major modules.Adjusted Retrospective \nMarket Value\nAdjust the \"Half-Life\" \nMarket Value to reflect \nthe aircraft's actual \nmaintenance condition.\ni.e. Adjusted \nRetrospective Market \nValue\nD13/1/29\n \n  30 \nPART 5 \nMy Aircraft Valuations \n In this section, I set out each stage of my valuation methodology to produce a value \nfor each of the Aircraft as at 22nd August 2016.   \nThe Airbus \nStage 1: Arriving at the Retrospective Market Valuation \n My Retrospective Market Value for a 2005-built Airbus A321-200 with a basic \nspecification and in “half-life” maintenance condition on 22nd August 2016 is $18.80m.  \nI set out the data points used and my valuation methodology in Appendix I .  \n I summarise the basic specification for an Airbus A321-200 in Table 5 below.  \nTable 5: Basic specification of Airbus A321-200 \n Aircraft basic specification   \nAircraft type  Airbus A321 -200 \nEngine type  IAE V2533 -A5 SelectOne  \nEngine OEM  International Aero Engines \nMaximum Take -Off Weight (MTOW)  89,000 kg  \nOther specifications  No Sharklets52 \n \nStage 2A: Arriving at the Half Life Retrospective Market Valuation \nAirbus’ actual configuration \n The Airbus was equipped with the IAE V2533-A5 engines.  These engines are an older \nversion of the basic specification V2533-A5 SelectOne engines. The SelectOne \nengines have improved performance characteristics compared to the older generation.  \nThis accordingly requires a negative adjustment to the value of the aircraft.  \n In order to make this adjustment, I add the cost of the parts required in order to retrofit \nthe V2533-A5 SelectOne engines to give the performance improvement.53  I calculate \nthis to be $0.70m and make a negative adjustment in this amount.  \n \n52  Even though Sharklets became popular after their introduction as an option for newly built aircraft in \nDecember 2012, when my “basic specifications” were set there were few aircraft equipped with them. \n53  International Aero Engines > Products > V2500-A5 SelectOne (Exhibit OR1, page 6). \nhttps://links.prattwhitney.com/i-a-e/productsv2500.html   \nD13/1/30\n \n  31 \n The subject aircraft’s MTOW was in line with the basic specification.  Accordingly, no \nadjustment is required.  \n The subject aircraft had no sharklets installed, which is also in line with the basic \nspecification.  Accordingly, no adjustment is required.  \nAdjustments based on the Airbus’ actual configuration \n The adjustments to my generic market value reflecting the subject aircraft’s actual \nconfiguration are summarised in the following Table 6.  \nTable 6: Airbus specification adjustments  \n Aircraft specification adjustments  \nAircraft type  Ai"}
{"start": 56000, "text": "ecification.  Accordingly, no \nadjustment is required.  \n The subject aircraft had no sharklets installed, which is also in line with the basic \nspecification.  Accordingly, no adjustment is required.  \nAdjustments based on the Airbus’ actual configuration \n The adjustments to my generic market value reflecting the subject aircraft’s actual \nconfiguration are summarised in the following Table 6.  \nTable 6: Airbus specification adjustments  \n Aircraft specification adjustments  \nAircraft type  Airbus A321-200 \nAircraft serial number  2462 \nSpecification items Basic \nspecifica tion Actual Adjustment \nRetrospective Market \nValue   $18.80m \nEngines V2533-A5 \nSelectOne  V2533-A5 ($0.70m) \nMTOW 89,000 kg  89,000 kg  - \nSharklets  None None - \nTotal adjustment    ($0.70m) \n“Half-Life” \nRetrospective Market \nValue   $18.10m \n \nStage 2B: Arriving at the Adjusted Retrospective Market Value \n In this section I set out the adjustments I have made in order to adjust the “Half-Life” \nRetrospective Market Value by reference to the actual maintenance status of the \nAirbus’ major modules to arrive at the “Adjusted Retrospective Market Value”.  \n This section focuses in particular on the maintenance status of the (i) airframe, (ii) \nengines, (iii) engine LLPs, (iv) landing gear and (v) APU of the aircraft.  \nMaintenance Status \n Table 7 below sets out the maintenance status of the aircraft as of August 2016 as \nsourced from the contemporaneous report and lease agreement referenced \nindividually. \n \nD13/1/31\n \n  32 \nTable 7: Airbus maintenance status \n Aircraft maintenance status  \nAircraft type  Airbus A321 -200 \nAircraft serial number  2462 \nMaintenance status \nitem Parameter54 Effective date \nTotal aircraft hours  31,268 On or before 30th June \n201655  \nTotal aircraft cycles  12,201 On or before 30th June \n2016  \nDate of the last 12-year \ncheck 12th May \n2015 - \nMonths since 12-year \ncheck 15 22nd August 2016 \nDate of the last 6-year \ncheck 25th January \n2011 - \nMonths since 6-year \ncheck 67 22nd August 2016 \nDate of the last C-Check  24th February \n2015 - \nMonths since C-Check 18 22nd August 2016  \nHours since last C-\nCheck 4,449 On or before 30th June \n2016 \nNo 1 title engine serial \nnumber V1258256 - \nNo 1 engine total hours  24,699 On or before 30th June \n2016 \nNo 1 engine total cycles  8,498 On or before 30th June \n2016 \nNo 1 engine hours since \nshop visit  2,056 On or before 30th June \n2016 \nNo 1 engine cycles since \nshop visit  594 On or before 30th June \n2016 \nNo 1 engine hour : cycle \nratio 3.5 : 1 On or before 30th June \n2016 \n \n54  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 9, save where \notherwise specified (PB0110158_00001 and PB0110158_00001_English).   \n55  The Veritas “Aircraft Valuation Report” does not state the date of the information received from the \noperator (page 2, description of Appendix 1), however the date of the valuation is stated as 30th June \n2016 on title page of the report. \n56  Also recorded in the “Aircraft Lease Agreement between Teide – Servicos de Consultorial LDA as \nLessor and Wind Rose Aviation Company as Lessee”, dated 25th November 2011, Section 1.1, page 7 \n(PB0039262_00001). \nD13/1/32\n \n  33 \nNo 1 engine cycles to \nLLP limiter  11,50257 On or before 30th June \n2016 \nNo 1 engine LLP limiter  Various parts  On or before 30th June \n2016 \nNo 2 title engine serial \nnumber V1192458 - \nNo 2 engine total hours  30,329 On or before 30th June \n2016 \nNo 2 engine total cycles  11,920 On or before 30th June \n2016 \nNo 2 engine hours since \nshop visit  15,391 On or before 30th June \n2016 \nNo 2 engine cycles since \nshop visit 6,062 On or before 30th June \n2016 \nNo 2 engine hour : cycle \nratio 2.5 : 1 On or before 30th June \n2016 \nNo 2 engine cycles to \nLLP limiter  8,08059 On or before 30th June \n2016 \nNo 2 engine LLP limiter  Various parts  On or before 30th June \n2016 \nDate of landing gear \noverhaul  Unknown - \nAPU hours since APU \noverhaul  Unknown - \n \n As at my valua"}
{"start": 59500, "text": "11,920 On or before 30th June \n2016 \nNo 2 engine hours since \nshop visit  15,391 On or before 30th June \n2016 \nNo 2 engine cycles since \nshop visit 6,062 On or before 30th June \n2016 \nNo 2 engine hour : cycle \nratio 2.5 : 1 On or before 30th June \n2016 \nNo 2 engine cycles to \nLLP limiter  8,08059 On or before 30th June \n2016 \nNo 2 engine LLP limiter  Various parts  On or before 30th June \n2016 \nDate of landing gear \noverhaul  Unknown - \nAPU hours since APU \noverhaul  Unknown - \n \n As at my valuation date, the Airbus was over 10 years old and has accumulated \napproximately 31,268 hours and 12,201 cycles60 in operation.  It was a mature aircraft \nwith its major modules in various points in their respective maintenance schedules.   \n Therefore, I assessed each major module (i.e. airframe, engines, engine LLPs,  landing \ngear and APU) with regards to its maintenance status compared to the respective “half-\nlife” point.  \n \n57  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 15 \n(PB0110158_00001 and PB0110158_00001_English).   \n58  Also recorded in the “Aircraft Lease Agreement between Teide – Servicos de Consultorial LDA as \nLessor and Wind Rose Aviation Company as Lessee”, dated 25th November 2011, Section 1.1, page 7 \n(PB0039262_00001). \n59  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, pages 15-16, table “for \nNr V11924” (PB0110158_00001 and PB0110158_00001_English). \n60  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 15, table “for Nr \nV12582” (PB0110158_00001 and PB0110158_00001_English). \nD13/1/33\n \n  34 \nAirframe \n12-Year Check adjustment \n The Airbus A321 airframe has a schedule of calendar major maintenance inspections \noccurring every 12 years (or 144 months) known as a “12-Year Check”.  Based on the \nconfidential information available to me, the typical cost of a 12-Year Check is $1.6m.  \nAs at my valuation date, the Airbus’ previous maintenance inspection had been its 12-\nYear Check, which occurred on 12th May 201561, some 15 months earlier.   \n Accordingly, I make the following positive adjustments in respect of the 12-year check \nfrom the Half Life Retrospective Market Value of the airframe:  \na. 144 months / 2 – 15 months = 57 months. \nb. The monthly adjustment for the 12-year check is $1,600,000 / 144 months = \n$11,111.11 pcm. \nc. Total 12-Year Check adjustment is $11,111.11 x 57 months = $633,333 . \n6-Year Check adjustment \n The Airbus A321 airframe also has a schedule of calendar major maintenance \ninspections occurring every 6 years (or 72 months), known as a 6-Year Check.  The \n12-Year Check discussed above is a more comprehensive maintenance inspection \nwhich includes the tasks of the 6-Year Check.  \n In line with the accepted appraisal practice, a more comprehensive check (12-Year \nCheck) supersedes the less comprehensive check (6-Year Check) until the time since \nthe maintenance event reaches the “half-life” point of the less comprehensive check.  \n The last major airframe check performed on the Airbus was the 12-Year Check \ncompleted on 12th May 2015.62 \n At the point of valuation, the time since the 12-Year Check was 15 months.  This is \nbelow the “half-life” point of the 6-Year Check (72 months / 2 = 36 months).   \n Therefore, the 12-Year Check supersedes the 6-Year Check and I assume the latter \nto be at “half-life” in line with the accepted appraisal practice and I do not make any \nadjustment in respect of the 6-Year Check.  \n \n61  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 9 \n(PB0110158_00001 and PB0110158_00001_English). \n62  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 9 \n(PB0110158_00001 and PB0110158_00001_English). \nD13/1/34\n \n  35 \nC-Check adjustment \n The A321 airframe also has a schedule of less comprehensive checks called C-Checks \nwhich take place every 7,500 hours or 24 months, whichever occurs first.63 "}
{"start": 63000, "text": " the 6-Year Check.  \n \n61  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 9 \n(PB0110158_00001 and PB0110158_00001_English). \n62  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 9 \n(PB0110158_00001 and PB0110158_00001_English). \nD13/1/34\n \n  35 \nC-Check adjustment \n The A321 airframe also has a schedule of less comprehensive checks called C-Checks \nwhich take place every 7,500 hours or 24 months, whichever occurs first.63   \n By the date of the Veritas valuation, 30th June 2016, the subject airframe has \naccumulated 4,449 hours64, or 59% of the 7,500-hour interval.  The accumulated \ncalendar time was 15 months, or 62.5% of the 24-month interval.  The comparison of \naccumulated hours and calendar time shows that the monthly interval was likely to \napproach sooner.   \n Therefore, I make a negative adjustment in relation to the 15 months accumulated \nsince the last C-Check.   \n Based on the confidential information available to me a typical cost of the C-Check \nwas $350,000.   \na. 24 months / 2 – 15 months = - 3 months. \nb. The hourly adjustment for the C-Check is $350,000 / 24 months = \n$14,583.33/month \nc. Total C-Check adjustment is $14,583.33 x – 3 months = ($43,750) . \nEngines and Engine LLPs \n Each of the title engines is recorded to have had at least one shop visit with every \nengine showing hours and cycles “ since [its last] SV [shop visit] ”.65   \n A “shop visit ” is an engine maintenance event during which the engine is removed \nfrom the aircraft and undergoes a maintenance procedure.  The level of the \nmaintenance procedure can vary from a minor repair addressing a small defect to a \nfull performance restoration which significantly extends the engine operation time until \nit needs its next performance restoration.   \n For the purpose of appraisal, best practice is to refer to the full performance restoration \nwhen assessing an engine.  However, the Veritas 2016 Valuation Reports do not state \nwhat level of maintenance procedure was involved in the subject engines’ latest shop \nvisits.  From examining the list of LLPs installed on the subject engines, it is clear to \nme that a small number of parts were replaced in various modules.  This may indicate \n \n63  MRO Management, “Extension Lead”, March 2017 (Exhibit OR1, page 10) \n64  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 9 \n(PB0110158_00001 and PB0110158_00001_English). \n65  Ditto. \nD13/1/35\n \n  36 \na full performance restoration.  The accepted appraisal practice in this case is to \nassume the last shop visit to be a full performance restoration.  \n The modern jet engines are operated “on condition”.  While no limit for engine \nperformance restoration is set by the manufacturer, the time between overhauls \n(“TBO”) can be estimated using the engine’s operation information.  This includes:  \na.  the average sector length (i.e. the average length of the journey flown by the \naircraft). The average sector length has a significant effect on the TBO because \nthe engine experiences the highest stress at take-off, whereas the engine \nstress whilst cruising is minor.  The more cycles (i.e. take-off and landing) an \nengine performs, the faster its performance deteriorates; \nb. the engine derate (the reduction of an engine’s output at take-off (when lower \nweight permits it) to prolong its life and reduce wear and tear); and  \nc. operating environment, which affects the aircraft engines in two ways: \ni. the elevation above sea level and temperature are important because they \naffect the amount of stress experienced by engines at take-off as oxygen \ncontent, necessary for combustion, is lower at higher altitudes and \ntemperatures; and   \nii. air pollution from sand or construction dust affects the internal parts of the \nengine increasing their wear and tear and reducing their TBO. \nWhere the operating environment does not negatively affect the engine’s \ncondition, it"}
{"start": 66500, "text": "aft engines in two ways: \ni. the elevation above sea level and temperature are important because they \naffect the amount of stress experienced by engines at take-off as oxygen \ncontent, necessary for combustion, is lower at higher altitudes and \ntemperatures; and   \nii. air pollution from sand or construction dust affects the internal parts of the \nengine increasing their wear and tear and reducing their TBO. \nWhere the operating environment does not negatively affect the engine’s \ncondition, it is generally referred to as a “ benign operating environment ”.  \n In addition to scheduled restoration of degraded performance, another cause of the \nengine shop visit is replacement of the LLPs.  These are high-value typically rotating \nparts of the engine operating at high temperature and pressure. Their condition \ngradually deteriorates and for reasons of safety they are replaced once they achieve \na mandated life limit.  These life limits are expressed in cycles.  \nNumber 1 engine \n At the point of valuation, the Number 1 title engine, the V2533-A5, SN V12582:  \na. has had 2,056 hours and 594 cycles since its last shop visit.66   \n \n66  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 9 \n(PB0110158_00001 and PB0110158_00001_English). \nD13/1/36\n \n  37 \nb. has been operating at 3.5:1 hour to cycle ratio as calculated by dividing 2,056 \nhours by 594 cycles.   \nc. Its main operating base was in Kyiv, Ukraine where Windrose Airlines was \nbased67, which I assume to be a benign operating environment. \nd. I do not have any information about whether the operator used engine derate.  I \nassume the average engine derate for the V2500-powered A321-200 aircraft \nbased on the confidential information available to me.   \n Based on the above engine’s operating data and confidential information available to \nme, I estimate the TBO to be in the order of 16,200 hours.  With 2,056 hours operated \nsince the last overhaul, the time remaining should be 14,144 hours.  Accordingly, I \nmake a positive adjustment in respect of the Number 1 Engine overhaul.  \n The engine LLP limiter (the LLP with the least life remaining) has 11,502 cycles \nremaining.68  At the 3.5:1 hour to cycle ratio it should equate to approximately 40,250 \nhours, which exceeds the remaining time to overhaul based on estimated TBO.  \n Having compared the time to overhaul mandated by the two reasons for scheduled \nengine maintenance, the performance degradation time remaining of 14,144 hours69 \nand the LLP replacement of 40,250 hours70, I select the shortest time (i.e. the \nperformance degradation time, with a TBO of 16,200 hours), in line with accepted \nindustry practice.   \n Based on the confidential information available to me I assess the cost of the engine \noverhaul was $3.16m.  I make the following adjustment in respect of the Number 1 \nEngine overhaul.  \na. 16,200 hours / 2 – 2,056 hours = 6,044 hours. \nb. The hourly adjustment for the engine overhaul is $3,160,000 / 16,200 hours = \n$195.06 per hour. \nc. Total Number 1 Engine overhaul adjustment is $195.06 x 6,044 hours = \n$1,178,943 . \n \n67  https://windrose.aero/en/company/information/destinations/ \n68  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 9 \n(PB0110158_00001 and PB0110158_00001_English). \n69  Paragraph 107. \n70  Paragraph 108. \nD13/1/37\n \n  38 \nNumber 1 engine LLPs \n The V2500 engine LLPs have mandated life limits of 20,000 cycles.  The remaining \ncycles of the LLP of the title Number 1 engine, SN V12582, range between 11,502 and \n19,406 cycles.71  This is above the “half-life” point of 10,000 cycles.  I have assessed \nthe remaining cycles of each LLP of the title Number 1 engine against its limit and the \nconfidential information available to me.   \n Accordingly, I make a positive adjustment in respect of the engine LLP for the Number \n1 engine of $579,375 . \nNumber 2 engine \n At the point of valuation, the Number 2 engine, the V2533-A5, SN V119"}
{"start": 70000, "text": "f the LLP of the title Number 1 engine, SN V12582, range between 11,502 and \n19,406 cycles.71  This is above the “half-life” point of 10,000 cycles.  I have assessed \nthe remaining cycles of each LLP of the title Number 1 engine against its limit and the \nconfidential information available to me.   \n Accordingly, I make a positive adjustment in respect of the engine LLP for the Number \n1 engine of $579,375 . \nNumber 2 engine \n At the point of valuation, the Number 2 engine, the V2533-A5, SN V11924:  \na. has had 15,391 hours and 6,062 cycles since its last shop visit.72   \nb. has been operating at 2.5:1 hour to cycle ratio as calculated by dividing 15,391 \nhours by 6,062 cycles.   \nc. Its main operating base was in Kyiv, Ukraine73, which I assume to be a benign \noperating environment. \nd. I do not have any information about whether the operator used engine derate.  .  \nI assume the average engine derate for the V2500-powered A321-200 aircraft \nas provided in the confidential data available to me.   \n Based on the above engine’s operating data and the confidential information available \nto me, I estimate the TBO to be in the order of 13,900 hours.74  As the Number 2 engine \nhas accumulated more hours (15,391) than the TBO (13,900) I use the lowest TBO in \nmy calculation which results in a negative adjustment in respect of the engine overhaul.  \n I do not need to compare the time to overhaul mandated by the two reasons for \nscheduled engine maintenance because the engine has exceeded its estimated TBO \n \n71  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 15 \n(PB0110158_00001 and PB0110158_00001_English). \n72  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 9 \n(PB0110158_00001 and PB0110158_00001_English). \n73  https://windrose.aero/en/company/information/destinations/ \n74  The TBO is based on confidential data available to me relating the TBO to the hour to cycle ratio and the \nlevel of derate.  The benign operating environment does not require an adjustment due to it being a \ndefault assumption for the confidential data available to me.  The engine has operated in excess of the \nestimated TBO, which is possible in “on condition” operation.  However, the engine could become \nunserviceable at any point.  I assume it having zero resource remaining to its next overhaul in line with \nthe accepted appraisal practice. \nD13/1/38\n \n  39 \nbased on performance degradation.  This makes the estimated time to overhaul zero, \nthe shortest time to overhaul possible.  I select the shortest time to overhaul (i.e. 13,900 \nhours) in line with the accepted appraisal practice.  \n Based on the confidential information available to me I assess the cost of the engine \noverhaul was $3.16m.  I make the following adjustment in respect of the Number 2 \nEngine overhaul.  \na. 13,900 hours / 2 – 13,900 hours = - 6,950 hours. \nb. The hourly adjustment for the engine overhaul is $3,160,000 / 13,900 hours = \n$227.34 per hour. \nc. Total Number 2 Engine overhaul adjustment is $227.34 x - 6,950 hours = -\n($1,580,013) . \nNumber 2 engine LLPs \n The remaining cycles of the LLP of the Number 2 title engine range between 8,080 \nand 13,964 cycles.75  The majority of parts have lives remaining below the “half-life” \npoint of 10,000 cycles.  A small number of parts have lives remaining above the “half-\nlife” point of 10,000 cycles.  I have assessed the remaining cycles of each LLP of the \nNumber 2 title engine against its limit and the confidential information available to me \nand make a negative adjustment in respect of it.   \n For reasons of confidentiality, I cannot present the adjustment calculations for each \nengine LLP. The sum of these adjustments produced resulting engine LLP adjustment \nfor the Number 2 engine is ($208,209) . \nLanding Gear and APU  \n I found no information pertaining to the status of the landing gear and APU \nmaintenance status at the point of valuation in the documents prov"}
{"start": 73500, "text": " against its limit and the confidential information available to me \nand make a negative adjustment in respect of it.   \n For reasons of confidentiality, I cannot present the adjustment calculations for each \nengine LLP. The sum of these adjustments produced resulting engine LLP adjustment \nfor the Number 2 engine is ($208,209) . \nLanding Gear and APU  \n I found no information pertaining to the status of the landing gear and APU \nmaintenance status at the point of valuation in the documents provided to me.  I \nassume that they were each in a “half-life” condition at the date of valuation. As such, \nI do not make adjustments for the landing gear or the APU maintenance condition. \nTotal Adjustments  \n The individual maintenance adjustments are added up to arrive to the total \nmaintenance adjustment.  I summarise the adjustments in the following Table 8. \n \n75  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 15-16 \n(PB0110158_00001 and PB0110158_00001_English). \nD13/1/39\n \n  40 \nTable 8:  Airbus maintenance adjustments \n Aircraft maintenance adjustments  \nAircraft type  Airbus A321 -200 \nAircraft serial \nnumber 2462 \nMaintenance \nevent (units)  Accumulated \nsince event  Interval Adjustment \nAirframe 12-year \ncheck (months)  15 144 $633,333 \nAirframe C-Check \n(months) 15 24 ($43,750) \nNo 1 engine \noverhaul (hours)  2,056 16,200 $1,178,943 \nNo 1 engine LLPs \n(cycles) Various 20,000 $579,375 \nNo 2 engine \noverhaul (hours)  15,391 15,391 ($1,580,013) \nNo 2 engine LLPs \n(cycles) Various 20,000 ($208,209) \nLanding gear \noverhaul  Unknown - - \nAPU overhaul  Unknown - - \nTotal adjustment    $559,679 \n \n The Adjusted Retrospective Market Value is arrived at by applying this adjustment to \nthe “Half-Life” Retrospective Market Value.  The “Half-Life” Retrospective Market Value \nof the subject aircraft at the point of valuation was $18.10m as set out in  Table 6.  \nApplying the above maintenance condition adjustment of $0.56m produces the \nAdjusted Retrospective Market Value as of 22nd August 2016 of $18.66m. \n The Adjusted Retrospective Market Value of the subject Airbus A321-200 aircraft, MSN \n2462, as of 22nd August 2016, is summarised in the following Table 9. \nTable 9:  Airbus Adjusted Retrospective Market Value \n Retrospective Market Value as of 22nd August 2016  \nAircraft  “Half-Life” \nRetrospective \nMarket Value  Maintenance \nadjustment  Adjusted \nRetrospective \nMarket Value  \nAirbus  $18.10m $0.56m $18.66m \n \nD13/1/40\n \n  41 \nAdjustments as a result of damage to the Airbus \n According to the AMS “Aircraft Physical Inspection Report”, dated 29th November \n201876, “the Aircraft was involved in a ground incident on the 6th September 2010 when \nit was hit by a ramp truck.  The resulting damage was a hole, of approximately five (5) \nmeters length, in the aircraft’s fuselage. ”   \n The AMS report does not describe any of the repairs or the documentation related to \nsuch repair.  Accordingly, I have no detailed description of the damage.   \n Significant damage to a commercial aircraft penetrating the fuselage can translate into \npermanent diminution in value of the aircraft.  The extent of any such diminution \ndepends on the nature of damage, quality of repairs, possible increase of OEW, any \nadverse operational effects, type of the aircraft, age of the aircraft, type of operation \nand general market conditions. \n Any permanent diminution in value is typically expressed as a percentage of aircraft’s \nvalue.  Where the “pressure vessel” has been penetrated, I would expect to see a \nminimum diminution value of 10%.  This can increase depending on the nature of the \ndamage, the quality of the repair and the features of the aircraft.  \n The 10% of the Airbus’ Retrospective Adjusted Market Value is $1.87m.  I apply this \nas a negative adjustment to reflect the minimum permanent diminution in value due to \nthe stigma of damage.  The adjustment is shown in the following Table 10. \nTable 10: Airbus Retrospectiv"}
{"start": 77000, "text": "e the “pressure vessel” has been penetrated, I would expect to see a \nminimum diminution value of 10%.  This can increase depending on the nature of the \ndamage, the quality of the repair and the features of the aircraft.  \n The 10% of the Airbus’ Retrospective Adjusted Market Value is $1.87m.  I apply this \nas a negative adjustment to reflect the minimum permanent diminution in value due to \nthe stigma of damage.  The adjustment is shown in the following Table 10. \nTable 10: Airbus Retrospective Market Value adjusted for permanent diminution \n Retrospective Market Value as of 22nd August 2016, \nadjusted for permanent diminution due to stigma of \ndamage \nAircraft  \nAdjusted \nRetrospective \nMarket Value Permanent \ndiminution \namount  Permanent \nDiminution -\nAdjusted \nRetrospective \nMarket Value \nAirbus  $18.66m ($1.87m) $16.79m \n \n  \n \n76  AMS “Aircraft Physical Inspection Report” dated 29th November 2018, pages 2-3, section 2.2 \n(PB0363494_00001). \nD13/1/41\n \n  42 \nBoeing 737 \nStage 1: Arriving at the Retrospective Market Value \n My Retrospective Market Value for a 1997-built Boeing 737-300 with a basic \nspecification and “half-life” maintenance condition as at 22nd August 2016 is $2.75m.  I \nset out the data points used and my valuation methodology in Appendix I .  \n I summarise the basic specification for the Boeing 737-300 aircraft in the Table 11 \nbelow. \nTable 11: Basic specification of Boeing 737-300 \n Aircraft basic specification  \nAircraft type  Boeing 737-300 \nEngine type  CFMI CFM56 -3C1 \nEngine OEM  CFM International  \nMaximum Take-Off Weight (MTOW)  135,000lb \nOther specifications  No Winglets  \n \nStage 2A: Arriving at the “Half-Life” Retrospective Market Value \n In this section I set out the adjustments I apply based on the aircraft’s basic \nspecification in order to arrive at the “Half Life” Retrospective Market Valuation. \nBoeing 737’s actual configuration \n The Boeing 737 was delivered to Dnepravia on 2nd November 2009, equipped with the \nCFM56-3C1 engines.77  These are in line with the basic specification. \n The Boeing 737 MTOW was 136,500lb78 compared to the standard MTOW of \n135,000lb.  A higher MTOW allows an aircraft to carry a higher payload or to travel \nfurther, increasing its versatility and revenue generation.  Based on my experience and \nprevailing market sentiment, I make a positive adjustment which I calculate to be \n$0.004m .  \n The amount of the adjustment is based on the price charged by the aircraft \nmanufacturer for the weight increase.  Depending on the age of the aircraft, the MTOW \nincrease price is discounted to zero over 20 years in a straight-line.  Boeing 737 was \n \n77  Delivery acceptance form, page 5 (PB0363223_00001). \n78  As recorded in the AMS “Aircraft Records Review Report”, dated April 2019, comprising a part of the \nAKO Expert “Independent Valuation Report”, page 126, table 3.4 (PB0364486_00001).  The weight \nreport is dated 23rd March 2016, indicating it was valid at the point of valuation. \nD13/1/42\n \n  43 \n19 years old at the point of valuation, with the minimum adjustment based on the \nBoeing pricing. \n At the point of valuation, the Boeing 737 had winglets installed.79  A winglet is a wingtip \ndevice designed to improve aircraft’s take-off performance and maximum range.  The \nBoeing 737-300 did not have winglets in its original design; they were introduced in \n2003.  Having winglets installed on the Boeing 737 at the point of valuation has a \npositive effect on the value of the aircraft. \n The cost of installing the winglets on the Boeing 737 “Classic” family was in the order \nof $500,000.80  However, by the point of valuation, the youngest 737-300 was 16 years \nold and the oldest aircraft was 32 years old.  The advanced age means that the ability \nto capitalise the advantages of the winglets diminish with the reduced remaining life.  \nBased on my experience and prevailing market sentiment I make a positive adjustment \nof $0.25m for the winglets. \n The adjustments to my ge"}
{"start": 80500, "text": "raft. \n The cost of installing the winglets on the Boeing 737 “Classic” family was in the order \nof $500,000.80  However, by the point of valuation, the youngest 737-300 was 16 years \nold and the oldest aircraft was 32 years old.  The advanced age means that the ability \nto capitalise the advantages of the winglets diminish with the reduced remaining life.  \nBased on my experience and prevailing market sentiment I make a positive adjustment \nof $0.25m for the winglets. \n The adjustments to my generic market value reflecting the subject aircraft’s actual \nconfiguration are summarised in the following Table 12. \nTable 12:  Boeing 737 specification adjustments  \n Aircraft specification adjustments  \nAircraft type  Boeing 737-300 \nAircraft serial number  28659 \nSpecification items Basic \nspecification  Actual Adjustment \nEngines CFM56-3C1 CFM56-3C1 - \nMTOW 135,000lb  136,500lb $0.004m  \nWinglets  None Installed $0.250m81 \nTotal adjustment    $0.254m  \nRetrospective Market \nValue   $2.75m \n“Half-Life” \nRetrospective Market \nValue   $3.00m \n \n \n79  As recorded in the AMS “Aircraft Records Review Report”, dated April 2019, comprising a part of the \nAKO Expert “Independent Valuation Report”, page 130, table 4.5 (PB0364486_00001) \n80  The New York Times: 23rd October 2013, “Eye-Catching Wingtips, but They Aren’t for Show” (Exhibit \nOR1, page 23). \n81  The amount is based on the market perceived premium recorded over time. \nD13/1/43\n \n  44 \nStage 2B: Arriving at the Adjusted Retrospective Market Value \n In this section, I set out the adjustments I have made in order to adjust the “Half-Life” \nRetrospective Market Valuation by reference to the actual maintenance status of the \nBoeing 737’s major modules to arrive at the “Adjusted Retrospective Market Value”.  \n This section focuses in particular on the maintenance status of the Boeing 737’s (i) \nairframe, (ii) engines, (iii) engine LLPs, (iv) landing gear and (v) APU of the aircraft. \nMaintenance Status  \n The Table 13 below sets out the maintenance status of the aircraft as of August 2016 \nas sourced from various contemporaneous and later reports referenced individually. \nTable 13:  Boeing 737 maintenance status  \n Aircraft maintenance status \nAircraft type  Boeing 737 -300 \nAircraft serial number  28659 \nMaintenance status \nitem Parameter82 Effective date \nTotal aircraft hours  46,518 29th June 201683 \nTotal aircraft cycles  30,034 29th June 2016  \nDate of the last D-\nCheck 12th March 2016  - \nHours since D-Check  905 29th June 2016  \nNo 1 title engine serial \nnumber 85853684 - \nNo 1 engine total hours  Unknown  - \nNo 1 engine total cycles  Unknown  - \nNo 1 engine hours since \nshop visit  Unknown  - \nNo 1 engine cycles \nsince shop visit  Unknown  - \nNo 1 engine hour : cycle \nratio Unknown  - \nNo 1 engine cycles to \nLLP limiter  Unknown  - \nNo 1 engine LLP limiter  Various parts  29th June 2016  \n \n82  As recorded in the Veritas “Aircraft Valuation Report”, dated 19th August 2016, page 10, save where \notherwise specified (PB0110157_00001 and PB0110157_00001_English). \n83  As recorded in the Veritas “Aircraft Valuation Report”, dated 19th August 2016, page 2, description of \nAppendix 1 (PB0110157_00001 and PB0110157_00001_English). \n84  Delivery acceptance form, page 5 (PB0363223_00001). \nD13/1/44\n \n  45 \nNo 2 title engine serial \nnumber 85853585 - \nNo 2 engine total hours  Unknown  - \nNo 2 engine total cycles  Unknown  - \nNo 2 engine hours since \nshop visit  Unknown  - \nNo 2 engine cycles \nsince shop visit  Unknown  - \nNo 2 engine hour : cycle \nratio Unknown  - \nNo 2 engine cycles to \nLLP limiter  Unknown  - \nNo 2 engine LLP limiter  Unknown  - \nDate of landing gear \noverhaul  26th April 201686 - \nMonths since last \nlanding gear overhaul  487 22nd August 2016  \nAPU hours since APU \noverhaul  Unknown  - \n \n As at my valuation date, the Boeing 737 was nearly 20 years old and has accumulated \napproximately 46,518 hours and 30,034 cycles88 in operation.  It was a mature aircraft \nwith its m"}
{"start": 84000, "text": "shop visit  Unknown  - \nNo 2 engine hour : cycle \nratio Unknown  - \nNo 2 engine cycles to \nLLP limiter  Unknown  - \nNo 2 engine LLP limiter  Unknown  - \nDate of landing gear \noverhaul  26th April 201686 - \nMonths since last \nlanding gear overhaul  487 22nd August 2016  \nAPU hours since APU \noverhaul  Unknown  - \n \n As at my valuation date, the Boeing 737 was nearly 20 years old and has accumulated \napproximately 46,518 hours and 30,034 cycles88 in operation.  It was a mature aircraft \nwith its major modules in various points in their respective maintenance schedules.   \n Therefore, I assessed each major module with regards to its maintenance status \ncompared to the respective “half-life” point. \nAirframe \n The Boeing 737-300 airframe has an hour-based maintenance schedule with C-\nChecks taking place every 4,000 hours.89  Every 6th check, which takes place at 24,000 \nhours, is more comprehensive and is called a D-Check.   \n \n85  Delivery acceptance form, page 5 (PB0363223_00001). \n86  AMS “Aircraft Records Review Report”, dated April 2019, comprising a part of the AKO Expert \n“Independent Valuation Report”, pages 136-137, table 4.14 (PB0364486_00001).  The table states the \noverhaul interval being 10 years and the next overhaul due on 26th April 2026. \n87  Ditto. \n88  As recorded in the Veritas “Aircraft Valuation Report”, dated 19th August 2016, page 10 \n(PB0110157_00001 and PB0110157_00001_English). \n89  Aircraft Commerce, Issue No. 40, April/May 2005, “737-300/-400/-500 Maintenance Analysis” (Exhibit \nOR1, page 24).  The Boeing 737 belongs to an older generation of aircraft.  Its airframe maintenance \nprogramme only takes into account hours flown and does not allow for alternative limits like cycles or \nmonths. \nD13/1/45\n \n  46 \n According to the information recorded in the Veritas valuation, the Boeing 737’s \nairframe had accumulated 905 hours since its last D-Check on 29th June 2016.90  The \naccumulated time of 905 hours is below the 12,000-hour “half-life” point for the D-\nCheck.  Accordingly, I make a positive adjustment in respect of the D-Check. \n Based on the confidential information available to me, a typical cost of the D-Check \nwas $1,300,000.   \n I calculate the adjustment from the Half Life Retrospective Market Value in respect of \nthe D-Check of the airframe as follows:  \na. 24,000 hours / 2 – 905 hours = 11,095 hours. \nb. The hourly adjustment for the airframe D-Check is $1,300,000 / 24,000 hours = \n$54.17 per hour. \nc. Total airframe D-Check adjustment is $54.17 x 11,095 hours = $601,016 . \nEngines and Engine LLPs \n The engines reported to be installed on the Boeing 737 in the Veritas 2016 Report, \ndated 19th August 2016, had serial numbers 856302 and 724803.91  However, when \nthe Boeing 737 was delivered to Dniproavia, the delivery and acceptance form \nrecorded that Boeing 737 had engines with different serial numbers (858536 and \n858535) installed.92 \n It is standard practice to value an aircraft with its title engines (because they constitute \npart of an aircraft as a legal asset) notwithstanding that those may not be the engines \nactually installed on the aircraft.   \n In this case, I assume that the engines serial numbers 858536 and 858535 are the title \nengines.93  I make this assumption because: \na. the Boeing 737 was initially delivered to the operator Dniproavia with these \nengines on 2nd November 2009;94 and \n \n90  As recorded in the Veritas “Aircraft Valuation Report”, dated 19th August 2016, page 10 \n(PB0110157_00001 and PB0110157_00001_English). \n91  Ditto. \n92  Delivery acceptance form, page 5 (PB0363223_00001). \n93  If I were to value Boeing 737 with the installed engines (i.e. serial numbers 856302 and 724803), it \nwould result in a negative adjustment to my valuation of $1.77m. \n94  Delivery acceptance form, page 5 (PB0363223_00001). \nD13/1/46\n \n  47 \nb. the engines bear sequential serial numbers, typical of engines fitted on the \naircraft by the manufacturer. \nNumber 1 engine and engine LLPs "}
{"start": 87500, "text": "157_00001 and PB0110157_00001_English). \n91  Ditto. \n92  Delivery acceptance form, page 5 (PB0363223_00001). \n93  If I were to value Boeing 737 with the installed engines (i.e. serial numbers 856302 and 724803), it \nwould result in a negative adjustment to my valuation of $1.77m. \n94  Delivery acceptance form, page 5 (PB0363223_00001). \nD13/1/46\n \n  47 \nb. the engines bear sequential serial numbers, typical of engines fitted on the \naircraft by the manufacturer. \nNumber 1 engine and engine LLPs \n There is no information available to me relating to the maintenance condition of the \nengine with serial number 858536.  Therefore, I assume its overhaul and LLP status \nto be at “half-life”, in line with the accepted appraisal practice and make no adjustment.  \nNumber 2 engine and engine LLPs \n There is no information available to me relating to the maintenance condition of the \nengine with serial number 858535.  Therefore, I assume its overhaul and LLP status \nto be at “half-life”, in line with the accepted appraisal practice and make no adjustment.  \nLanding Gear \n The Boeing 737-300 landing gear has an overhaul limit of 10 years (i.e. 120 months).95 \nAt the point of valuation, the landing gear had accumulated 4 months since its \noverhaul.96  This is below the “half-life” point of 60 months.  Accordingly, I make a \npositive adjustment.  \n Based on the confidential information available to me, a typical cost of the landing gear \noverhaul was $320,000.  I make the following adjustment in respect of the landing gear \noverhaul.  \na. 120 months / 2 – 4 months = 56 months. \nb. The monthly adjustment for the landing gear overhaul is $320,000 / 120 months \n= $2,666.67. \nc. Total landing gear overhaul adjustment is $2,666.67 x 56 months = $149,334 . \nAPU \n I found no information pertaining to the APU maintenance status at the point of \nvaluation in the documents provided to me.  I assume it to have been in a “half-life” \ncondition and make no adjustment. \n \n95  Aircraft Commerce, Issue No. 40, April/May 2005, “737-300/-400/-500 Maintenance Analysis” (Exhibit \nOR1, page 34) \n96  AMS “Aircraft Records Review Report”, dated April 2019, comprising a part of the AKO Expert \n“Independent Valuation Report”, pages 136-137, table 4.14 (PB0364486_00001).   \nD13/1/47\n \n  48 \nTotal Maintenance Adjustments  \n The individual maintenance adjustments are added up to arrive to the total \nmaintenance adjustment.  The total maintenance adjustment for the Boeing 737 are \nsummarised in the following Table 14. \nTable 14:  Boeing 737 maintenance adjustments \n Aircraft maintenance adjustments  \nAircraft type  Boeing 737 -300 \nAircraft serial \nnumber 28569 \nMaintenance \nevent (units)  Accumulated \nsince event  Interval Adjustment  \nAirframe D-\nCheck (hours) 905 24,000 $601,016  \nNo 1 engine \noverhaul (hours)  Unknown  - - \nNo 1 engine \nLLPs (cycles)  Unknown  - - \nNo 2 engine \noverhaul (hours)  Unknown  - - \nNo 2 engine \nLLPs (cycles)  Unknown  - - \nLanding gear \noverhaul \n(months) 4 120 $149,334  \nAPU overhaul  Unknown  - - \nTotal \nadjustment    $750,350  \n \n The Adjusted Retrospective Market Value is arrived at by applying this adjustment to \nthe “Half-Life” Retrospective Market Value.  The “Half-Life” Retrospective Market Value \nof the subject aircraft at the point of valuation was $3.0m, as set out in Table 12.  \nApplying the above maintenance condition adjustment of $0.75m produces the \nAdjusted Retrospective Market Value as of 22nd August 2016 of $3.75m, as \nsummarised in the following Table 15. \nTable 15:  Boeing 737 Adjusted Retrospective Market Value \n Retrospective Market Value as of 22nd August 2016  \nAircraft  “Half-Life” \nRetrospective \nMarket Value  Maintenance \nadjustment  Adjusted \nRetrospective \nMarket Value  \nBoeing \n737-300,  $3.00m $0.75m $3.75m \n \nD13/1/48\n \n  49 \n  \nD13/1/49\n \n  50 \nBoeing 767 533 \nStage 1:Arriving at the Retrospective Market Value \n My “Half-Life” Retrospective Market Value for a 1992 Boeing 767-300ER aircraft with \na basic s"}
{"start": 91000, "text": " in the following Table 15. \nTable 15:  Boeing 737 Adjusted Retrospective Market Value \n Retrospective Market Value as of 22nd August 2016  \nAircraft  “Half-Life” \nRetrospective \nMarket Value  Maintenance \nadjustment  Adjusted \nRetrospective \nMarket Value  \nBoeing \n737-300,  $3.00m $0.75m $3.75m \n \nD13/1/48\n \n  49 \n  \nD13/1/49\n \n  50 \nBoeing 767 533 \nStage 1:Arriving at the Retrospective Market Value \n My “Half-Life” Retrospective Market Value for a 1992 Boeing 767-300ER aircraft with \na basic specification and “half-life” maintenance condition as at 22nd August 2016 is \n$7.25m.  I set out the data points and the process by which I arrive to the Retrospective \nMarket Value in the Stage 1 of the process in Appendix I . \n I summarise the basic specification for the Boeing 767-300ER aircraft in Table 16 \nbelow. \nTable 16: Basic specification of Boeing 767-300ER \n Aircraft basic specification  \nAircraft type  Boeing 767 -300ER \nEngine type  GE CF6-80C2B6F \nEngine OEM  General Electric  \nMaximum Take-Off Weight (MTOW)  407,000lb \nOther specifications  No Winglets  \n \nStage 2A: Arriving at the Half-Life Retrospective Market Value \nBoeing 767 533’s actual configuration \n The Boeing 767 533, was equipped with the Pratt & Whitney PW4060 engines.97  As I \nexplain in Appendix G , the Boeing 767-300ER was available with three engine \nchoices.  However, I do not consider that the installation of the  Pratt & Whitney engines \nrequires an adjustment to the value.  \n The Boeing 767 533’s MTOW was 408,000lb compared to the standard 407,000lb.98  \nHowever, for aircraft over 20 years old at the time of valuation, a higher MTOW is less \nlikely to result in a price premium.  In my view, this has a neutral effect on the value of \nthe Aircraft and I make no adjustment in respect of it. \n \n97  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, pages 9 and 12, \n(PB0110156_00001). \n98  The Ukrainian Aircraft Registry records the MTOW as 185,065kg, which is the equivalent of 407,998lb \n(Exhibit OR1, page 38). https://avia.gov.ua/state-civil-aircraft-register-of-ukraine/    \nD13/1/50\n \n  51 \n At the point of valuation, the Boeing 767 533 had winglets installed.99  Having winglets \ninstalled on the subject aircraft at the point of valuation has a positive effect on the \nvalue of the Aircraft and I make a positive adjustment. \n LIFT received a winglet system compensation of $1.5m at the sale of aircraft.100  The \namount of $1.5m was originally paid by LIFT at installation of winglets in 2012.  I reduce \nthis amount by $0.3m which, in my experience, is typical to account for the lower \nremaining life of the aircraft in 2016.  Accordingly, I adjust the value of the aircraft by \n$1.20m to account for the installation of the winglets. \n The adjustments to my generic market value reflecting the subject aircraft’s actual \nconfiguration are summarised in the following Table 17. \nTable 17:  Boeing 767 533 specifications adjustments \n Aircraft specification adjustments  \nAircraft type  Boeing 767-300ER \nAircraft serial \nnumber 25533 \nSpecification items Basis \nspecification  Actual Adjustment \nGeneric Market Value    $7.25m \nEngines CF6-80C2B6F PW4060 - \nMTOW 407,000lb  408,000lb  - \nWinglets  None Installed101 $1.20m \nTotal adjustment    $1.20m \n“Half-Life” \nRetrospective \nMarket Value    $8.45m \n \nStage 2B: Arriving at the Adjusted Retrospective Market Value \n In this section I set out the adjustments I have made in order to adjust the “Half-Life” \nRetrospective Market Valuation by reference to the actual maintenance status of the \nBoeing 767 533’s major modules to arrive at the “Adjusted Retrospective Market \nValue”.  \n \n99  CAPA Fleets database at https://centreforaviation.com/data/fleet/aircraft-27321 .  The winglets are \nreported to be fitted on 15th February 2012. \n100  Lease Investment Flight Trust Quarterly Information Statement For the Quarter Ended June 30, 2021, \npage 8 (Exhibit OR1, page 46). \n101  CAPA Fleets database at h"}
{"start": 94500, "text": "fe” \nRetrospective Market Valuation by reference to the actual maintenance status of the \nBoeing 767 533’s major modules to arrive at the “Adjusted Retrospective Market \nValue”.  \n \n99  CAPA Fleets database at https://centreforaviation.com/data/fleet/aircraft-27321 .  The winglets are \nreported to be fitted on 15th February 2012. \n100  Lease Investment Flight Trust Quarterly Information Statement For the Quarter Ended June 30, 2021, \npage 8 (Exhibit OR1, page 46). \n101  CAPA Fleets database at https://centreforaviation.com/data/fleet/aircraft-27321 .  The winglets are \nreported to be fitted on 15th February 2012. \nD13/1/51\n \n  52 \n This section focuses in particular on the maintenance status of the Boeing 767 53’s (i) \nairframe, (ii) engines, (iii) engine LLPs, (iv) landing gear and (v) APU of the aircraft. \nMaintenance Status  \n Table 18 below sets out the maintenance status of the aircraft as of August 2016 as \nsourced from various contemporaneous and later reports referenced individually. \nTable 18:  Boeing 767 533 maintenance status  \n Aircraft maintenance status  \nAircraft type  Boeing 767 -300ER \nAircraft serial number  25533 \nMaintenance status item  Parameter102 Effective date  \nTotal aircraft hours  85,210 29th June 2016103 \nTotal aircraft cycles  16,771 29th June 2016  \nDate of the last D-Check 22nd May 2014104 - \nMonths since D-Check  27 22nd August 2016  \nNo 1 installed engine serial \nnumber 727387105 - \nNo 1 engine total hours  64,942 29th June 2016  \nNo 1 engine total cycles  13,413 29th June 2016  \nNo 1 engine hours since \nshop visit  6,728 29th June 2016  \nNo 1 engine cycles since \nshop visit  831 29th June 2016  \nNo 1 engine hour : cycle ratio  8.1 : 1 29th June 2016  \nNo 1 engine cycles to LLP \nlimiter 2,883106 29th June 2016  \nNo 1 engine LLP limiter  HPT Disk, Stage 1  29th June 2016  \nNo 2 installed engine serial \nnumber 724675107 - \nNo 2 engine total hours  63,639 29th June 2016  \nNo 2 engine total cycles  13,430 29th June 2016  \n \n102  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 12, save where \notherwise specified (PB0110156_00001). \n103  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 2, description of \nAppendix 1 (PB0110156_00001). \n104  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 42 \n(PB0110156_00001). \n105  Also recorded in the AMS “Aircraft Inspection Report”, dated 31st January 2019, page 5, table 3.8 \n(PB0363499_00001). \n106  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 20-22 \n(PB0110156_00001). \n107  Also recorded in the AMS “Aircraft Inspection Report”, dated 31st January 2019, page 5, table 3.8 \n(PB0363499_00001). \nD13/1/52\n \n  53 \nNo 2 engine hours since \nshop visit  6,728 29th June 2016  \nNo 2 engine cycles since \nshop visit  831 29th June 2016  \nNo 2 engine hour : cycle ratio  8.1 : 1 29th June 2016  \nNo 2 engine cycles to LLP \nlimiter 2,510108 29th June 2016  \nNo 2 engine LLP limiter  HPT Disk, Stage 1  29th June 2016  \nDate of landing gear \noverhaul  2nd March 2016109 - \nMonths since last landing \ngear overhaul  5110 22nd August 2016  \nAPU hours since APU \noverhaul  Unknown  - \n \n As at my valuation date, the Boeing 767 533 was over 20 years old and had \naccumulated approximately 85,210 hours and 16,771 cycles111 in operation.  It was a \nmature aircraft with its major modules in various points in their respective maintenance \nschedules.   \n Therefore, I assessed each major module with regards to its maintenance status \ncompared to the respective “half-life” point. \nAirframe \n Based on confidential information available to me, the Boeing 767-300ER airframe has \na calendar and hour-based maintenance schedule, with C-Checks taking place every \n6,000 hours or 18 months, whichever comes sooner.  The more comprehensive D-\nCheck takes place every 4th check, i.e. at 24,000 hours or 72 months.   \n According to the information recorded in the "}
{"start": 98000, "text": "erefore, I assessed each major module with regards to its maintenance status \ncompared to the respective “half-life” point. \nAirframe \n Based on confidential information available to me, the Boeing 767-300ER airframe has \na calendar and hour-based maintenance schedule, with C-Checks taking place every \n6,000 hours or 18 months, whichever comes sooner.  The more comprehensive D-\nCheck takes place every 4th check, i.e. at 24,000 hours or 72 months.   \n According to the information recorded in the Veritas 2016 Valuation Report, the Boeing \n767 533’s airframe had accumulated 27 months since its last D-Check, which was \ncompleted on 22nd May 2014.112  I have no information about the accrued hours.  The \naccumulated time of 27 months is below 36-month “half-life” point for the D-Check.  I \nmake a positive adjustment in respect of the airframe D-Check as follows: \n \n108  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 20-22 \n(PB0110156_00001). \n109  AMS “Aircraft Inspection Report”, dated 31st January 2019, page 24, table 5.13 (PB0363499_00001). \n110  Ditto. \n111  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 12 \n(PB0110156_00001). \n112  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 42 \n(PB0110156_00001). \nD13/1/53\n \n  54 \n Based on the confidential information available to me a typical cost of the D-Check \nwas $2,600,000.   \na. 72 months / 2 – 27 months = 9 months. \nb. The monthly adjustment for the airframe D-Check is $2,600,000 / 72 months = \n$36,111.11 per month. \nc. Total airframe D-Check adjustment is $36,111.11 x 9 months = $325,000 . \n I have no information about the C-Check which would have become due as a check in \naccordance with calendar time elapsed since the D-Check.  I assume it to be at “half-\nlife” status in line with the accepted appraisal practice and make no adjustment in \nrespect of it. \nEngines and Engine LLPs \n I have no information about the title engines of the Boeing 767 533.  In absence of any \nother information, I appraise the Boeing 767 533 with its installed engines, in line with \nthe accepted appraisal practice. \nNumber 1 engine \n At the point of valuation, the installed Number 1 engine:  \na. had 6,728 hours and 831 cycles since its last shop visit.113   \nb. had been operating at 8.1:1 hour to cycle ratio as calculated by dividing 6,728 \nhours by 831 cycles.   \nc. was operating out of its main base in Kyiv, Ukraine,114 which I assume to be a \nbenign operating environment. \n I do not have any information about whether the operator used engine derate.   \n Based on the above engine’s operating data and the confidential information available \nto me, I estimate the TBO to be in the order of 22,500 hours.  With 6,728 hours \noperated since the last overhaul the time remaining should be 15,772 hours.115  The \nengine LLP limiter has 2,883 cycles remaining.  At the 8.1:1 hour to cycle ratio it should \n \n113  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 12 \n(PB0110156_00001). \n114  https://www.flyuia.com/uk/en/about/uia-about \n115   As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 12 \n(PB0110156_00001). \nD13/1/54\n \n  55 \nequate to approximately 23,350 hours, which exceeds the remaining time to overhaul \nbased on the estimated TBO.   \n Having compared the time to overhaul mandated by the two reasons for scheduled \nengine maintenance, the performance degradation time remaining of 15,772 hours116 \nand the LLP replacement of 23,350 hours117, I select the shortest in line with the \naccepted industry practice (i.e. the engine TBO of 22,500 hours).  Accordingly, I make \na positive adjustment as follows. \n Based on the confidential information available to me, I assess the cost of the engine \noverhaul to have been in the order of $5.03m.  I make the following adjustment in \nrespect of the Number 1 Engine overhaul. \na. 22,500 hours / 2"}
{"start": 101500, "text": " performance degradation time remaining of 15,772 hours116 \nand the LLP replacement of 23,350 hours117, I select the shortest in line with the \naccepted industry practice (i.e. the engine TBO of 22,500 hours).  Accordingly, I make \na positive adjustment as follows. \n Based on the confidential information available to me, I assess the cost of the engine \noverhaul to have been in the order of $5.03m.  I make the following adjustment in \nrespect of the Number 1 Engine overhaul. \na. 22,500 hours / 2 – 6,728 hours = 4,522 hours. \nb. The hourly adjustment for the engine overhaul is $5,027,000 / 22,500 hours = \n$223.42 per hour. \nc. Total Number 1 Engine overhaul adjustment is $223.42 x 4,522 hours = \n$1,010,305 . \nNumber 1 engine LLPs \n Based on confidential information available to me, the Pratt & Whitney engine LLPs \nhave various mandated life limits between 13,700 and 30,000 cycles. The remaining \ncycles of the LLPs of the Number 1 engine range between 2,883 and 16,581 cycles.118  \nSome parts are below and some above their respective “half-life” points.  I have \nassessed the remaining cycles of each LLP of the Number 1 engine against its limit \nand the confidential information available to me and make a negative adjustment in \nrelation to them. \n I adjust the value of the engine LLPs based on information provided to me in \nconfidence.  The resulting engine LLP adjustment for the Number 1 engine is \n($1,008,568) . \n The Number 1 engine has a positive adjustment in relation to its overhaul and a \nnegative adjustment in relation to its LLPs.  This a common occurrence because \nengine LLPs are not changed at each overhaul.  An engine LLP can see its life steadily \nreduce while the engine overhaul “clock” is re-set several times over its life. \n \n116  Paragraph 175. \n117  Paragraph 175. \n118  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, pages 20-21 \n(PB0110156_00001). \nD13/1/55\n \n  56 \nNumber 2 engine \n At the point of valuation, the installed Number 2 engine: \na. had 6,728 hours and 831 cycles since its last shop visit;119   \nb. had been operating at 8.1:1 hour to cycle ratio as calculated by dividing 6,728 \nhours by 831 cycles; and   \nc. operated out of it main base in Kyiv, Ukraine120, which I assume is a benign \noperating environment.   \n I do not have any information about whether the operator used engine derate.   \n Based on the above engine’s operating data and the confidential information available \nto me, I estimate the TBO to be in the order of 22,500 hours.  With 6,728 hours \noperated since the last overhaul, the time remaining should be 15,772 hours.121  The \nengine LLP limiter has 2,883 cycles remaining.  At the 8.1:1 hour to cycle ratio, it should \nequate to approximately 23,350 hours, which exceeds the remaining time to overhaul \nbased on the estimated TBO.   \n Having compared the time to overhaul mandated by the two reasons for scheduled \nengine maintenance, the performance degradation time remaining of 15,772 hours122 \nand the LLP replacement of 23,350 hours123, I select the shortest in line with the \naccepted industry practice (i.e. the engine TBO of 22,500 hours).  Accordingly, I make \na positive adjustment in relation to Number 2 engine overhaul.   \n Based on the confidential information available to me I assess the cost of the engine \noverhaul to have been in the order of $5.03m.  \na. 22,500 hours / 2 – 6,728 hours = 4,522 hours. \nb. The hourly adjustment for the engine overhaul is $5,027,000 / 22,500 hours = \n$223.42 per hour. \nc. Total Number 2 Engine overhaul adjustment is $223.42 x 4,522 hours = \n$1,010,305.  \n \n119  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 12 \n(PB0110156_00001). \n120  https://www.flyuia.com/uk/en/about/uia-about \n121  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 12 \n(PB0110156_00001). \n122  Paragraph 183. \n123  Paragraph 183. \nD13/1/56\n \n  57 \nNumber 2 engine LLPs \n The remain"}
{"start": 105000, "text": "00 / 22,500 hours = \n$223.42 per hour. \nc. Total Number 2 Engine overhaul adjustment is $223.42 x 4,522 hours = \n$1,010,305.  \n \n119  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 12 \n(PB0110156_00001). \n120  https://www.flyuia.com/uk/en/about/uia-about \n121  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 12 \n(PB0110156_00001). \n122  Paragraph 183. \n123  Paragraph 183. \nD13/1/56\n \n  57 \nNumber 2 engine LLPs \n The remaining cycles of the LLP of the installed Number 2 engine range between 2,510 \nand 16,564 cycles.124  Some parts are below and some above their respective “half-\nlife” points.  I have assessed the remaining cycles of each LLP of the Number 2 engine \nagainst its limit and the confidential information available to me.  I make a negative \nadjustment in respect of the Number 2 engine LLPs. \n I adjust the value of the engine LLPs based on information provided to me in \nconfidence.  The resulting engine LLP adjustment for the title Number 2 engine is \n($1,296,017) . \nLanding Gear \n The Boeing 767-300ER landing gear has an overhaul limit of 10 years (i.e. 120 \nmonths).  At the point of valuation, it had been 5 months since the landing gear’s last \noverhaul.125  This is below the “half-life” point of 60 months.  Accordingly, I make a \npositive adjustment as follows.  \n Based on the confidential information available to me a typical cost of the landing gear \noverhaul was in the order of $775,000.  I make the following adjustment in respect of \nthe landing gear. \na. 120 months / 2 – 5 months = 55 months. \nb. The monthly adjustment for the landing gear overhaul is $775,000 / 120 months \n= $6,458.33 per month. \nc. Total landing gear overhaul adjustment is $6,458.33 x 55 months = $355,208 . \nAPU \n I found no information pertaining to the APU maintenance status at the point of \nvaluation in the documents provided to me.  I assume it to have been in a “half-life” \ncondition and make no adjustment in respect of it. \nTotal Maintenance Adjustments  \n The individual maintenance adjustments are added up to arrive to the total \nmaintenance adjustment.  I summarise the adjustments in the following Table 19. \n \n124  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, pages 21-22 \n(PB0110156_00001). \n125  AMS “Aircraft Inspection Report”, dated 31st January 2019, page 24, table 5.13 (PB0363499_00001). \nD13/1/57\n \n  58 \nTable 19:  Boeing 767 533 maintenance adjustments \n Aircraft maintenance adjustments  \nAircraft type  Boeing 767 -300ER \nAircraft serial \nnumber 25533 \nMaintenance \nevent (units) Accumulated \nsince event  Interval Adjustment \nAirframe D-\nCheck \n(months)  27 72 $325,000  \nNo 1 engine \noverhaul \n(hours) 6,728 21,500 $1,010,305  \nNo 1 engine \nLLPs (cycles)  Various 13,700-\n30,000 ($1,008,568)  \nNo 2 engine \noverhaul \n(hours) 6,728 21,500 $1,010,305  \nNo 2 engine \nLLPs (cycles)  Various 13,700-\n30,000 ($1,296,017)  \nLanding gear \noverhaul \n(months)  5 120 $355,208  \nAPU overhaul  Unknown  - - \nTotal \nadjustment    $396,233  \n \n The Adjusted Retrospective Market Value is arrived at by applying this adjustment to \nthe “Half-Life” Retrospective Market Value.  The “Half-Life” Retrospective Market Value \nof the subject aircraft at the point of valuation was $8.45m as shown in Table 17.  \nApplying the above maintenance condition adjustment of $0.40m produces the \nAdjusted Retrospective Market Value as of 22nd August 2016 of $8.85m. \n The Adjusted Retrospective Market Value of the subject Boeing 767 533, as of 22nd \nAugust 2016, is summarised in the following Table 20. \nD13/1/58\n \n  59 \nTable 20:  Boeing 767 533 Adjusted Retrospective Market Value \n Retrospective Market Value as of 22nd August 2016  \nAircraft \ntype and \nserial \nnumber “Half-Life” \nRetrospective \nMarket Value Maintenance \nadjustment  Adjusted \nRetrospective \nMarket Value \nBoeing \n767-\n300ER, \nMSN \n25533 $8.45m $0.40m $8.85m \n \n  \nD13/1/59\n \n  60 \n \nBoeing 767 536 \nS"}
{"start": 108500, "text": "justed Retrospective Market Value of the subject Boeing 767 533, as of 22nd \nAugust 2016, is summarised in the following Table 20. \nD13/1/58\n \n  59 \nTable 20:  Boeing 767 533 Adjusted Retrospective Market Value \n Retrospective Market Value as of 22nd August 2016  \nAircraft \ntype and \nserial \nnumber “Half-Life” \nRetrospective \nMarket Value Maintenance \nadjustment  Adjusted \nRetrospective \nMarket Value \nBoeing \n767-\n300ER, \nMSN \n25533 $8.45m $0.40m $8.85m \n \n  \nD13/1/59\n \n  60 \n \nBoeing 767 536 \nStage 1: Arriving at the Retrospective Market Value \n My “Half-Life” Retrospective Market Value for a 1993-built Boeing 767-300ER aircraft \nin a basic specification and “half-life” maintenance condition on 22nd August 2016 is \n$7.85m.  I set out the data points I rely on and my methodology in Appendix I . \n I summarise the basic specification for the Boeing 767-300ER aircraft in Table 21 \nbelow. \nTable 21: Basic specification of Boeing 767-300ER \n Aircraft basic specification  \nAircraft type  Boeing 767 -300ER \nEngine type  GE CF6-80C2B6F \nEngine OEM  General Electric \nMaximum Take-Off Weight (MTOW)  407,000lb \nOther specifications  No Winglets  \n \nStage 2A: Arriving at the Half Life Retrospective Market Valuation \nAircraft’s Actual Configuration \n The Boeing 767 536, was equipped with the Pratt & Whitney PW4060 engines.126  As \nI explained above, the 767-300ER is available with three engine choices (see \nAppendix G ).  However, I do not consider that the installation of the  Pratt & Whitney \nengines requires an adjustment to the value.   \n The Aircraft’s MTOW was 408,000lb compared to the standard 407,000lb.127  However, \nfor aircraft over 20 years old the higher MTOW is less likely to result in a price premium.  \nI do not consider this to result in an adjustment to the value. \n At the point of valuation, the Boeing 767 536 had winglets installed.128  Having winglets \ninstalled on the subject aircraft at the point of valuation has a positive effect on the \n \n126   As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 12 \n(PB0110156_00001). \n127  The Ukrainian Aircraft Registry records the MTOW as 185,065kg, which is the equivalent of 407,998lb \n(Exhibit OR1, page 38). https://avia.gov.ua/state-civil-aircraft-register-of-ukraine/    \n128   CAPA Fleets database at https://centreforaviation.com/data/fleet/aircraft-27321 . \nD13/1/60\n \n  61 \nvalue of the aircraft.  For the reasons I explain in paragraph 161 above, I make a \npositive adjustment to the value of the aircraft by $1.20m.  \n The adjustments to my generic market value reflecting the subject aircraft’s actual \nconfiguration are summarised in the following Table 22. \nTable 22:  Boeing 767 536 specification adjustments \n Aircraft specification adjustments  \nAircraft type  Boeing 767-300ER \nAircraft serial number  25536 \nSpecification items  Basicspecification  Actual Adjustment  \nEngines CF6-80C2B6F PW4060 - \nMTOW 407,000lb  408,000lb129 - \nWinglets  None Installed130 $1.20m \nTotal adjustment    $1.20m \nGeneric Market Value    $7.85m \n“Half-Life” \nRetrospective Market \nValue   $9.05m \n \nStage 2B: Arriving at the Adjusted Retrospective Market Value \n I set out the adjustments I have made in order to adjust the “Half-Life” Retrospective \nMarket Value by reference to the actual maintenance status of the Boeing 767 536’s \nmajor modules to arrive at the “Adjusted Retrospective Market Value”.  \n This section focuses in particular on the maintenance status of the (i) airframe, (ii) \nengines, (iii) engine LLPs, (iv) landing gear and (v) APU of the aircraft. \nMaintenance Status  \n Table 23 below sets out the maintenance status of the Boeing 767 536 as of August \n2016 as sourced from various contemporaneous and later reports referenced \nindividually. \n \n129  Ukrainian Aircraft Registry at https://avia.gov.ua/state-civil-aircraft-register-of-ukraine/  (Exhibit OR1, \npage 38). \n130  CAPA Fleets database at https://centreforaviation.com/data/fleet/aircraft-27321  \nD1"}
{"start": 112000, "text": "frame, (ii) \nengines, (iii) engine LLPs, (iv) landing gear and (v) APU of the aircraft. \nMaintenance Status  \n Table 23 below sets out the maintenance status of the Boeing 767 536 as of August \n2016 as sourced from various contemporaneous and later reports referenced \nindividually. \n \n129  Ukrainian Aircraft Registry at https://avia.gov.ua/state-civil-aircraft-register-of-ukraine/  (Exhibit OR1, \npage 38). \n130  CAPA Fleets database at https://centreforaviation.com/data/fleet/aircraft-27321  \nD13/1/61\n \n  62 \nTable 23:  Boeing 767 536 maintenance status \n Aircraft maintenance status  \nAircraft type  Boeing 767 -300ER \nAircraft serial number  25536 \nMaintenance status \nitem Parameter131 Effective date \nTotal aircraft hours  69,721 29th June 2016132 \nTotal aircraft cycles  18,587 29th June 2016  \nDate of the last D-Check  28th June 2016133 - \nMonths since D-Check 2 22nd August 2016  \nNo 1 installed engine \nserial number  724393 - \nNo 1 engine total hours  68,843 29th June 2016  \nNo 1 engine total cycles  15,028 29th June 2016  \nNo 1 engine hours since \nshop visit  7,682 29th June 2016  \nNo 1 engine cycles since \nshop visit  1,102 29th June 2016  \nNo 1 engine hour : cycle \nratio 7.0 : 1 29th June 2016  \nNo 1 engine cycles to \nLLP limiter  1,656134 29th June 2016  \nNo 1 engine LLP limiter  HPT Disk, Stage 1  29th June 2016  \nNo 2 installed engine \nserial number  724484 - \nNo 2 engine total hours  67,519 29th June 2016  \nNo 2 engine total cycles  14,288 29th June 2016  \nNo 2 engine hours since \nshop visit  7,238 29th June 2016  \nNo 2 engine cycles since \nshop visit  961 29th June 2016  \nNo 2 engine hour : cycle \nratio 7.5 : 1 29th June 2016  \nNo 2 engine cycles to \nLLP limiter  1,640135 29th June 2016  \nNo 2 engine LLP limiter  HPT Disk, Stage 1  29th June 2016  \nDate of landing gear \noverhaul  Unknown  - \nAPU hours since APU \noverhaul  Unknown  - \n \n \n131  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 12, save where \notherwise specified (PB0110156_00001). \n132  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 2, description of \nAppendix 1 (PB0110156_00001). \nD13/1/62\n \n  63 \n As at my valuation date, the Boeing 767 536 was over 20 years old and has \naccumulated approximately 69,721 hours and 18,587 cycles in operation.136  It was a \nmature aircraft with its major modules in various points in their respective maintenance \nschedules.   \n Therefore, I assessed each major module with regards to its maintenance status \ncompared to the respective “half-life” point. \nAirframe  \n The 767-300ER airframe has a calendar and hour-based maintenance schedule with \nC-Checks taking place every 6,000 hours or 18 months, whichever comes sooner.  A \nD-Check takes place every 4th check, i.e. every 24,000 hours or 72 months.  \n At the point of valuation, according to the information recorded in the Veritas 2016 \nValuation Reports, the Boeing 767 536 airframe has accumulated two months since \nits last D-Check.137  I have no information about the accrued hours.  The accumulated \ntime of two months is below 36-month “half-life” point for the D-Check.  Accordingly, I \nmake a positive adjustment in respect of it. \n Based on confidential information available to me a typical cost of the D-Check was in \nthe order of $2,600,000.  I make the following adjustment in respect of the airframe D-\nCheck. \na. 72 months / 2 – 2 months = 34 months. \nb. The monthly adjustment for the airframe D-Check is $2,600,000 / 72 months = \n$36,111.11 per month. \nc. Total airframe D-Check adjustment is $36,111.11 x 34 months = $1,227,778 . \n I have no information about the C-Check which would have been due in accordance \nwith the calendar time elapsed since the D-Check.  I assume it to be at “half-life” status \nin line with the accepted appraisal practice and make no adjustment in respect of it. \n \n133  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 42 \n(PB0110156_00001)"}
{"start": 115500, "text": ",600,000 / 72 months = \n$36,111.11 per month. \nc. Total airframe D-Check adjustment is $36,111.11 x 34 months = $1,227,778 . \n I have no information about the C-Check which would have been due in accordance \nwith the calendar time elapsed since the D-Check.  I assume it to be at “half-life” status \nin line with the accepted appraisal practice and make no adjustment in respect of it. \n \n133  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 42 \n(PB0110156_00001). \n134  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 22-23 \n(PB0110156_00001). \n135  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 22-23 \n(PB0110156_00001). \n136   As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 12 \n(PB0110156_00001). \n137   As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 42 \n(PB0110156_00001). \nD13/1/63\n \n  64 \nEngines and engine LLPs \n I have no information about the title engines of the Boeing 767 536.  In absence of any \nother information, I appraise the Boeing 767 536 with its installed engines, in line with \nthe accepted appraisal practice. \nNumber 1 engine \n At the point of valuation, the installed Number 1 engine: \na. had 7,682 hours and 1,102 cycles since its last shop visit.138   \nb. had been operating at 7.0:1 hour to cycle ratio as calculated by dividing 7,682 \nhours by 1,102 cycles. \nc. operated from its main base in Kyiv, Ukraine139, which I assume to be a benign \noperating environment. \n I do not have any information about whether the operator used engine derate.   \n Based on the engine’s operating data and the confidential information available to me, \nI estimate the TBO to be in the order of 21,500 hours.140  At the 7.0:1 hour to cycle \nratio it should equate to approximately 11,600 hours, which is below the remaining time \nto overhaul based on the estimated TBO.  The TBO based on the time since overhaul \nand estimated time remaining to the next LLP replacement is 19,225 hours, which is \nless than the TBO.   \n Having compared the time to overhaul mandated by the two reasons for scheduled \nengine maintenance, the performance degradation time remaining of 13,818 hours141 \nand the LLP replacement of 11,600 hours142, I select the shortest in line with the \naccepted industry practice (i.e. the LLP replacement time of 19,225 hours).  \nAccordingly, I make a positive adjustment in respect of it. \n \n138  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 12 \n(PB0110156_00001). \n139  https://www.flyuia.com/uk/en/about/uia-about \n140  The TBO is based on confidential data available to me relating the TBO to the hour to cycle ratio and the \nlevel of derate.  The benign operating environment does not require an adjustment due to it being a \ndefault assumption for the confidential data available to me.  With 7,682 hours operated since the last \noverhaul the time remaining should be 13,818 hours.  The engine LLP limiter has 1,656 cycles \nremaining.   \n141  See preceding footnote. \n142  Paragraph 212. \nD13/1/64\n \n  65 \n Based on the confidential information available to me I assess the cost of the engine \noverhaul to have been in the order of $5.03m.  I make the following adjustment in \nrespect of the Number 1 Engine overhaul.  \na. 19,225 hours / 2 – 7,682 hours = 1,931 hours. \nb. The hourly adjustment for the engine overhaul is $5,027,000 / 19,225 hours = \n$261.48 per hour. \nc. Total engine overhaul adjustment is $261.48 x 1,931 hours = $504,918 . \nNumber 1 engine LLPs \n Based on confidential information available to me, the PW4060 engine LLPs have \nvarious mandated life limits between 13,700 and 30,000 cycles.  The remaining cycles \nof the LLP of the title Number 1 engine, SN 724393, range between 1,656 and 14,968 \ncycles.143  Some parts are below and some above their respective “half-life” points.  I \nhave assessed the remaining cyc"}
{"start": 119000, "text": "225 hours = \n$261.48 per hour. \nc. Total engine overhaul adjustment is $261.48 x 1,931 hours = $504,918 . \nNumber 1 engine LLPs \n Based on confidential information available to me, the PW4060 engine LLPs have \nvarious mandated life limits between 13,700 and 30,000 cycles.  The remaining cycles \nof the LLP of the title Number 1 engine, SN 724393, range between 1,656 and 14,968 \ncycles.143  Some parts are below and some above their respective “half-life” points.  I \nhave assessed the remaining cycles of each LLP of the Number 1 engine against its \nlimit and the confidential information available to me, and make a negative adjustment \nin relation to it.   \n I adjust the value of the engine LLPs based on information provided to me in \nconfidence.  The resulting engine LLP adjustment for the title Number 1 engine is \n($1,656,278) . \nNumber 2 engine \n At the point of valuation, the installed Number 2 engine: \na. had 7,238 hours and 961 cycles since its last shop visit.144   \nb. had been operating at 7.5:1 hour to cycle ratio as calculated by dividing 7,238 \nhours by 961 cycles.   \nc. operated from Its main base in Kyiv, Ukraine145, which I assume to be a benign \noperating environment. \n I do not have any information about whether the operator used engine derate.   \n \n143  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, pages 22-23 \n(PB0110156_0000). \n144  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, page 12 \n(PB0110156_00001). \n145  https://www.flyuia.com/uk/en/about/uia-about \nD13/1/65\n \n  66 \n Based on the above engine’s operating data and the confidential information available \nto me, I estimate the TBO to be in the order of 22,000 hours.  With 7,238 hours \noperated since the last overhaul the time remaining should be 14,762 hours.  The \nengine LLP limiter has 1,640 cycles remaining.  At the 7.5:1 hour to cycle ratio it should \nequate to approximately 12,300 hours, which is below the remaining time to overhaul \nbased on the estimated TBO.  The TBO based on the time since overhaul and \nestimated time remaining to the next LLP replacement is 19,590 hours, which is below \nthe TBO.   \n Having compared the time to overhaul mandated by the two reasons for scheduled \nengine maintenance, the performance degradation time remaining of 14,762 hours146 \nand the LLP replacement of 12,300 hours147, I select the shortest in line with the \naccepted industry practice (i.e. the LLP replacement of 19,590 hours).  Accordingly, I \nmake a positive adjustment in respect of it. \n Based on the confidential information available to me I assess the cost of the engine \noverhaul to have been in the order of $5.03m.  I make the following adjustment in \nrespect of the Number 2 engine overhaul. \na. 19,590 hours / 2 – 7,238 hours = 2,557 hours. \nb. The hourly adjustment for the engine overhaul is $5,027,000 / 19,590 hours = \n$256.61 per hour. \nc. Total engine overhaul adjustment is $256.61 x 2,557 hours = $656,152 . \nNumber 2 engine LLPs \n The remaining cycles of the LLP of the installed Number 2 engine range between 1,640 \nand 24,237 cycles.148 Some parts are below and some above their respective “half-life” \npoints.  I have assessed the remaining cycles of each LLP of the Number 2 engine \nagainst its limit and the confidential information available to me, and make a negative \nadjustment in relation to it.  \n I adjust the value of the engine LLPs based on information provided to me in \nconfidence.  The resulting engine LLP adjustment for the title Number 2 engine is \n($1,508,259) . \n \n146  Paragraph 219. \n147  Paragraph 219. \n148  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, pages 23-24 \n(PB0110156_0000). \nD13/1/66\n \n  67 \nLanding Gear and APU \n I found no information pertaining to the landing gear or APU maintenance status at the \npoint of valuation in the documents provided to me.  I assume them to have been in a \n“half-life” condition and make no adjustment "}
{"start": 122500, "text": "sulting engine LLP adjustment for the title Number 2 engine is \n($1,508,259) . \n \n146  Paragraph 219. \n147  Paragraph 219. \n148  As recorded in the Veritas “Aircraft Valuation Report”, dated 26th August 2016, pages 23-24 \n(PB0110156_0000). \nD13/1/66\n \n  67 \nLanding Gear and APU \n I found no information pertaining to the landing gear or APU maintenance status at the \npoint of valuation in the documents provided to me.  I assume them to have been in a \n“half-life” condition and make no adjustment in relation to it.  \nTotal Maintenance Adjustments  \n The individual maintenance adjustments are added up to arrive to the total \nmaintenance adjustment.  The total maintenance adjustment for the Boeing 767 536 \nis summarised in the following Table 24. \nTable 24:  Boeing 767 536 maintenance adjustments \n Aircraft maintenance adjustments  \nAircraft type  Boeing 767 -300ER \nAircraft serial number  25536 \nMaintenance event \n(units) Accumulated \nsince event  Interval Adjustment \nAirframe D-Check \n(months)  2 72 $1,227,778  \nNo 1 engine overhaul \n(hours) 7,682 19,225 $504,918  \nNo 1 engine LLPs \n(cycles) Various 13,700-\n30,000 ($1,656,278)  \nNo 2 engine overhaul \n(hours) 7,238 19,590 $656,152  \nNo 2 engine LLPs \n(cycles) Various 13,700-\n30,000 ($1,508,259)  \nLanding gear overhaul \n(months)  Unknown  - - \nAPU overhaul  Unknown  - - \nTotal adjustment    ($775,689) \n \n The Adjusted Retrospective Market Value is arrived at by applying this adjustment to \nthe “Half-Life” Retrospective Market Value.  The “Half-Life” Retrospective Market Value \nof the subject aircraft at the point of valuation was $9.05m as shown in Table 22.  \nApplying the above maintenance condition adjustment of -$0.78m produces the \nAdjusted Retrospective Market Value as of 22nd August 2016 of $8.27m. \n The Adjusted Retrospective Market Value of the Boeing 767-300ER as at 22nd August \n2016, is summarised in the following Table 25. \nD13/1/67\n \n  68 \nTable 25:  Boeing 767 536 Adjusted Retrospective Market Value \n Retrospective Market Value as of 22nd August 2016  \nAircraft \ntype and \nserial \nnumber “Half-Life” \nRetrospective \nMarket Value Maintenance \nadjustment  Adjusted \nRetrospective \nMarket Value \nBoeing \n767 $9.05m ($0.78m) $8.27m \n \n  \nD13/1/68\n \n  69 \nEMBRAER \nStage 1: Arriving at the Retrospective Market Value \n My “Half-Life” Retrospective Market Value for a 2000-built Embraer ERJ-145LR aircraft \nin a basic specification and “half-life” maintenance condition as at 22nd August 2016 is \n$1.70m.  I set out the data points I have relied on and my valuation methodology in \nAppendix I . \n I summarise the basic specification for the Boeing 767-300ER aircraft in Table 26 \nbelow. \nTable 26: Basic specifications of Embraer ERJ-145LR \n Aircraft basic specification  \nAircraft type  Embraer ERJ -145LR \nEngine type  RR AE3007A1 \nEngine OEM  Rolls-Royce \nMaximum Take-Off Weight (MTOW)  20,990 kg \n \nStage 2A: Arriving at the Half Life Retrospective Market Valuation \nAircraft’s Actual Configuration \n The Embraer was equipped with the Rolls-Royce AE3007A1 engines149, in line with \nthe basic specification.  The subject aircraft’s MTOW was in line with the basic \nspecification.150  \n Accordingly, I make no adjustments to the generic market value of $1.70m in respect \nof the Embraer’s actual configuration.  \nStage 2B: Arriving at the Adjusted Retrospective Market Value \n  In this section I set out the adjustments I have made in order to adjust the “Half-Life” \nRetrospective Market Value by reference to the actual maintenance status of the \nEmbraer’s major modules to arrive at the “Adjusted Retrospective Market Value”.  \n This section focuses in particular on the maintenance status of the (i) airframe, (ii) \nengines, (iii) engine LLPs, (iv) landing gear and (v) APU of the aircraft. \n \n149  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 10 \n(PB0110159_00001). \n150  As recorded in the AMS “Aircraft Records Review Report”, dated 29th January 2019, page 4, ta"}
{"start": 126000, "text": "o the actual maintenance status of the \nEmbraer’s major modules to arrive at the “Adjusted Retrospective Market Value”.  \n This section focuses in particular on the maintenance status of the (i) airframe, (ii) \nengines, (iii) engine LLPs, (iv) landing gear and (v) APU of the aircraft. \n \n149  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 10 \n(PB0110159_00001). \n150  As recorded in the AMS “Aircraft Records Review Report”, dated 29th January 2019, page 4, table 3.4 \n(PB0363500_00001).  The weight report is dated 8th June 2016, indicating it was valid at the point of \nvaluation. \nD13/1/69\n \n  70 \nMaintenance Status  \n Table 27 below sets out the maintenance status of the aircraft as of August 2016 as \nsourced from various contemporaneous and later reports referenced individually. \nTable 27:  Embraer maintenance status \n Aircraft maintenance status  \nAircraft type  Embraer ERJ -145LR \nAircraft serial number  145250 \nMaintenance status item  Parameter151 Effective date  \nTotal aircraft hours  21,303 On or before 30th June \n2016152 \nTotal aircraft cycles  19,602 On or before 30th June \n2016 \nDate of the last C-Check  25th October 2013  - \nHours since last C-Check  4,117 On or before 30th June \n2016 \nNo 1 title engine serial number  311250153 - \nNo 1 engine total hours  Unknown  - \nNo 1 engine total cycles  Unknown  - \nNo 1 engine hours since shop \nvisit Unknown  - \nNo 1 engine cycles since shop \nvisit Unknown  - \nNo 1 engine hour : cycle ratio  Unknown  - \nNo 1 engine cycles to LLP \nlimiter Unknown  - \nNo 1 engine LLP limiter  Unknown  - \nNo 2 installed engine serial \nnumber 312216 - \nNo 2 engine total hours  17,190 On or before 30th June \n2016 \nNo 2 engine total cycles  15,387 On or before 30th June \n2016 \nNo 2 engine hours since shop \nvisit 6,726 On or before 30th June \n2016 \n \n151  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 11 \n(PB0110159_00001), save where otherwise specified. \n152  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 11 \n(PB0110159_00001).  The report does not state the date of the information received from the operator \n(page 2, description of Appendix 1), however the date of the valuation is stated as 30th June 2016 on \ntitle page of the report. \n153  As recorded in the “Operating Lease Agreement N 681 between Goiania Comercio e Servicos \nInternacionais LDA as Lessor and Aviation Company Dniproavia as a Lessee”, dated 15th November \n2011, page 8, section 1.1 (PB0363235_00001). \nD13/1/70\n \n  71 \nNo 2 engine cycles since shop \nvisit 5,168 On or before 30th June \n2016 \nNo 2 engine hour : cycle ratio  1.3 : 1 On or before 30th June \n2016 \nNo 2 engine cycles to LLP \nlimiter 4,620154 On or before 30th June \n2016 \nNo 2 engine LLP limiter  Various parts  On or before 30th June \n2016 \nDate of landing gear overhaul  Unknown  - \nAPU hours since APU \noverhaul  Unknown  - \n \n As at my valuation date, the Embraer was over 15 years old and has accumulated \napproximately 21,303 hours and 19,602 cycles in operation.155  It was a mature aircraft \nwith its major modules in various points in their respective maintenance schedules.   \n Therefore, I assessed each major module with regards to its maintenance status \ncompared to the respective “half-life” point. \nAirframe \n Based on confidential information available to me, the ERJ-145 airframe has an hour-\nbased maintenance schedule with C-Checks taking place every 5,000 hours.  At the \npoint of valuation, according to the information recorded in the Veritas valuation, the \nsubject airframe has accumulated 4,117 hours since its last C-Check.156  The \naccumulated time of 4,117 is above the 2,500-hour “half-life” point for the C-Check.  \nAccordingly, I make a negative adjustment in respect of it. \n A typical cost of the C-Check was $150,000.  I make the following adjustment in respect \nof the airframe C-Check. \na. 5,000 hours / 2 – 4,117 hours = - 1,617 hours. \nb. The hou"}
{"start": 129500, "text": "At the \npoint of valuation, according to the information recorded in the Veritas valuation, the \nsubject airframe has accumulated 4,117 hours since its last C-Check.156  The \naccumulated time of 4,117 is above the 2,500-hour “half-life” point for the C-Check.  \nAccordingly, I make a negative adjustment in respect of it. \n A typical cost of the C-Check was $150,000.  I make the following adjustment in respect \nof the airframe C-Check. \na. 5,000 hours / 2 – 4,117 hours = - 1,617 hours. \nb. The hourly adjustment for the airframe C-Check is $150,000 / 5,000 hours = \n$30.00 per hour. \nc. Total airframe C-Check adjustment is $30.00 x - 1,617 hours = ($48,510) . \n \n154  At the time of the Veritas “Aircraft Valuation Report”, dated 18th August 2016 (PB0110159_00001), the \nsubject engine was recorded to be installed on another ERJ-145 aircraft, MSN 145394. \n155   As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 11 \n(PB0110159_00001). \n156   As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 11 \n(PB0110159_00001). \nD13/1/71\n \n  72 \nEngines and engine LLPs \nNumber 1 engine and engine LLPs \n I have no information about the title Number 1 engine (serial number 311250),157 which \ndoes not appear to be installed on the Embraer or any of the other ERJ-145 aircraft \nvalued by Veritas in August 2016.  Accordingly, I assume the engine overhaul and \nengine LLP status to be at “half-life” in line with the accepted appraisal practice and I \nmake no adjustment in relation to it. \nNumber 2 engine \n At the valuation date, the title Number 2 engine (serial number 312216), was installed \non a different aircraft, Embraer ERJ-145, MSN 145394.158  As I explained above the \ntitle engines are still valued as part of the aircraft notwithstanding that they may be \ninstalled on another aircraft at the valuation date.  The number 2 engine:  \na. had 6,726 hours and 5,168 cycles since its last shop visit;159  \nb. had been operating at 1.3:1 hour to cycle ratio as calculated by dividing 6,726 \nhours by 5,168 cycles; and   \nc. operated from its main base in Kyiv, Ukraine160, which I assume to be a benign \noperating environment. \n I do not have any information about whether the operator used engine derate.   \n Based on the above engine’s operating data and the confidential information available \nto me, I estimate the TBO to be in the order of 7,700 hours.  With 6,726 hours operated \nsince the last overhaul the time remaining should be 974 hours.   \n The engine LLP limiter has 4,620 cycles remaining.  At the 1.3:1 hour to cycle ratio it \nshould equate to approximately 6,000 hours, which exceeds the remaining time to \noverhaul based on the estimated TBO.   \n \n157  As recorded in the “Operating Lease Agreement N 681 between Goiania Comercio e Servicos \nInternacionais LDA as Lessor and Aviation Company Dniproavia as a Lessee”, dated 15th November \n2011, page 8, section 1.1 (PB0363235_00001). \n158  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 11 \n(PB0110159_00001). \n159  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, page 11 \n(PB0110159_00001). \n160  https://centreforaviation.com/data/profiles/airlines/dniproavia-z6 \nD13/1/72\n \n  73 \n Having compared the time to overhaul mandated by the two reasons for scheduled \nengine maintenance, the performance degradation time remaining of 974 hours161 and \nthe LLP replacement of 6,000 hours162, I select the shortest in line with the accepted \nindustry practice (i.e. the engine TBO of 7,700 hours).  Accordingly, I make a negative \nadjustment in relation to it. \n Based on the confidential information available to me I assess the cost of the engine \noverhaul to have been in the order of $1.17m.  I make the following adjustment in \nrespect of the Number 2 engine overhaul. \na. 7,700 hours / 2 – 6,726 hours = - 2,876 hours. \nb. The hourly adjustment for the engine overhaul is $1,170,000 / 7,700 hou"}
{"start": 133000, "text": "t the shortest in line with the accepted \nindustry practice (i.e. the engine TBO of 7,700 hours).  Accordingly, I make a negative \nadjustment in relation to it. \n Based on the confidential information available to me I assess the cost of the engine \noverhaul to have been in the order of $1.17m.  I make the following adjustment in \nrespect of the Number 2 engine overhaul. \na. 7,700 hours / 2 – 6,726 hours = - 2,876 hours. \nb. The hourly adjustment for the engine overhaul is $1,170,000 / 7,700 hours = \n$151.95 per hour. \nc. Total engine overhaul adjustment is $151.95 x - 2,876 hours = ($437,008) . \nNumber 2 engine LLPs \n Based on confidential information available to me, the AE3007A1 engine LLPs have \nvarious mandated life limits between 20,000 and 35,000 cycles.  The remaining cycles \nof the LLP of the installed Number 2 engine, SN 312,216, range between 4,620 and \n24,839 cycles.163  Some parts are below and some above their respective “half-life” \npoints.  I have assessed the remaining cycles of each LLP of the Number 2 engine \nagainst its limit and the confidential information available to me, and make a negative \nadjustment in relation to it. \n I adjust the value of the engine LLPs based on information provided to me in \nconfidence.  The resulting engine LLP adjustment for the title Number 2 engine is \n($127,923) . \nLanding Gear and APU \n I have no information pertaining to the landing gear or APU maintenance status at the \npoint of valuation in the documents provided to me.  I assume them to have been in a \n“half-life” condition and make no adjustment in relation to it. \n \n161  Paragraph 242. \n162  Paragraph 243. \n163  As recorded in the Veritas “Aircraft Valuation Report”, dated 18th August 2016, pages 28-29 \n(PB0110159_00001).  \nD13/1/73\n \n  74 \nTotal Maintenance Adjustments \n The individual maintenance adjustments are added up to arrive to the total \nmaintenance adjustment are summarised in the following Table 28. \nTable 28: Embraer maintenance adjustments \n Aircraft maintenance adjustments  \nAircraft type  Embraer ERJ -145LR \nAircraft serial \nnumber 145250 \nMaintenance \nevent (units)  Accumulated \nsince event  Interval Adjustment  \nAirframe C-Check \n(hours) 4,117 5,000 ($48,510)  \nNo 1 engine \noverhaul (hours)  Unknown  - - \nNo 1 engine LLPs \n(cycles) Unknown  - - \nNo 2 engine \noverhaul (hours)  6,726 7,700 ($437,008)  \nNo 2 engine LLPs \n(cycles) Various 20,000-\n35,000 ($127,923)  \nLanding gear \noverhaul (months)  Unknown  - - \nAPU overhaul  Unknown  - - \nTotal adjustment    ($613,441) \n \n The Adjusted Retrospective Market Value is arrived at by applying this adjustment to \nthe “Half-Life” Retrospective Market Value.  The “Half-Life” Retrospective Market Value \nof the subject aircraft at the point of valuation was $1.70m.  The Adjusted Retrospective \nMarket Value of the subject Embraer ERJ-145LR aircraft, MSN 145250, as of 22nd \nAugust 2016, is summarised in the following Table 29. \nTable 29: Embraer Adjusted Retrospective Market Value \n Retrospective Market Value as of 22nd August 2016  \nAircraft \ntype and \nserial \nnumber “Half-Life” \nRetrospective \nMarket Value Maintenance \nadjustment  Adjusted \nRetrospective \nMarket Value \nEmbraer \nERJ-\n145LR, \nMSN \n145250 $1.70m ($0.61m) $1.09m \n \nD13/1/74\n \n  75 \nSUMMARY  OF THE ADJUSTED  RETROSPECTIVE  MARKET  VALUATION \n The following Table 30 summarises my opinions of the Adjusted Retrospective Market \nValues, as of 22nd August 2016, for the Aircraft. \nTable 30: Aircraft Adjusted Retrospective Market Values \n Adjusted Retrospective Market Values,  \nas of 22nd August 2016  \nAircraft type Serial \nnumber Adjusted \nRetrospective Market \nValue \nAirbus  2462 $16.79m  \nBoeing 737  28659 $3.75m \nBoeing 767 533  25533 $8.85m \nBoeing 767  536 25536 $8.27m \nEmbraer  145250 $1.09m \nTotal  $38.75m \n  \nD13/1/75\n \n  76 \nDECLARATION \nI, OLGA RAZZHIVINA, DECLARE THAT:  \n I understand that my duty as an expert is to help the court on matters within my \nexpertise, and that this duty overrides any "}
{"start": 136500, "text": "ctive Market Values \n Adjusted Retrospective Market Values,  \nas of 22nd August 2016  \nAircraft type Serial \nnumber Adjusted \nRetrospective Market \nValue \nAirbus  2462 $16.79m  \nBoeing 737  28659 $3.75m \nBoeing 767 533  25533 $8.85m \nBoeing 767  536 25536 $8.27m \nEmbraer  145250 $1.09m \nTotal  $38.75m \n  \nD13/1/75\n \n  76 \nDECLARATION \nI, OLGA RAZZHIVINA, DECLARE THAT:  \n I understand that my duty as an expert is to help the court on matters within my \nexpertise, and that this duty overrides any obligation to the person from whom I have \nreceived instructions or by whom I am paid. I confirm that I have complied and will \ncontinue to comply with my duty. \n I have read CPR Part 35 on Experts and Assessors, the accompanying practice \ndirection and the Civil Justice Council's Guidance for the Instruction of Experts in Civil \nClaims 2014 and I have complied and will continue to comply with their requirements. \n I confirm that I have not entered into any arrangement where the amount or payment \nof my fees is in any way dependent on the outcome of the case. \n I know of no conflict of interest of any kind, other than any which I have disclosed in \nmy report. \n I do not consider that any interest which I have disclosed affects my suitability as an \nexpert witness on any issues on which I have given evidence. \n I will advise the party by whom I am instructed if, between the date of my report and \nthe trial, there is any change in circumstances which affect my answers. \n I have shown the sources of information I used. \n I have exercised reasonable care and skill in order to be accurate and complete in \npreparing this report. \n I have endeavoured to include in my report those matters, of which I have knowledge \nor of which I have been made aware, that might adversely affect the validity of my \nopinion. I have clearly stated any qualifications to my opinion. \n I have not, without forming an independent view, included or excluded anything which \nhas been suggested to me by others, including my instructing lawyers. \n I will notify those instructing me immediately and confirm in writing if, for any reason, \nmy existing report requires any correction or qualification. \n  \nD13/1/76\n \n  77 \nSTATEMENT OF TRUTH \nI confirm that I have made clear which facts and matters referred to in this report are \nwithin my own knowledge and which are not. Those that are within my own \nknowledge I confirm to be true. The opinions I have expressed represent my true and \ncomplete professional opinions on the matters to which they refer. \n \nI understand that proceedings for contempt of court may be brought against anyone \nwho makes, or causes to be made, a false statement in a document verified by a \nstatement of truth without an honest belief in its truth. \n \nSignature: …………………………………… \nDate: ……… \n \n  \n24 November 2021\nD13/1/77\n"}
