{"metadata": {"corpus_path": "AA2_12 Claimant's written submissions on procedural issues.pdf", "file_size": 217242, "mtime": 1755683452.3837633, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n1 Claim No. BL-2017-000665  THE HIGH COURT OF JUSTICE  BUSINESS AND PROPERTY COURTS  OF ENGLAND AND WALES BUSINESS LIST (ChD) B E T W E E N :    JSC COMMERCIAL BANK PRIVATBANK Claimant - and -  (1) IGOR VALERYEVICH KOLOMOISKY (2) GENNADIY BORISOVICH BOGOLYUBOV (3) TEAMTREND LIMITED (4) TRADE POINT AGRO LIMITED (5) COLLYER LIMITED (6) ROSSYN INVESTING CORP (7) MILBERT VENTURES INC (8) ZAO UKRTRANSITSERVICE LTD Defendants               THE BANK’S SKELETON ARGUMENT ON CERTAIN PROCEDURAL MATTERS             \nAA2/12/1\n \n2 A INTRODUCTION 1 This is the Bank’s Skeleton Argument on certain procedural matters in respect of which either: (i) the Court has indicated it wishes to be addressed; or (ii) the Bank considers ought to be resolved by the Court. This Skeleton Argument addresses the following issues:  (1) the Bank’s proposals regarding written and oral closing submissions (Section B); (2) D2’s failure hitherto to produce certain trial-related documents, which were promised some time ago (Section C); (3) provision to the Court of hard copy bundles of documents to which reference has been made in submissions and cross-examination (Section D); and (4) directions for the disposal of an application issued by the Bank against D1 on 18.7.23 (see {G1/88}) in relation to the costs thrown away by D1’s very late decision (i) to abandon its Defence on Share Pledges, and (ii) not to cross-examine four of the Bank’s witnesses (Section E).    B CLOSING SUBMISSIONS 2 The Bank refers to pages 83 to 85 of the transcript of Day 17 of the trial. At page 85 of the transcript, Trower J indicated that “[the timing and form of the parties’ closing submissions] is something that it would be helpful to discuss sooner rather than later” (Day17/85.6-7). 3 To that end, the Bank wrote to the Defendants on 10.7.23 setting out its proposals for the preparation of written and oral closing submissions and inviting the Defendants to agree the same {L/180.1}. Between 12.7.23-17.7.23, the parties exchanged further correspondence on both matters (see: {L/180.2} (D1 – 12.7.23), {L/180.3} (D2 – 13.7.23), {L/180.4} (D3-8 – 13.7.23), {L/182} (Bank – 17.7.23), {L/183} (D1 – 17.7.23), {L/184} (D2 – 17.7.23) and {L/185} (D3-8 – 18.7.23)). 4 As regards the timetabling and oral submissions, the position agreed between the parties is as follows – subject, of course, to the Court: (1) The Bank shall submit its written closing submissions by 16:00 on 24.10.23. Ds shall submit their written closing submissions by 16:00 on 26.10.23. (2) The Bank be allocated up to four days for oral closing submissions over 30.10.23 – 2.11.23. (3) Ds be allocated up to four days for oral closing submissions over 6-9.11.23. (4) The Bank be allocated up to one day for reply oral submissions on 10.11.23. \nAA2/12/2\n \n3 5 As regards page limits for written closing submissions: (i) the Bank maintains that no page limit ought to be imposed; (ii) D1 makes no positive case; (iii) D2 considers that a page limit would be helpful and has suggested 325 pages for the Bank’s submissions and 250 pages for his own; (iv) D3-8 have proposed a page limit of 300 pages for the Bank’s submissions and 150 pages for their own; although (v) all parties agree that they should ultimately defer to the Court on this issue. 6 The Bank’s proposal ought to be adopted:  (1) There ought to be no page limit on the parties’ written closing submissions. These are complex proceedings with hundreds of pages of witness evidence (even allowing for the abandonment by Ds of all of their witness evidence), thousands of pages of expert evidence and tens of thousands of pages of documentary evidence. As such, notwithstanding the length of trial, the parties have necessarily been unable to develop fully every argument they might wish to put before the Court. Nor did the parties have unfettered scope to do so in written opening submission which, for understandable reasons, did have a page limit. The parties ought now to have the opportunity to p"}
{"start": 3500, "text": "the abandonment by Ds of all of their witness evidence), thousands of pages of expert evidence and tens of thousands of pages of documentary evidence. As such, notwithstanding the length of trial, the parties have necessarily been unable to develop fully every argument they might wish to put before the Court. Nor did the parties have unfettered scope to do so in written opening submission which, for understandable reasons, did have a page limit. The parties ought now to have the opportunity to produce a single document setting out their case, drawing the numerous threads of argument together, explaining their case on the evidence heard by the Court during trial, and providing the Court with a single comprehensive point of reference for their arguments on each issue the Court is faced with deciding. (2) The possible imposition of a page limit has two major drawbacks.  (a) First, it is unfair on the Bank. The Bank is required to prove each aspect of its case and resist each of the Defendants’ defences. By contrast, D1 has focussed his fire on just three issues (limitation; loss; asset values); D2 has focussed on his purported lack of involvement with the Bank; and D3-8 have their own peculiar defences, about which the Court has heard very little so far, but which it is now said will require written closings that are half the length of that proposed for the Bank. Unless the page limit is extremely asymmetric, it is likely to squeeze the Bank’s presentation of its case without having the same effect on Ds. (b) Second, a page limit it is likely to lead to extensive cross-referencing to other documents where the parties’ cases are developed (for example, referencing to written openings, transcripts of oral submissions or hand-ups). While it is ultimately a matter for the Court as to whether it would prefer a shorter \nAA2/12/3\n \n4 document with extensive cross-referencing or a longer document which has everything in one place, the Bank’s submission is that the latter is likely to be more helpful.  (3) Further and in any event, to afford the Bank only 75 pages more than D2 (on D2’s proposal) or 150 pages more than D3-8 (on D3-8’s proposal) is plainly inadequate in light of the ground required to be canvassed by the Bank as compared to that upon which it is apparent each of the Ds will focus (D3-8’s proposals being even more extreme in light of the very limited role they have played in the trial to date).  C D2’S FAILURE TO PRODUCE CERTAIN TRIAL-RELATED DOCUMENTS 7 At various junctures prior to, and during, the trial of these proceedings, D2 has promised to deliver certain trial-related documents. For example: (1) At paragraph 27 of D2’s written opening submissions, it was stated that {AA4/1/12}: “The Bank has also made a number of unheralded and detailed new submissions in its Opening, asking for adverse inferences to be drawn against Mr Bogolyubov. In the time available, it has not been possible to respond to these submissions. A response will be provided in due course.” (2) No such response was provided during D2’s oral opening submissions. (3) During D2’s oral opening submissions, D2’s counsel stated: “…I do object to the fact that they have made a number of significant errors in seeking to present not just the evidence but the weight of the evidence and its cumulative effect, which does require some detailed unpicking. I’m not going to have time to do that. I’ll pick up a few instances, but we will make sure your Lordship has a note so that, when you come to re-read the transcript, which may be your joyful task at some point, you at least will know where we say they’ve fallen into error…” (Day 7/2.10-19). (4) D2’s counsel further stated: “Next point, disclosure, and again I can be brief about this because I’m afraid there is quite a lot that’s wrong with what’s been said about disclosure and it will require a separate note, and we will provide a timeline and that timeline I hope will demonstrate there are no gaps – throughout the "}
{"start": 7000, "text": ", when you come to re-read the transcript, which may be your joyful task at some point, you at least will know where we say they’ve fallen into error…” (Day 7/2.10-19). (4) D2’s counsel further stated: “Next point, disclosure, and again I can be brief about this because I’m afraid there is quite a lot that’s wrong with what’s been said about disclosure and it will require a separate note, and we will provide a timeline and that timeline I hope will demonstrate there are no gaps – throughout the period there is data, open data, provided by D2 which provides insight into what he was doing and who he was speaking to…” (Day7/69.23 – Day7/70.3); and “So, that’s all I want to say about disclosure. We will give you a note and we will give you a timeline \nAA2/12/4\n \n5 which shows you have a full run of curtain-lifting data.” (Day7/72.25 – Day7/73.2). (5) D2’s counsel further stated: “I was going to say something more about the Bank’s analysis of evidence and pick up some of the occasions when they said to your Lordship, “Oh these are just examples and there are lots of these”. Can I say why I’m not going to do that? Because apart from anything else, this morning there was a yet further upload of Bogolyubov material … …We were hoping to complete an analysis which said, “They say there are lots of these and there aren’t, but obviously I don’t want to do that until I’ve seen what it is they’ve added… I suspect it will be in our list of corrections, that we’ll go through the transcript, we’ll find where they say, “There are lots of these”, and we’ll say “There are five”…” (Day7/73.4 – Day 7/74.2). 8 D2’s counsel did not at any point explain when any heralded “response”, “note” or “list of corrections” would be forthcoming. 9 Accordingly, HL wrote to Enyo on 21.6.23 (the day after D2’s oral opening submissions) explaining that D2’s counsel had referred to providing the “note”, “separate note” and “timeline” referred to in paragraphs 7(3)-(4) above and requesting that D2 provide the same by no later than 4pm on 23.6.23. 10 D2 did not produce the documents by such deadline and has not done so to date. Nor has D2 extended the Bank the courtesy of a response to HL’s letter (for example, suggesting an alternative deadline), despite having written on numerous other topics in the intervening period.  11 D2 must now be given a deadline by which these documents must be produced. The Bank should not be left in the dark as to D2’s purported arguments vis-à-vis the issues set out in paragraph 7 above. Indeed, the Bank must be given a fair and reasonable opportunity to consider and respond to such arguments in its closing submissions (D2, indeed all the Defendants, having been afforded such opportunity by the Bank’s prompt production of hand-ups and schedules where such were promised during its own oral submissions).  12 The Bank respectfully requests that the Court order D2 to produce such further documents as to which he alluded in his written and oral opening submissions by no later than 4pm on 28.7.23. D PROVISION OF HARD COPY BUNDLES 13 The Bank refers to page 90 of the Transcript of Day 13 of the trial, where Trower J indicated \nAA2/12/5\n \n6 that “[j]ust so you can be thinking or those sitting behind you can be thinking about this, I think, Mr Anderson, what I’m going to ask you to provide is a file of hard copies of the documents you actually refer to…” (Day 13/90.6-10). Further, at page 82 of the transcript of Day 17 of the trial, Trower J indicated that “there are occasions on which it’s helpful to have a file, or files in this case, separately identified of documents to which I’ve actually been taken rather than having to go into the transcript and click on the hyperlinks…” (Day 17/82.10-14). The Bank’s counsel confirmed that the Bank would give thought to the best way to provide such bundles to the Court (Day 17/82.25-83.11). 14 The Bank has undertaken a scoping exercise and sets out in the appendix to these submissions the likely size of an"}
{"start": 10500, "text": " “there are occasions on which it’s helpful to have a file, or files in this case, separately identified of documents to which I’ve actually been taken rather than having to go into the transcript and click on the hyperlinks…” (Day 17/82.10-14). The Bank’s counsel confirmed that the Bank would give thought to the best way to provide such bundles to the Court (Day 17/82.25-83.11). 14 The Bank has undertaken a scoping exercise and sets out in the appendix to these submissions the likely size of any hard copy bundles which might be produced. The figures are estimates – they might be reduced by, for example, (i) including extracts from long documents (it seems unlikely the Court will want the entirety of the 484 page bond prospectus at {E1/255} in hard copy) or (ii) excluding documents only referred to in hand-ups, or in appendices to written submissions, etc. The figures are provided to assist the Court in deciding what would be most helpful – the Bank does not make a positive proposal in relation to hard copy bundles.  E THE BANK’S APPLICATION FOR COSTS THROWN AWAY 15 As set out above, on 18 July 2023, the Bank issued an application seeking its costs thrown away as a result of D1’s very late decision (i) to abandon its Defence on Share Pledges, and (ii) not to require four of the Bank’s witnesses to attend for cross-examination, together with an interim payment in the sum of £1.5 million (being c.55% of the total costs claimed). The bases for the application are summarised in HL’s letter dated 17 July 2023 to Fieldfisher (which is attached to the application notice and to which D1 has yet to reply) {L/184.1}. 16 The Court is requested to give directions for the disposal of that application. The Bank’s position is that the application should be heard on the morning of Friday, 28.7.23, if there is not time to do so on the afternoon of Thursday, 27.7.23.  ROBERT ANDERSON KC CHRISTOPHER LLOYD DAVID BAKER  19 July 2023   \nAA2/12/6\n \n7  Appendix: estimated size of hard copy bundles   Category of documents   Total no. of documents Total no. of pages Estimated volumes (double sided) 1.  All documents referred to in the parties’ written and oral submissions1 3,600 58,000 100 2.  All documents referred to in oral submissions during Days 1 to 17 of the trial 900 23,000 38 3.  All “contemporaneous”2 documents referenced during Days 1 to 17 of the trial  700 12,750 21 4.  Bundle E documents and Skype chats referenced during Days 1 to 17 of the trial 500 6,000 10 5.  All “contemporaneous” documents referenced during the Bank’s presentation of its documentary case against D1 350 6,000 10 6.  Bundle E documents and Skype chats referenced during the Bank’s presentation of its documentary case against D1 200 2,500 4 7.  All “contemporaneous” documents referenced during the Bank’s presentation of its documentary case against D2 150 4,000 7 8.  Bundle E documents and Skype chats referenced during the Bank’s presentation of its documentary case against D2 80 800 2 9.  All documents referenced in the “Uniks Chronology” referred to by both the Claimant and the Second Defendants 300 4,000 7 10.  Bundle E documents and Skype chats referenced in the Uniks Chronology 225 2,000 3   1  References to oral submissions include documents referred to during cross-examination of the Bank’s witnesses. 2  i.e. contemporaneous documents contained within Bundle E (chronological run), Bundle K (topic bundles); Bundle F (documents underlying the Statements of Facts) and Bundle H (extracts from exhibits to interlocutory evidence).  \nAA2/12/7\n"}
