{"metadata": {"corpus_path": "A1_20 Third to Eighth Defendants' Re-Re-Re-Amended Defence.pdf", "file_size": 2961774, "mtime": 1755610853.332016, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n 1 Claim No. BL -2017- 000665 \nIN THE HIGH COURT OF JUSTICE   \nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES  \nBUSINESS LIST (ChD)  \n \nB E T W E E N:  \nJSC COMMERCIAL BANK PRIVATBANK   \nClaimant  \n– and –  \n \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED  \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED  \n(6) ROSSYN INVESTING CORP  \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants  \nRE-RE-RE-AMENDED DEFENCE OF THE THIRD TO EIGHTH DEFENDANTS  \n \n1. The Third to Fifth Defendants are referred to collectively below as the “ English \nDefendants ”; the Sixth to Eighth Defendants as the “ BVI Defendants ”; and the \nThird to Eighth Defendants as the “ Corporate Defendants ”. Individually, the \nCorporate Defendants a re referred to by their names.  \n2. The Corporate Defendants file and serve this Defence expressly without prejudice \nto their position as to the jurisdiction of the English Court in respect of this claim \nA1/20/1\n \n 2 and, in this regard, do so in reliance on the undertaking given by the Claimant (“ the \nBank ”) to the Court of Appeal recorded in the Order dated 15 October 2019. \n3. Unless otherwise stated:  \n(1) References to paragraph numbers are to those of the Re -Re-Re-Re-Amended \nParticulars of Claim dated 15 August 2018 28 April 2020 14 September 2020  \n26 January 2022 18 Oc  tober  2022 (“ RRRRAPoC”).  \n(2) Matters which are not admitted are matters which the Corporate Defendants \n(or any of them) are unable to admit or deny, and which they require the Claimant (“ the Bank”)  to prove.  \n(3) Save for those documents expressly admitted to be authentic in this Re -Re-\nRe-Amended  Defence, none of the documents referred to in the R RRRAPoC \nare admitted to be authentic and the Bank is required to prove their authenticity.  \n4. The Corporate Defendants give notice that they may seek in their defence to rely upon facts or matters averred in statements of case of the First and/or Second \nDefendants.  \n5. Paragraph A.1 is noted.  The headings  and defined terms  used in the R RRRAPoC \nare used below for convenience of reference, and without admission as to their \nimplicit content.  \n6. All a llegations not expressly addressed are denied. \n \nA. INTRODUCTION \n7. Paragraphs 1 and 2 are admitted. \n8. The allegations made in paragraphs 3 and 4 concern only the First and Second Defendants. Accordingly, the Corporate Defendants do not plead to those \nparagraphs.  \nA1/20/2\n \n 3 9. As to paragraph 5:  \n(1) It is denied that the Corporate Defendants were party to the Misappropriation \nas alleged , or any misappropriation. \n(1A)  Footnote 1 is noted.  The Corporate Defendants rely upon the Bank’s case \nthat the alleged Misappropriation benefitted the First and Second Defendants \nupon the Borrowers receiving the Relevant Drawdowns. \n(2) The remaining allegations are not admitted.  \n10. Save that the figure recorded for Teamtrend’s net assets was US$18,794 (and not \n£18,794)  and that Rossyn was incorporated on 30 March 2004 (and not 2014) , \nparagraphs 6 to 11 are admitted.  \n11. As to paragraph 12:  \n(1) The first sentence is denied. The Corporate Defendants are not and were not \nfrom January 2013 ultimately owned and/or controlled by the First and \nSecond Def endants.  \n(2) The second sentence is denied. Without prejudice to the generality of that \ndenial:  \n(a) The English Defendants executed supply agreements and received \nprepayments under those agreements for their principals, in the good \nfaith belief that they were genu ine transactions, as explained below.  \n(b) The BVI Defendants concluded supply agreements at arm’s length and with the intention of performing them, and received prepayments under \nthem.  \n(c) The Corporate Defendants were not party to a Misappropriation.  \n(3) The last sen tence is noted without admission as to the appropriateness of those \nforms of reference.  \nA1/20/3\n \n 4 11A. Paragraph s 12A to 12C  are is addressed following the "}
{"start": 3500, "text": "r principals, in the good \nfaith belief that they were genu ine transactions, as explained below.  \n(b) The BVI Defendants concluded supply agreements at arm’s length and with the intention of performing them, and received prepayments under \nthem.  \n(c) The Corporate Defendants were not party to a Misappropriation.  \n(3) The last sen tence is noted without admission as to the appropriateness of those \nforms of reference.  \nA1/20/3\n \n 4 11A. Paragraph s 12A to 12C  are is addressed following the response to paragraphs 16 to \n19A. \n12. Paragraph 13 is noted, without admission that quantification of alleged loss by \nreference to historic exchange rates is appropriate (for which no basis is set out).  \n \nB. ALLEGED CONTROL OVER THE BANK  \n13. Paragraphs 14 and 15 concern the relationship between the B ank and the First and \nSecond Defendants and other matters internal to the Bank. The Corporate \nDefendants do not have knowledge of those matters and, accordingly, the relevant \nallegations are not admitted.  \n \nC. ALLEGED MISAPPROPRIATION \n(a) The Relevant Loans  \n14. As to paragraphs 16 to 19B A: \n(1) The supply agreements referred to in paragraphs  18.b and 19.f are understood \nto be those detailed in paragraphs 20 to 26 and they are addressed in the \nCorporate Defendants’ responses to those paragraphs below. \n(2) The (repeated) alleg ation in paragraph 19.f that the Corporate Defendants \nwere owned and/or controlled by the First and Second Defendants is \naddressed above in response to paragraph 12 and below in response to \nparagraph 26 and is denied. \n(2A)  The allegations as to ownership and control of companies (other than the \nCorporate Defendants) by the First and Second Defendants are not admitted. \n(2B) The Relevant Drawdowns are not admitted. In any event, it is denied that the \nRelevant Drawdowns (if proved as alleged) caused the Unretu rned \nPrepayments as a matter of Ukrainian or Cypriot law.  \nA1/20/4\n \n 5 (3) The Corporate Defendants have no knowledge of the remaining matters set \nout in paragraphs 16 to 19B A, including the implicit allegation that the loans \nwere not repaid, and they are not admitted.  \n(b) The Supply Agreements  \n15. Paragraphs 20 to 25 are addressed separately in regard to the English and BVI Defendants. T he implicit allegation that the English or BVI Defendants were party \nto a Misappropriation is denied.  \nThe English Defendants  \n16. Each of the English Defendants acted as agent for an undisclosed principal pursuant to agency agreements concluded as follows:  \n(1) The Third Defendant, Teamtrend, concluded an agreement on about 13 March \n2014 with a BVI registered company, Hangli International Holdings Limited, \nto act as its agent ( annexure A ); \n(2) The Fourth Defendant, Trade Point, concluded an agreement on about 19 March 2009 with a BVI registered company, Brimmilton Limited, to act as \nits agent ( annexure B ); \n(3) The Fifth Defendant, Collyer, concluded an agreement on about 230 January \n2014 with a Belize registered company, Collard Securities Limited, to act as \nits agent ( annexure C ) \n(together “ the Agency Agreements ” and “the Principals ”, respectively).  \n(4) The relevan t terms of the three Agency Agreements include the following \n(save that Articles 3(iv) and (v) are not contained in the agreement concluded by the Fourth Defendant, Trade Point):  \nARTICLE 1 DEFINITIONS   \n… \nA1/20/5\n \n 6 “Business Activity” means … merchandise purchase and sale, goods \ndelivery, investment and financing activity, as the case may be, with the \nCounter Party to be expressly authorised by Principal to Agent. \n… \nARTICLE 2 APPOINTMENT   \nThe Principal hereby appoints the Agent to be a sole agent for the Principal \nand according to the Principal’s Instructions to do the following acts:\n  \n  … to sell for the Principal goods … to legal persons and/or organizations and/or to physical persons which will be indicated to the Agent by the Principal.  \n… \nARTICLE 3 SERVICES PROVID ED BY THE AGENT   \nThe"}
{"start": 7000, "text": "ng activity, as the case may be, with the \nCounter Party to be expressly authorised by Principal to Agent. \n… \nARTICLE 2 APPOINTMENT   \nThe Principal hereby appoints the Agent to be a sole agent for the Principal \nand according to the Principal’s Instructions to do the following acts:\n  \n  … to sell for the Principal goods … to legal persons and/or organizations and/or to physical persons which will be indicated to the Agent by the Principal.  \n… \nARTICLE 3 SERVICES PROVID ED BY THE AGENT   \nThe Principal shall permit the Agent to conduct the Business Activities in the name of the Agent. Without derogating from the generality of the aforesaid, it is specifically agreed that:  \ni) All contracts, orders, correspondence, invoices and any other documentation of any nature whatsoever relating to the Business Activities which may be made or entered into on behalf of Principal shall be made \nand entered into on the letterhead and in Agent’s name and may be execu ted by a proper officer of the Agent or its duly appointed attorney \nsigning on behalf of the Agent. \nii)  The Agent will operate as an “undisclosed agent”, i.e. the Agent will enter into contracts under the terms of this Agreement, inter alia, for the \npurchase, sale, exchange, refining, processing, manufacturing, leasing, \nrenting, shipping, conveying, howsoever named, (hereafter the “Contract”) on behalf of the Principal, in the name of the Agent, without Agent disclosing to its counter party that the Agent is contracting on behalf of Principal. \n … \niv)  The Agent may use its own bank accounts at any time within the \nBusiness Activities and shall operate such bank account and money connected with the Business Activities held on such account only in accordance w ith Instructions given by the Principal. \nv)  All money held by the Agent at any time in respect of the Business Activities shall save for the consideration and reimbursement of expenses referred to in Article 6 be held by Agent as trustee for the Principal . \nARTICLE 4 AGENT’S OBLIGATIONS  \nA1/20/6\n \n 7 … \n4.2  Notwithstanding the provisions of clauses 2 and 3, the Agent shall not \nenter into any contract on behalf of the Principal without the express prior authorisation of the Principal and the Agent shall not make any decis ions with regard to the Business Activities and shall at all time act \nonly with express authorisation of, or upon Instructions from Principal.  \n4.3  The Agent shall hereby be obliged to enter into any contracts, agreements, etc. under the terms and conditions thereof, worked -out to \nthe best benefit of the Principal, and always however not contradictory \nto the Instructions of the Principal. \nARTICLE 5 OPERATION  \n5.1  Prior to entering into any Business Activities under the terms and \nconditions of this Agreement, the Principal shall make Instructions to the Agent in writing. Such writing Instruction shall include expressly stated permission or authorization for Agent to enter into specific Business Activity and shall describe the nature of such Business Activity … \n … \n5.4:  In case the Instructions will be for the sale of goods and/or merchandise \nand/or disposing of the investments and/or collecting the debts, Agent shall be bound to remit the monies received from such Business Activities to Principal’s acc ount within 7 (seven) banking days \ncalculated from the day when such monies have been passed to the credit of the Agent’s account. …  \n….” \n17. Each of the supply agreements to which the English Defendants are identified as \nparty in R RRRAPoC, Schedule 2 were executed by them as agent for their \nrespective undisclosed Principals under the Agency Agreements above, and they are for convenience referred as “the Agency Supply Agreements ” below.  As to \nthese:  \n(1) The English Defendants were instructed by their respective Pri ncipals to \nexecute the Agency Supply Agreements and in good faith executed the agreements as agent, without seeking to verify the substance of the \narrangemen"}
{"start": 10500, "text": "lish Defendants are identified as \nparty in R RRRAPoC, Schedule 2 were executed by them as agent for their \nrespective undisclosed Principals under the Agency Agreements above, and they are for convenience referred as “the Agency Supply Agreements ” below.  As to \nthese:  \n(1) The English Defendants were instructed by their respective Pri ncipals to \nexecute the Agency Supply Agreements and in good faith executed the agreements as agent, without seeking to verify the substance of the \narrangements for which they provided.  \nA1/20/7\n \n 8 (2) The English Defendants have no further knowledge of the commercial \npurpose of the transactions and do not admit their characterisation as \n“purported supply contracts”. \n(3) The Agency Supply Agreements were executed upon the basis that the Principals would supply the relevant goods or repay the prepayments prior to \nsupply being due.  \n(4) The English Defendants’ accounts and filings with the Registrar of \nCompanies are not inconsistent with their ability to acts as agents in that way; \nand they did not require “ any website, offices, staff, warehouses, workforce \nor any public presence ” for that purpose.  \n(5) It is not admitted that the terms of the Agency Supply Agreements were \ncommercially inexplicable.  \n(6) The English Defendants  Companies  have no knowledge as to whether their \nPrincipals effected supply of the goods or returned prepayments under th e \nAgency Supply Agreements and do not admit that they did not. \n(7) The remaining allegations in paragraphs 20 to 25 are not admitted.  \n18. Under the Agency Supply Agreements, “prepayments” were credited to the bank accounts of the English Defendants as a result of electronic transfers by the relevant \nBorrowers, as set out in the schedule which is annexure D  to this Re -Re-Re-\nAmended  Defence, and were received by them in their capacities as agents and as \nconduits for their respective Principals, who held the beneficial interest in them \n(whether under article 3(v) of the Agency Agreement s or by reason and effect of \nthe transactions having been done for and on behalf of the Principals). Almost immediately thereafter, as instructed by their respective Principals, the English \nDefendants transferred the same amount onwards to bank accounts of the Principal, \nor third parties identified by th e Principal. Those accounts were in each case also \nheld at the Bank and the details of the outward transfers are also set out in annexure D.  As identified in annexure D, some of the outward transfers of the Third and \nFifth Defendants constituted partial r eturn of “prepayments” which had previously \nA1/20/8\n \n 9 been made under other Agency Supply Agreements.  In the premises, it is \nunderstood that the pleaded figure of “c. US1.91 billion”, described as “unreturned \nprepayments”, is net of these outward transfers.  \n18A. As to paragraph 12A:  \n(1) The English Defendants repeat the allegations denied by the Bank in the \nfirst sentence of paragraph 12A.  \n(2) As far as the English Defendants are aware, their respective Principals \nwere not owned or controlled at any material time by either the First or \nSecond Defendant, and therefore do not admit that allegation.  \n(3)  The manner in which the alleged facts and matters contained in Schedules \n4 and 5 are presented, and the bare cross -reference to them in paragraph \n12A, render wholly opaque the basis on which those facts and matters are \nsaid to support the plea at paragraph 12A.  It is therefore not possible for \nthe English Defendants to plead to the details in those schedules and they \nare not admitted. In any event, owing to the level of detail concerning \nalleged connections not involving the English Defendants, it is \ndisproportionate for the English Defendants to plead to the particulars in \nthose schedules.   \n(4) It is denied that the facts and matters in Schedules 4 and 5 (if proved) \ndemonstrate that the Principals were owned or controlled at any material \ntime by either the "}
{"start": 14000, "text": " not possible for \nthe English Defendants to plead to the details in those schedules and they \nare not admitted. In any event, owing to the level of detail concerning \nalleged connections not involving the English Defendants, it is \ndisproportionate for the English Defendants to plead to the particulars in \nthose schedules.   \n(4) It is denied that the facts and matters in Schedules 4 and 5 (if proved) \ndemonstrate that the Principals were owned or controlled at any material \ntime by either the First or Second Defendant.  \n \nAllegations of control of Corporate Defendants  \n18B. As to paragraph 12B:  \n(1)  The first sentence is noted.  Insofar as the use of “ includes ” suggests that \nthe Bank’s case is that there were means of control of the Corporate \nDefendants and Principals by the First and Second Defendants other than \nvia Primecap, the same have not been specified and (without prejudice to \nA1/20/9\n \n 10 the general denials pleaded elsewhere) the Corporate Defendants are \nunable to understand or plead to such case.  \n(2) The alleged ownership and/or control of Primecap by the First and Second \nDefendants is not admitted by the Corporate Defendants. \n(3) The En glish Defendants entered into professional service provision \nagreements with Primecap at various times, including as follows:  \n(a) Agreements with Teamtrend dated 10 January 2011 and 21 \nJanuary 2016.  \n(b) Agreement with Trade Point dated 10 January 2011. \n(c) Agreements with Collyer dated 10 January 2011 and 21 June \n2016. \n(5) So far as concerns the English Defendants and their Principals:   \n(a) Primecap provided professional consulting services for the English \nDefendants, including facilitating communication be tween their \nUBOs, their directors and corporate administrators, auditors and \nother service providers. When Primecap provided such services, it \ndid so for the benefit of the English Defendants in accordance with \nthe terms of their service relationships and/ or in accordance with \ninstructions from the English Defendants’ UBOs;  \n(b) The English Defendants were at material times aware that \nPrimecap provided professional services to their Principals and, to \nthe best of their understanding, did so in accordance wit h terms of \nany service relationships as between the Principals and Primecap \nand/or in accordance with instructions from the Principals’ UBOs; \nand, \nA1/20/10\n \n 11 (c) Primecap was involved with the processing of documentation in \nconnection with the English Defendants’ rel ationships with their \nPrincipals.  \n(6) The Corporate Defendants repeat the first sentence of paragraph 20  herein \nbelow and the final sentence of paragraph 20(7)  herein below.  \n(7) Save as aforesaid, paragraph 12B is not admitted.  \n18C. Save that the first sentence is noted, paragraph 12C is not admitted. As to \nparagraph 12C:  \n(1) The first sentence is not ed. \n(2) As to sub- paragraph (c), it is admitted that, at various times,  Messrs \nMelnyk, Pugach, Yesipova and Trykulych held positions as employees \nand/or officers of  PBC.  \n(3) Insofar as any of th ose persons were concerned with the affairs of the \nBorrowers or Intermediary Borrowers (which is not admitted), it is denied \nthat they acted in relation to the same on the direct  or indirect instructions \nof the First Defendant or Second Defendant.  \n(4) It is denied that any of those persons acted for the First Defend ant or \nSecond Defendant as alleged in the third sentence  of paragraph 12C  in \nrelation to any of the Borrowers, Intermediary Borrowers or the Corporate \nDefendants.   \n(5) Save as aforesaid, paragraph 12C is not admitted.  \nThe BVI Defendants  \n19. It is admitted that the BVI Defendants concluded the four supply contracts to which \nthey are identified as party in R RRRAPoC, Schedule 2 (“ the BVI Supply \nContracts ”). As to these:  \nA1/20/11\n \n 12 (1) Each of the BVI Supply Contracts were contracts for the supply of oil, and \nwere concluded on an arm’s length and commercial basis. \n(2) T"}
{"start": 17500, "text": " of the Borrowers, Intermediary Borrowers or the Corporate \nDefendants.   \n(5) Save as aforesaid, paragraph 12C is not admitted.  \nThe BVI Defendants  \n19. It is admitted that the BVI Defendants concluded the four supply contracts to which \nthey are identified as party in R RRRAPoC, Schedule 2 (“ the BVI Supply \nContracts ”). As to these:  \nA1/20/11\n \n 12 (1) Each of the BVI Supply Contracts were contracts for the supply of oil, and \nwere concluded on an arm’s length and commercial basis. \n(2) The BVI Defendants concluded those contracts upon the basis that  they would \neither purchase oil on the market in order to make the relevant delivery, or \nwould return the prepayment prior to delivery falling due. They did not \nrequire “any website, offices, staff, warehouses, workforce or any public \npresence ” for that purpose. \n(3) The three supply agreements which referenced “2014- 2015” as the delivery \nperiod also specified that delivery was required within 75 days of the prepayment.  \n(4) The allegation that the BVI Supply Contracts were commercially inexplicable is denied. \n(5) Under the BVI Supply Contracts prepayments were credited to the bank accounts of the BVI Defendants and almost immediately thereafter the same \namount was transferred onwards to the bank accounts of third parties also \nheld at the Bank, as set out in annexure D to this Re -Re-Re-Amended  \nDefence.  \n(6) The fact that the oil was in the event not supplied, and in consequence that \nthe BVI Defendants became liable to return the prepayments is admitted. The \nBVI Defendants remain indebted to the counterparties to those t ransactions.  \n(7) The remaining allegations in paragraphs 20 to 25 are denied.  \n20. Paragraph 26 is denied. It is also denied that the matters pleaded in the sub-\nparagraphs to the second sentence (even if proved) support the averred inference. \nAs to those sub- paragr aphs:  \n(1) The Corporate Defendants do not admit that the Bank was in 2014 told what is set out in sub- paragraph (a) but admit that from 2013 to January 2016 the \nultimate beneficial owner of Teamtrend was (properly transliterated) formally Mr Sergey Sheklanov. He had in 2013 agreed to transfer the company to its \nA1/20/12\n \n 13 present owners, but in the event that transfer was only formalised in January \n2016.  \n(2) The judgment on the summary judgment and jurisdiction applications in Shahar v Tsitsekkos [2004] EWHC 2659 (Ch) recor ds that the underlying \ndisputes included a dispute as to whether the then single share in Teamtrend was lawfully acquired by Mr “Cheklanov” in 2003, and that the First \nDefendant and Mr Tsitsekkos were among the defendants in those proceedings. The remaining allegations in sub- paragraph (b) are not admitted. \nMr Tsitsekkos was a professional director of Teamtrend from 11 June  2003  \nto 2 November 2017.  It is denied that Mr Tsitsekkos was a nominee director \nfor the First Defendant.  \n(3) Mr Ivan Kolesnik was the ultimate beneficial owner of  held the beneficial \ninterest in  all of the shares in Collyer from 2013 until 12 February 2016 for \nthe persons identified in Schedule 1 to the Corporate Defendants’ Response \nto the Bank’s Part 18 Request  dated 27 March 2020. The remaining \nallegations in sub- paragraph (d) are not admitted.  \n(4) It is admitted that the fact sheet referred to in sub -paragraph (e) identified \nRossyn’s trading partners as including JSC Ukrnafta, but denied that supports \nthe inferenc e that Rossyn was owned and/or controlled by the First and \nSecond Defendants. It is understood that Ukrnafta is under the indirect majority ownership of the state of Ukraine.  \n(5) Sub- paragraph (f) is not admitted; no press articles are identified and the \nexpre ssion “link” is embarrassingly vague.  \n(6) Save that Mr Tsitsekkos has ceased to be a registered shareholder resigned as \na director of Teamtrend on 2 November 2017 and of Trade Point  on 10 \nOctober 2019, the facts pleaded in sub -sub-paragraphs (g)(i)–(iv) are \nadmitted, b"}
{"start": 21000, "text": "by the First and \nSecond Defendants. It is understood that Ukrnafta is under the indirect majority ownership of the state of Ukraine.  \n(5) Sub- paragraph (f) is not admitted; no press articles are identified and the \nexpre ssion “link” is embarrassingly vague.  \n(6) Save that Mr Tsitsekkos has ceased to be a registered shareholder resigned as \na director of Teamtrend on 2 November 2017 and of Trade Point  on 10 \nOctober 2019, the facts pleaded in sub -sub-paragraphs (g)(i)–(iv) are \nadmitted, but the allegation that they justify an inference of common \nbeneficial ownership is denied.  \nA1/20/13\n \n 14 (7) The first sentence of sub -paragraph (h) is not admitted. The second sentence \nis denied. The Corporate Defendants were not beneficially owned or \ncontrolled by the First or Second Defendants.  \n(c) The Loan File Supply Agreements and 2014 Pledges  \n21. As to paragraphs 27 to 31:  \n(1) The English Defendants concluded the agreements to which they are \nidentified as party in R RRRAPoC, Schedule 1 as agents for their respective \nundisclosed Principals under the Agency Agreements. \n(1A)  The allegation at paragraph 27 that a “ substantial number ” of the Loan File \nSupply Agreements executed by Teamtrend and Trade Point were \n“backdated ” is deficient.  The term “backdated ” is vague and the \nagreements which are the subject of the allegation are not identified.  \nWithout prejudice to this objection, it is admitted that some of the Loan File \nSupply A greement documents were final ised (e.g. signed, sealed ) on dates \nafter the dates st ated on the face of the documents. Pending clarification and \nparticularisation of the allegation, Teamtrend and Trade Point make no \nadmissions as to whether the process of settling the substance of any such \nLoan File Supply Agreement documents was commence d and/or completed \nafter the dates stated on the face of the documents.  \n(2) The English Defendants were instructed to conclude those agreements by \ntheir Principals and in good faith concluded the agreements as agent without \nseeking to verify the substance of t he arrangements for which they provided. \n(3) The English Defendants do not know what use their Principals, the Ukrainian counterparties and/or the Bank intended to make, or made, of the \nagreements.  \n(4) It is admitted that Collyer is a named party to two different  Loan File Supply \nAgreements each of which, on their face, makes reference to the making of \npayments under a contract with a number matching that on the face of a third \n“Loan File Supply Agreement”. \nA1/20/14\n \n 15 (5) The allegation that any security was created to disguise the alleged \nMisappropriation with the knowledge of the Corporate Defendants is \ndenied.  \n(6) The matters pleaded in paragraph 17(2)  to 17(6)  herein above in relation to \nthe Agency Supply Agreements are repeated mutatis mutandis . \n(6A)  Paragraph s 28 and  30A are not admitted.   Any such LFSA Pledges and RSA \nPledges will have been instruments as between the Bank and Borrowers, to \nwhich the Corporate Defendants were not party.  \n(7) The Corporate Defendants have no further knowledge of the remaining allegations and they are accordingly not admitted.  \n(d) Alleged true nature of the 2014 agreements  \n22. As to paragraph 32 and its subparagraphs:  \n(1) The responses to paragraphs 15, 18, 18A, 19, 19A,  19B, 24 to 26 and 31 above \nare repeated.  \n(2) So far as the Agency Supply Agreements and the Loan File Supply Agreements are concerned:  \n(a) They were executed by the English Defendants as agents for their respective undisclosed Principals and on their instruction and were not \nto their knowledge shams or contrivances.  \n(b) It is denied that the English Defendants ha d the pleaded intention, and \ndenied that the English Defendants executed the agreements acting on \nthe instructions of the First or Second Defendants.  \n(3) The BVI Supply Contracts were arm’s length and genuine commercial \ntransactions and the allegation that the y were sh"}
{"start": 24500, "text": "were executed by the English Defendants as agents for their respective undisclosed Principals and on their instruction and were not \nto their knowledge shams or contrivances.  \n(b) It is denied that the English Defendants ha d the pleaded intention, and \ndenied that the English Defendants executed the agreements acting on \nthe instructions of the First or Second Defendants.  \n(3) The BVI Supply Contracts were arm’s length and genuine commercial \ntransactions and the allegation that the y were shams is denied. It is denied that \nthe BVI Defendants had the pleaded intention and denied that they entered the agreements on the instructions of the First or Second Defendants.  \nA1/20/15\n \n 16 (4) The Corporate Defendants have no knowledge of the Ukrainian \ncounterpar ties (or the other Defendants) having had the pleaded intention, or \nof their having acted on the instructions of the First or Second Defendants, and those allegations are not admitted.  \n(5) Even if any of the agreements were in the nature of shams (which is de nied), \nit is denied that any of the transactions or agreements are contrary to \nUkrainian public policy (the law as to which is set out below).  \n(6) The remaining allegations are denied.  \n22A. As to paragraph 32A:  \n(1) The intentions of the First and Second Defendants are not admitted.  \n(2) In respect of the allegation that the 2014 Agreements were procured by the \nFirst and Second Defendants, paragraph 22 above is repeated.  \n(3) It is denied that, as a matter of Ukrainian law, the intentions of the First and \nSecond Defendants would be attributable to the Corporate Defendants if it \nwere proved that the former were (i) the ultimate beneficial owners and/or (ii) \ncontrollers of the l atter (which allegations remain denied) . \n(4) Even if it were to be proved that the 2014 Agreements were not genuine \nagreements, it is denied that as a matter of Ukrainian law they are void.  It is \nfurther denied that if the alleged intention of the First and Second Defendants \nwere proved, that would mean that the agreements were in violation of \nUkrainian public policy contrary to Article 228 of the Civil Code . \n(5) In respect of the allegation that the 2014 Agreements are shams contrary to \nArticle 235  of the Civil Code , the Bank has failed to plead a case identifying \nand explaining the true transactions which the parties to the agreements \nintended to make (and their lawfulness) and were concealing by the terms of \nthose agreements.  \n(6) Save as aforesaid , paragraph  32A is denied.  \nA1/20/16\n \n 17  \nD. UKRAINIAN LAW  \n(a) Alleged liability in tort  \n23. Paragraph 33 is admitted.  Further:  \n(1) Article 1166 of the Civil Code requires proof of a breach of a specific \nprovision of Ukrainian law to establish the necessary unlawfulness of a \ndecision, action or omission relied upon.  \n(2) To the extent that the Bank seeks to rely on specific breaches of Ukrainian civil law, which are addressed below, the Bank must demonstrate that its loss \nwas caused as a result of the breach of the particular duty or duties alleged.  \n24. As to paragraph 34:  \n(1) Electronic transfer of an amount standing to the credit of one entity to a third party does not constitute harm for the purposes of Article 1166(1) where such \ntransfer is either temporary in nature or consideration or  compensation is \nreceived in return or where the relevant amount has been returned (whether directly or indirectly).  \n(1A)  If and insofar as the third sentence alleges that Articles 22(3), 1166(1) or \n1192(1) of the Civil Code  are engaged by reference to identifying a “victim \nof tortious conduct” to whom harm is caused, it is denied.   \n(2) Paragraph 34 is otherwise admitted.  \n25. As to paragraph 35:  \n(1) Articles 92(3) of the Civil Code, the JSC Law and the Law on Banks are all \nprovisions which relate (so far as they are r elevant) only to the legal position \nof the First and Second Defendants and which do not apply to the Corporate Defendants. In s"}
{"start": 28000, "text": "eges that Articles 22(3), 1166(1) or \n1192(1) of the Civil Code  are engaged by reference to identifying a “victim \nof tortious conduct” to whom harm is caused, it is denied.   \n(2) Paragraph 34 is otherwise admitted.  \n25. As to paragraph 35:  \n(1) Articles 92(3) of the Civil Code, the JSC Law and the Law on Banks are all \nprovisions which relate (so far as they are r elevant) only to the legal position \nof the First and Second Defendants and which do not apply to the Corporate Defendants. In so far as relevant, the Corporate Defendants will rely on the First and Second Defendants’ cases  as to the effect of those provisi ons and of \nA1/20/17\n \n 18 any internal provisions or documents of the Bank, and the allegations about \nthem in the R RRRAPoC are not admitted.  \n(2) The Corporate Defendants have no knowledge of the factual matters set out in sub- paragraph s (g) and (h)  and they are not admitted. \n(3) As to Article 3 of the Civil Code:  \n(a) It is headed “General Principles of Civil Legislation ” and provides:  \n“1.  General principles of the civil legislation include:  \n(1) unacceptability of arbitrary interference in private life;  \n(2) unacceptability of ownership deprivation except as established \nby the Constitution of Ukraine and the law;”  \n(b) Article 3.1(2)  is a statement of general principle and does not itself \nimpose duties or give rise to any obligations on citizens of Ukrain e.  \n(c) The allegation that that  Article 3.1(2) of the Civil Code is a provision \nwhich is capable of being breached is therefore denied.  \n(d) An allegation of breach of Article 3.1(2) of the Civil Code is not \nsufficient to establish unlawful conduct for the purpose s of Article \n1166.  \n(4) As to Article 13 of the Civil Code:  \n(a) It is headed “ Limits on the exercise of civil rights ” and provides:  \n“… \n(2) A person exercising his civil rights shall refrain from actions that may \nbreach the rights of others and/or damage the envir onment or cultural \nheritage.  \n(3) A person is not allowed to commit actions intended to hurt other persons or to abuse a right in other forms. ” \n(b) Article 13 does not confer any civil rights on persons.  Rather, it \nprovides that a person may not exercise their  civil rights to cause harm.   \nA1/20/18\n \n 19 (c) Entry into a commercial agreement  which it is not intended to perform , \nor failure to perform a contractual obligation, does not  necessarily  \nconstitute  involve  the abusive  exercise of a civil right.  \n(d) Mere receipt or transferring of money, without more, do not involve the \nexercise of a civil right.  \n(e) The doctrine of abuse of rights does not apply to all civil rights and its \napplication is circumscribed.   \n(f) The abusive exercise of a civil right is not a tortious ac t capable of \nforming the basis of a claim under Article 1166  of the Civil Code . \n(5) The remaining propositions of law are admitted.  \n26. Paragraph 36 is admitted save that it is denied that Article 614 is directly  applicable \nto tortious liability. Further, it is denied, if it be alleged, that this is the only basis \non which lack of fault can be established.  What is required to establish a good \ndefence based on of lack of fault depends on the nature of the allegation and the \nfacts alleged.  \n27. As to paragraph 37:  \n(1) The first sentence is admitted.  \n(2) As to the second sentence, Ukrainian law does not have a doctrine of attribution of knowledge and it does not apply a “principle of common sense” \nto attribute knowledge to legal persons. Legal persons are treated as having \nthe knowledge of those persons authorised to act in its name.  \n28. As to paragraph 38, the first sentence is admitted but the second, thir d and fourth  \nsentences  is are denied.  Without prejudice to the generality of these denials, Article \n625 does not permit the award of pre -judgment interest for claims in tort.  Article \n1048 concerns the payment of interest under a loan agreement and cannot be applied \nby analogy to"}
{"start": 31500, "text": "ribute knowledge to legal persons. Legal persons are treated as having \nthe knowledge of those persons authorised to act in its name.  \n28. As to paragraph 38, the first sentence is admitted but the second, thir d and fourth  \nsentences  is are denied.  Without prejudice to the generality of these denials, Article \n625 does not permit the award of pre -judgment interest for claims in tort.  Article \n1048 concerns the payment of interest under a loan agreement and cannot be applied \nby analogy to any award of compensation.  \n29. As to paragraph 39:  \nA1/20/19\n \n 20 (1) A person can have no liability under Article 1190(1) on the basis that their \nactions are connected or related to tortious actions of others, unless their \nactions are themselves tortiou s (within the meaning of Article 1166).  \n(2) An individual tortfeasor is only jointly and severally liable to compensate for all of the harm caused by multiple tortfeasors where it is not possible to \napportion or divide responsibility for harm caused by a numbe r of them.  \n(3) Liability under Article 1190(1) further requires joint actions with unity of \npurpose, and “interconnected or cumulative actions with a unity of interest” \nis not sufficient for that purpose.  \n(4) The remainder of this paragraph is admitted.  \n(b) Alleged d irect claims under the JSC Law and Law on Banks  \n30. Paragraphs 40 and 41 do not concern the claims against the Corporate Defendants and they are therefore not required to plead to them. \n(c) Alleged liability in unjust enrichment  \n31. It is denied that any claim in unju st enrichment is governed by Ukrainian law, for \nthe reasons set out below, and the Corporate Defendants plead to paragraphs 42 to 46 subject to that denial. \n32. Paragraph 42 is admitted. \n33. As to paragraph 43:  \n(1)  By operation of Article 38(2) of the Ukrainian Law “On International Private \nLaw”, for the purposes of Article 1212, the question whether something \nacquired or preserved constitutes “property” is determined by reference to the \nlaw of the country in which t he property is located.  \n(2) The Corporate Defendants’ bank accounts which were credited with the \namounts of the prepayments were held in Cyprus, and the question whether \nthat credit constituted property for purposes of a claim under article 1212 \nA1/20/20\n \n 21 accordingly falls to be determined by Cypriot Law. Under Cypriot Law the \ncredits to the bank accounts vested the Corporate Defendants with choses in \naction against the Cyprus Branch of the Bank.  \n(3) As a matter of Ukrainian law, it is denied that the holder of a bank account is \nnecessarily to be regarded as having acquired or preserved property or having \nbeen enriched by reason of its account being credited, or by money being \ntransferred through its account.  \n(4) Save as aforesaid, the remainder of this paragraph is admitted.  \n34. As to paragraph 44:  \n(1) The first sentence is admitted.  \n(2) Article 1212 does not require there to have been a direct prior relationship, or \ndirect transfer of property, between the injured party and the defendant. \nHowever, it does require that the defendant’s enrichment be directl y \nconnected to, and be a direct cause or consequence of, the injured party’s loss \nof property. Save as aforesaid, t  The second sentence is denied :. for the \nrequirement that the enrichment be “ at the expense of another person” to be \nsatisfied, the increase in property of the acquirer must be a direct consequence \nof a simultaneous corresponding reduction of the property of the victim.   \n35. A claim under Article 1212 does not lie where the contract has not been held to be invalid by a Court. Paragraph 45 is other wise admitted.  \n36. On the basis that the reference to “Article 1412(2)” is to be understood as a \nreference to Article 1214(2), p P aragraph 46 is admitted.  \n(d) Void Contracts  \n37. A transaction cannot be “deemed” invalid other than by an express Court finding to \nthat effect.  All transactions are presumed to"}
{"start": 35000, "text": "responding reduction of the property of the victim.   \n35. A claim under Article 1212 does not lie where the contract has not been held to be invalid by a Court. Paragraph 45 is other wise admitted.  \n36. On the basis that the reference to “Article 1412(2)” is to be understood as a \nreference to Article 1214(2), p P aragraph 46 is admitted.  \n(d) Void Contracts  \n37. A transaction cannot be “deemed” invalid other than by an express Court finding to \nthat effect.  All transactions are presumed to be valid unless and until a Court \ndetermines otherwise.  Where the validity of a contract is disputed, a Court cannot \nA1/20/21\n \n 22 determine that it is void in the absence of one of the parties to it.  Paragraph 47  is \notherw ise admitted.  \n38. As to paragraph 48:  \n(1) A transaction directed at destroying or unlawfully misappropriating the \nproperty of another can only be deemed to violate public policy if it \nconstitutes an act aimed at harming the public, economic and social foundations of the Ukrainian state and involves a breach of the fundamental, \nconstitutional rights and freedoms constituting public legal relations.  \n(2) Save as aforesaid, paragraph 48 is admitted.  \n39. As to P paragraph 49 is admitted. :  \n(1)  It is denied that any such trans action is void. The true transaction (if itself \nlawful and valid) is given effect.  \n(2)  The validity or otherwise of the true  transaction into which the parties \nintended to enter is to be determined separately, taking into account the nature \nand terms of t he real contract and any formalities with which it would have \nto comply. \n(3) Save as aforesaid, paragraph 49 is admitted.  \n \nE. THE BANK’S CLAIMS  \n(a) Claim in tort against the First and Second Defendants  \n40. Paragraphs 50 to 53 do not concern the claims against the Corporate Defendants \nand they are not required to plead to them. \n(b) Claims in tort against the Corporate Defendants  \n41. Paragraph 54 is denied. The particulars in sub- paragraphs 54(a) –(d) are addressed \nbelow.  It is further denied that the alleged acts of the Cor porate Defendants are \nA1/20/22\n \n 23 capable of constituting breaches of Article 3(1)(2) or Article 13 of the Civil Code \nfor the reasons explained above.  \n42. The response to paragraphs 14 to 32 above is repeated. Sub- paragraph 54(a) is in \nthose premises denied.  It is specifically denied that any of the prepayments received \nby the Corporate Defendants consisted of the Bank’s monies; they were those of \nthe Borrowers.  \n43. The Corporate Defendants’ execution of the Relevant Supply Agreements, their \nterms, the Corporate Defendants’ intentions and the allegation that the agreements \nwere shams and/or contrary to Ukrainian public policy are all addressed above. Sub-\npParagraph 54(b) is denied. \n44. The credits to the Corporate Defendants’ bank accounts, the fact of non- delivery of \nthe goods and the reasons why it was not for the English Defendants to repay the \nBorrowers are all addressed above. Sub- paragraph 54(c) is denied.  \n45. The execution of the Loan File Supply Agreements is addressed above. Sub-\nparagraph 54(d) is denied.  \n45A. The eff ect of the denial of paragraph 54 is that the Bank, in addition to proving that \nany proved acts of each of the Corporate Defendants could form a legal basis for \nliability in tort (denied as above), is required to prove how each of any such proved \nacts actu ally did procure or assist in the alleged misappropriation (whatever the \napparent capacity of such alleged acts to so procure or assist).  In particular:   \n(a) So far as concerns the Relevant Supply Agreements (if it be proved that they \nwere devised and executed to further and/or disguise the alleged \nmisappropriation so as alleged at sub- paragraph 54(b)), the Bank is required \nto prove how those documents actually did further and/or disguise the alleged \nMisappropriation. Without limitation, the Corporate Defendants rely upon the \nfailure of the Bank to allege that (i) the Rele"}
{"start": 38500, "text": "ty of such alleged acts to so procure or assist).  In particular:   \n(a) So far as concerns the Relevant Supply Agreements (if it be proved that they \nwere devised and executed to further and/or disguise the alleged \nmisappropriation so as alleged at sub- paragraph 54(b)), the Bank is required \nto prove how those documents actually did further and/or disguise the alleged \nMisappropriation. Without limitation, the Corporate Defendants rely upon the \nfailure of the Bank to allege that (i) the Relevant Drawdowns would not have \nbeen made absent those documents, and (ii) that any persons (not party to the \nalleged misappropriation) considered those documents and were deceived by \nthem.  \nA1/20/23\n \n 24 (b) So far as concerns the Unreturned Prepayments, the Bank is required to prove \nthat the alleged loss caused by the Misappropriation would not have occurred \nhad the Unreturned Prepayments: (i) not been received by the Corporate \nDefendants, or (ii) had been repaid  by the Corporate Defendants to the \nrespective Borrowers (who were counterparties to the Relevant Supply \nAgreements). In this regard (and without limitation), the Corporate \nDefendants rely upon the Bank’s case that the alleged Misappropriation \nbenefitted t he First and Second Defendants upon the Borrowers receiving the \nRelevant Drawdowns (as to which paragraph 9(1A) herein above is repeated).  \n(c) So far as concerns the Loan File Supply Agreements (if it be proved that they \nwere created to hide the Misappropriati on from the Bank’s auditors and/or the \nNBU as alleged at sub -paragraph 54(d)), the Bank is required to prove that \nthose documents actually achieved that alleged purpose.  \n46. Paragraph 55 is denied. Without prejudice to the generality of this denial:  \n(A) The bank accounts of the Corporate Defendants which were credited and \nshortly thereafter debited with the amounts of the prepayments as set out in \nannexure D were accounts held with the Bank, as were those of the Borrowers \nand the outward transferees. Acco rdingly, notwithstanding any transfers of \nownership to the monies ultimately comprising the Unreturned Prepayments, \nTthe crediting and debiting of the Corporate Defendants’ accounts did not in \nthose circumstances result in any harm or loss to the Bank over  and above \nthat which, on the Bank’s case, would have already occurred when the \nBorrowers’ accounts were credited  with the Relevant Drawdowns when those \nmonies were first transferred from the ownership of the Bank. pursuant to the \nRelevant Loans.  \n(B) Witho ut prejudice to (A) above, the Bank is put to proof of its allegation that \nbut for any alleged acts of each Corporate Defendant it would not have \nsuffered all or part of the alleged loss and damage.   The Corporate Defendants \nplead further in this regard at  paragraph 66(4A)  below. \nA1/20/24\n \n 25 (1) Even if money was misappropriated from the Bank (which is not admitted) \nand that misappropriation was furthered by acts of the Corporate Defendants, \nit is denied that the Corporate Defendants were at fault in relation to that \nmisappropriation. Accordingly, they are relieved of any liability by operation \nof Articles 614(2) (if Article 614(1) directly  applies which is denied) and/or \n1166(2).  \n(2) Further or alternatively: \n(a) any liability of each of the Corporate Defendants (which is denied) does \nnot exceed the amounts credited to that Corporate Defendant’s bank \naccount. The acts done by the Corporate Defendants were discrete acts \nand the monies which passed through each of their bank accounts are \ndiscrete and identifiable. Any harm is divisible and it is not impossib le \nto apportion responsibility between the defendants;  \n(b) none of the acts of the Corporate Defendants were in the nature of joint \nactions with (i) each other, or (ii) the First or Second Defendants, so \nthat the Corporate Defendants cannot be liable under Art icle 1190 \narising from them; \n(c) if any of the acts of the Corporate Defendants did have"}
{"start": 42000, "text": "s \nand the monies which passed through each of their bank accounts are \ndiscrete and identifiable. Any harm is divisible and it is not impossib le \nto apportion responsibility between the defendants;  \n(b) none of the acts of the Corporate Defendants were in the nature of joint \nactions with (i) each other, or (ii) the First or Second Defendants, so \nthat the Corporate Defendants cannot be liable under Art icle 1190 \narising from them; \n(c) if any of the acts of the Corporate Defendants did have the effect of \nfurthering a Misappropriation (which is denied), the Corporate \nDefendants can have no liability where Article 1166 does not impose liability for their acts themselves;  \n(d) the Corporate Defendants can have no liability for any breaches by the First or Second Defendants of the legal provisions pleaded at \nRRRRAPoC, paragraph 35(c) –(g) (which breaches are not admitted).  \n(c) Claims under the JSC Law and Law on Banks again st the First and Second \nDefendants  \n47. The claims pleaded at paragraphs 56 and 57 are not made against the Corporate Defendants and they are therefore not required to plead to them. \nA1/20/25\n \n 26 (d) Claims in unjust enrichment against the Corporate Defendants  \n48. Under article 10 of Rome II Regulation 864/2007:  \n(1) Since the claim in tort is denied and the claim in unjust enrichment does not \nconcern a contractual relationship between the Bank and the Corporate \nDefendants, article 10(1) does not determine which law applies to the claim \nin unjust enrichment. \n(2) None of the Corporate Defendants had their habitual residence in the same country as the Bank at the time when their bank accounts were credited.  \n(3) The law applicable to the unjust enrichment claims fall to be determined under article 1 0(3).  \n(4) The alleged unjust enrichment comprised the crediting of bank accounts held in the Cyprus branch of the Bank, and under article 10(3) , Cypriot law in \nconsequence governs the Bank’s claim in unjust enrichment.  \n49. Alternatively, if Ukrainian law governs the Bank’s claim in unjust enrichment, its \neffect is in any event that Cypriot law is to be applied, because:  \n(1) Article 51 of the Ukrainian Law “On International Private Law”, which forms \npart of the substantive law of Ukraine, provides that: “ [t]he obligations \narising out of the acquisition, preservation of property without sufficient legal \ngrounds, shall be governed by the law of the State in which such actions took \nplace. ” \n(2) The alleged unjust enrichment comprised the crediting of bank accounts held \nin the Cyprus branch of the Bank. \n50. Liability for unjust enrichment under Cypriot law is governed by Section 70 of the Chapter 149 of the Cypriot Civil Code  Contract Law  (“CCL C”) which provides \nthat: “ where a person lawfully does anything for another person, or delivers \nanything to him, not intending to do so gratuitously, and such other person enjoys \nA1/20/26\n \n 27 the benefit thereof, the latter is bound to make compensation to the former in respect \nof, or to restor e, the thing so done or delivered ”. Such liability requires that:  \n(1) the act of the claimant must have been done lawfully;  \n(2) it must have been done for the defendant to the section 70 claim;  \n(3) it must have been done by the claimant without an intention to act gratuitously; and,  \n(4) the defendant to the section 70 claim must enjoy the benefit of it.  \n51. Section 72 of the CC LC applies to payments by mistake, but is not applicable to \nthese claims both: \n(1) because the transfers were not made by mistake; and  \n(2) because section 7 2 where applicable vests a cause of action in the party \nmaking the transfer and not in the party from which it borrowed the funds.  \n52. The Corporate Defendants would not be liable on the Bank’s claim of unjust \nenrichment on an application of Cypriot law, on ea ch of the following grounds \n(taken together or separately):  \n(1) The credits arose from electronic transfers made by the Ukrainian \ncount"}
{"start": 45500, "text": "e claims both: \n(1) because the transfers were not made by mistake; and  \n(2) because section 7 2 where applicable vests a cause of action in the party \nmaking the transfer and not in the party from which it borrowed the funds.  \n52. The Corporate Defendants would not be liable on the Bank’s claim of unjust \nenrichment on an application of Cypriot law, on ea ch of the following grounds \n(taken together or separately):  \n(1) The credits arose from electronic transfers made by the Ukrainian \ncounterparties to the Relevant Supply Agreements and not from the Bank. In \nthis regard, paragraph 46(A) above is repeated.  In any event, A at the time of \nthe transfers, by reason of the Relevant Loans not having been rendered \ninvalid by Court decision, the Ukrainian counterparties had the right to the \namounts held to their credit in their own accounts, in accordance with Article \n1046 of the Ukrainian Civil Code, which provides that “ [u]nder the loan \nborrow  agreement, one party (the lender) transfers the money or other \nfungible things … [t]he loan borrow  agreement is concluded from the moment \nof transfer of money or other fungible things ”.   \nA1/20/27\n \n 28 (2) The Corporate Defendants made no request of the Bank in relation to the \ntransfer of the monies and the Bank did not make the Relevant Loans for the \nbenefit of the Corporate Defendants. None of the Bank’s actions were done \nfor the Corporate Defendant s within the meaning of section 70.  \n(3) The electronic transfers were not done gratuitously but pursuant to the Relevant Supply Agreements. \n(4) The English Defendants were not enriched, and enjoyed no benefit, by the \ncredits to their bank accounts, because pursuant to the Agency Agreements \nthey were obliged to account for those amounts to their Principals and/or the \nPrincipals held the beneficial interest in them.   For the avoidance of doubt, \nthe English Defendants maintain this averment if the Court finds that, wh en \nthey executed the Relevant Supply Agreements as agent, the true position was \nthat the Principals were either: (i) fully disclosed or (ii) undisclosed in the \nsense that the Borrowers were aware of their existence (i.e., that the English \nDefendants were contracting as agents for principals) but not their identity.   \n(5) By effecting the almost immediate onward electronic transfers of the monies \nthe Corporate Defendants enjoyed no benefit from the inward transfers.  \n(6) Insofar as any benefit was enjoyed (which is d enied), by effecting the onward \ntransfers the Corporate Defendants changed their position before receiving \nnotice of the Bank’s claims.  \n53. If it is found that Ukrainian law governs the Bank’s pleaded claim in unjust enrichment, the Corporate Defendants plead as follows. \n54. As to sub- paragraph 58(a):  \n(1) The non- return of the prepayments and the performance of the Supply \nAgreements are addressed above.  \n(2) As to the receipt of the prepayments:  \n(a) The English Defendants were not enriched, and enjoyed no benefit, by \nthe credits to their bank accounts, because pursuant to the Agency \nA1/20/28\n \n 29 Agreements they were obliged to account for those amounts to their \nPrincipals and/or the Principals held the beneficial interest in them  \n(irrespective of whether the Principals were disclosed or undisclosed at \nthe time the Relevant Supply Agreements were executed by the English \nDefendants ). \n(b) By effecting the almost immediate onward electronic transfers of the \nmonies the Corporate Defendants enjoyed no benefit from the inward transfers.  \n(3) The remaining allegations are denied.  \n55. As to sub- paragraph 58(b):  \n(1) It is not admitted that the loan agreements were shams.  \n(2) Even if the loan agreements were shams, it is denied that that renders  them \ncontrary to Ukrainian public policy, and they would in consequence be voidable and not void.  \n(3) Accordingly, any acquisition of property did not come at the expense of the Bank, as the credits to the bank accounts "}
{"start": 49000, "text": "e Defendants enjoyed no benefit from the inward transfers.  \n(3) The remaining allegations are denied.  \n55. As to sub- paragraph 58(b):  \n(1) It is not admitted that the loan agreements were shams.  \n(2) Even if the loan agreements were shams, it is denied that that renders  them \ncontrary to Ukrainian public policy, and they would in consequence be voidable and not void.  \n(3) Accordingly, any acquisition of property did not come at the expense of the Bank, as the credits to the bank accounts of the Corporate Defendants resulted \nfrom electronic transfers by Ukrainian Borrower counterparties  who disposed \nof their own funds ( when making transfers under to the Relevant Supply \nAgreements ).  In this regard, paragraph 46(A) above is repeated.  \n(4) The remaining allegations are denied.  \n56. As to sub- paragraph 58(c):  \n(1) It is denied that the Relevant Supply Agreements were shams.  \n(2) Even if the Relevant Supply Agreements were shams, it is denied that that renders them contrary to public policy, with the result that they would be \nvoidable and not void. As  these agreements have not been found or declared \nto be void, there were, and remain, legal grounds for the receipt of money by the Corporate Defendants.  \nA1/20/29\n \n 30 56A. As to paragraph 58A:  \n(1) The first sentence is noted.  The transfers of money set out in Appendices 3 -\n2-1-1 to 3- 2-46-2 of the Thompson Report, and the validity of the underlying \nmethodology explained at Section 3 thereof, are not admitted.  In this regard, \nthe Corporate Defendants reserve the right to rely on expert evidence of \nforensic accountancy serv ed by the First and Second Defendants. \n(2) Even if it be proved that the Relevant Drawdowns “caused” the Unreturned \nPrepayments in some factual sense, it is denied that that is sufficient under \nUkrainian or Cypriot law for any enrichment of the Corporate Defendants to \nhave been at the expense of the Bank.  \n(3) The second sentence is denied.    \n57. Paragraph 59 is denied.  \n58. In the premises, paragraph 60 is denied. \n59. Further or alternatively, whether Cypriot or Ukrainian law is applied, the Corporate \nDefendants are not liable to compensate the Bank where it has not suffered loss \nbecause the funds advanced under the  Relevant Drawdowns to the Borrowers  have \n(directly or indirectly) been returned  to the Borrowers  and/or the Bank; and/or \nwhere the Relevant Loans have been , or are properly to be treated as having been,  \ndischarged. The Corporate Defendants put the Bank to the proof of its loss and will rely on any averments and evidence of the First and Second Defendants in this \nregard.  \n59A. Without prejudice to the generality of paragraphs 58 and 59 above, if the Bank \nproves that the Corporate Defendants were enriched at its expense by the \nUnreturned Prepayments then, to the extent any of the D1 No Loss Defences \n(defined below) succeed, the Bank is required to prove, in respect of each \nUnreturned Prepayment received by e ach of the Corporate Defendants:  \n(1) That the specific Relevant Drawdown(s) or parts thereof (if any) which were \nthe Borrowers’ source of funds for making that specific Unreturned \nA1/20/30\n \n 31 Prepayment have not been repaid and that the Relevant Borrowers’ \nobligations in connection with those Relevant Drawdown(s) have not been \ndischarged.  \n(2) Alternatively, (if the Bank proves that a causation- based analysis is \napplicable), that the specific Relevant Drawdowns or parts thereof which the \nBank alleges (at paragraph 16) to have “ caused” that specific Unreturned \nPrepayment have not been repaid and that the Relevant Borrowers’ \nobligations in connection with those Relevant Drawdown(s) have not been \ndischarged.   \nIt is denied t hat t he relevant Corporate Defendant is liable in unjust e nrichment \n(whether Cypriot or Ukrainian law is applied) in respect of the amount of that \nUnreturned Prepayment  failing such proof . \nLimitation (Tort and Unjust Enrichment under Ukrainian Law)  \n6"}
{"start": 52500, "text": "k alleges (at paragraph 16) to have “ caused” that specific Unreturned \nPrepayment have not been repaid and that the Relevant Borrowers’ \nobligations in connection with those Relevant Drawdown(s) have not been \ndischarged.   \nIt is denied t hat t he relevant Corporate Defendant is liable in unjust e nrichment \n(whether Cypriot or Ukrainian law is applied) in respect of the amount of that \nUnreturned Prepayment  failing such proof . \nLimitation (Tort and Unjust Enrichment under Ukrainian Law)  \n60. Article 257 of the Ukrainian Civil Code prescribes a three -year l imitation period \nfor any claims in contract, tort or unjust enrichment. \n61. Pursuant to Article 261(1) of the Ukrainian Civil Code, the three -year period \ncommences on the date when the claimant became aware or could have become \naware of the facts on which its cause of action depends.  \n62. Pursuant to Article 261(3) of the Ukrainian Civil Code, for claims in respect of the consequences of void transactions, the three -year period commences from the date \nof the execution performance of the transaction. \n63. As to the commen cement of the limitation period under Article 261(1)  for the \nBank’s claims in tort and unjust enrichment : \n(1) The Bank knew of  (i) the Relevant Loans  at the time of their execution , \nbecause they must have been authorised by a credit committee of the Bank  \nand (ii) the Relevant Drawdowns  at the time they were made, because they \nwere made into accounts at the Bank .  They were all made before September \n2014. \nA1/20/31\n \n 32 (2) Further or alternatively, the Bank was at all times aware of the inward transfer \nof prepayments into and transfers of money out of the bank accounts of the \nCorporate Defendants, as those accounts, and those of the inward transferors \nand outward transferees, were accounts at the Bank. The transfers were all \nmade before October 2014. \n64. Further or alternatively, Article 261(3) applies to the Bank’s claims, which are \npremised on both the Relevant Loans and/or  the Supply Agreements being void \ntransactions or being avoided. The relevant  dates of conclusion in respect  of those \nsets of  contracts were: April 2013 to July 2014 for the Relevant Loans , the dates of \nthe Relevant Drawdowns;  and May to August 2014 for the Relevant Supply \nAgreements , the dates of the transfers of the Unreturned Prepayments .   \n65. In the premises, any claims the Bank may have had against the Corpor ate \nDefendants in tort and (if Ukrainian law governs) in unjust enrichment were time -\nbarred by December 2017 by reason of the expiry of the limitation period applicable \nunder Ukrainian law.  \n \nF. ALLEGED LOSS AND DAMAGE  \n66. As to paragraph 61:  \n(1) It is admitted that transfers of monies to the bank accounts of the Corporate Defendants were made by the Ukrainian counterparties to the Relevant \nSupply Agreements, as set out in annexure D, in the total amount of \nUS$1,997,835,385 of which US$85,958,200 w as returned leaving a net total \nof US$1,911,877,185 outstanding under the Relevant Supply Agreements. Insofar as the Principals have returned any of the prepayments, this figure \nstands to be reduced accordingly.  However, it is denied that any of those \ntransfers received by the Corporate Defendants consisted of the Bank’s \nmonies; they were those of the Borrowers.  \n(2) It is denied that any transfers of monies were received by the Corporate Defendants pursuant to the alleged misappropriation. \nA1/20/32\n \n 33 (3) Paragraphs 46(A)  and 46(B) herein above are repeated.  \n(4) The Corporate Defendants will  rely at trial upon the matters pleaded at \nparagraphs 8(3), 15, 56 and 57 of the Defence of  in statements of case of the \nFirst Defendant dated 20 January 2020 in support of th e his contention that \nthe Bank has not  suffered no loss or, alternatively,  loss in the sums it claims \n(“D1 No Loss Defences ”) and will themselves also so contend.  \n(4A)  If the Bank proves a basis for liability in tort against the Corporate"}
{"start": 56000, "text": "  and 46(B) herein above are repeated.  \n(4) The Corporate Defendants will  rely at trial upon the matters pleaded at \nparagraphs 8(3), 15, 56 and 57 of the Defence of  in statements of case of the \nFirst Defendant dated 20 January 2020 in support of th e his contention that \nthe Bank has not  suffered no loss or, alternatively,  loss in the sums it claims \n(“D1 No Loss Defences ”) and will themselves also so contend.  \n(4A)  If the Bank proves a basis for liability in tort against the Corporate Defendants \nand any of the D1 No Loss Defences succeed but not to the full extent of the \namount of loss claimed by the Bank, then, in respect of the balance of any \nloss proved, the Bank is further required to prove in respect of each Corporate \nDefendant that:  \n(a) That the specific R elevant Drawdown(s) or parts thereof (if any) which \nwere the Borrowers’ source of funds for making that specific \nUnreturned Prepayment have not been repaid and that the Relevant \nBorrowers’ obligations in connection with those Relevant \nDrawdown(s) have not been discharged.  \n(b) Alternatively, and if the Bank proves that a causation- based analysis is \napplicable, that the specific Relevant Drawdowns or parts thereof which \nthe Bank alleges (at paragraph 16) to have “caused” that specific \nUnreturned Prepayment have not been repaid and that the Relevant \nBorrowers’ obligations in connection with the same have not been \ndischarged.  \nFailing such proof , it is denied that the relevant Corporate Defendant is liable \nto compensate the Bank in respect of the amount of the relevant Unreturned  \nPrepayment.  \n(3) (5)  Save as aforesaid, paragraph 61 is not admitted.  \n67. Paragraph 62 is not admitted.  \nA1/20/33\n \n 34 68. As to paragraphs 63 to 65, if it is found that any sums are due to the Bank, it is \ndenied that any interest should be (i) calculated at the rate s and periods  claimed at \nparagraph 64, or (ii) on a compound basis (as set out in Schedule 3, R RRRAPoC or \notherwise) . Without prejudice to the generality of this denial:  \n(1)  In respect of the tort claims, the provisions cited in paragraph 38 do not \nempo wer the court to award pre -judgment or compound interest and, further \nor alternatively, it is denied that the exercise of any such power is justified in \nthe circumstances.   \n(2) In respect of the unjust enrichment claims, the Bank has not pleaded any legal \nbasis for an award of compound interest under either Ukrainian or Cypriot \nlaw. \n(3) Any equitable jurisdiction of the English court to award compound interest is \nnot engaged if and to the extent that: (i) the claims are governed by foreign \nlaw which l aw does not provide for awards of compound interest (which is \nthe case, as aforesaid); or (ii) the relief claimed by the Bank is non -proprietary \nin nature. Further or alternatively, it is denied that any such jurisdiction should \nbe exercised in the circums tances.  \nSave as aforesaid, paragraph 64(a) is not admitted.  \n69. In the premises, the Bank is not entitled to the relief claimed, or any relief, against \nany of the Corporate Defendants. \nSONIA TOLANEY QC  \nTHOMAS PLEWMAN QC \nMARC DELEHANTY  \n \nTHOMAS PLEWMAN QC \nMARC DELEHANTY  \n \nTHOMAS PLEWMAN QC \nMARC DELEHANTY  \nA1/20/34\nSJATSMENTS OH_T\"BUJH\nwith CPR Plactice Direction 22, parcg1vph2,tr,,,j\nfpqifi Biaugpigpr. BBaxae rrpa\"pAl{BgMg*\"A,Srg,.p^tt-r-craaeg_|p.Hqpifi-p*eAa5.gii-\"_q\nSMin_q$_qrq pigry4y s\n6yAr-sxoi oco6z, rxa\niH$opuauii ygoxyna,e\noyTr{_ n-_o_Aa-H_g I]o3,gB\nr34o\" _i\" iuSp,prra al{i!.Ae cy.Ay, ;rKulo.rA5a o_co6a lre .Flpr{rb. y-. -rr\n:::.:.:..:':::::!t..:.1:..:.::::.:.::_1;:..:..:?:.:.:.::::.:.:.:.:.:..:\nfe-unani-ft Kngnqy.p / Gennadli Klievtsur\nflupexrop, Te4mtrend- Limitgd / Director, Te4qltrend Limited\nil,'a I D-ate-i,,,,.. /,fr ,/.(',, 2 Q, 2. 2 ...\n-t{ernepraft B i4uoni4av BBDKae rrpaBAzBr4Mra $_axrra, n_ursraleui s,Hon ift pelaKq ii3rraineso-ro Bigry- xy 3\n6 y\" Ar -gx-o-!\" . o-c*9_,-6_,4.-, \n. nra\ni n$oprraalii y aony*\"utti,\no)fTr.r rroAaHO no3oB 3a\nrax"}
{"start": 59500, "text": "iuSp,prra al{i!.Ae cy.Ay, ;rKulo.rA5a o_co6a lre .Flpr{rb. y-. -rr\n:::.:.:..:':::::!t..:.1:..:.::::.:.::_1;:..:..:?:.:.:.::::.:.:.:.:.:..:\nfe-unani-ft Kngnqy.p / Gennadli Klievtsur\nflupexrop, Te4mtrend- Limitgd / Director, Te4qltrend Limited\nil,'a I D-ate-i,,,,.. /,fr ,/.(',, 2 Q, 2. 2 ...\n-t{ernepraft B i4uoni4av BBDKae rrpaBAzBr4Mra $_axrra, n_ursraleui s,Hon ift pelaKq ii3rraineso-ro Bigry- xy 3\n6 y\" Ar -gx-o-!\" . o-c*9_,-6_,4.-, \n. nra\ni n$oprraalii y aony*\"utti,\no)fTr.r rroAaHO no3oB 3a\nraxoi iu$.o\"puaqii,cyry, {KIqo raxa oco6a ue niprarr y [paBA]rB\nfeHua,qifi Knenqyp / Geryladii Klier.tsur\nflrpexrop, Trade Point Agro Limited / D-irector, Trade point-Agro Limited\nil,\",s :Dfie: ..,,,,(r*,((r..Z8.ZZ...(The below. forms of slpJe..ment of truth a.re Ukrainia.n translatipgs pf thp wordi\nll,'^3iof;t^f.,t*R:llli:eDjrection2z,parigrapht2,t,urrui\"iuni;;;rAi;;ompliar\nyIIME_.TAJ1p*B-1eg$gug-s-u- j11a.rrag,fl_.p-o..gyyiro..U\n6o gii sKoi' nprr3BoAsrb Ao HaAaHH, Herpa\n35u.rTa-.roprep'gg\"vu.s\"y-_iu-aMlr:.-fi-pogyirairo,$oup'!\n.gii'xKo!\",.r.plr-98parrl,-,ap-*saaaql*lg_*Il9t^lp-a3AgrH\"_g*MASJL_EWMAN\nMy 3arBoro rpo, Aocronipu-icm_ iu$opnaa{ii\ny 3rurBoro rpp 4oc1onip,-Hicrp !n$opMa.Ilii.,\nA1/20/35\nll'rrnft . B!4IroniAA.r- BBaxae rpABAr{B_4M-r{,=Saxrrz, nraxnareni n . Hgnift peaaKqii3uingn grg. B,-igryx_y. g 4q1q ,u Ta- r-repTopglrr4r.r quigaug,_f,.pe3yMjro, ure rlgii' xxoi' llpr{3BoArrb Ao HaraHH, HerrpaB,{6y4r;.ar<oi' oco,6z, rKa H\niuSoprrlaqii y 4oxymeuri, M)a 3arBoro np-o Aocronipnicm in$opuauii, nr\n-oJr-l{ rrgaaHo r\"r.o3 oB j a\npSoi ig,So. p_y4-qii',1.py4y, .rK1{o raKa o-co.6a H*g nip4rr. y\nf egn-aaifi-'Kne,n{yp-./'Gepnadii^Klf evtslr\nAspErrp.p,-Qgilyer-Limited/D_-i1e9-to1.e-qltye.1li.imited\nilara lDate;,. ...../t{.. /1,.1 Q.22....\n[loctufi Bigno-ni4au BBaxa€_ rpaBAr{Br4Mr.r Salcrra, nuxlaleni n H-osift pelanqii.qlo\nlyll\"ffL\" li1lvxv 3 r.orrpsHt9,ro,tgMr4rre rrenTopH'rrMr.r s..Mi.ua,A,{.2, -[ po.:1114-iro_, !{o rr'o,{v-,.tr,}6y*p-xxp.i.--o^cooLI,.'.'IKa.\"HaAa9aeq'ii:*'.'p*;;;;;A9..HaAa'HH--'H€.r'Ipa,.B..\nir.9:ry:lll tr{yuHri, sarneps*\"\"orv 3arBoro rpo AocroBipuicrr iusopnaasii, ru6yru no4ano no3oB 3a HenoB'ry ro cyAy, ,Krrro ,uou o\"od-i il;Tr;;;;-;t#T;;Tiraxoi iu$opnraqii',\n/ -Artgr Nosachgnko\nInve-gting. ./ D irg ctor,,Rqs syn Inv, esting C olp\nflam lDate:\nCrourfi B-r4goniAar BBaJKae [paBAr{Br.rMu Qarrra, nux-na,qeni n Hoeir? peAa*Iii\nly:T-tl-t^ry ^Bl{y_*t. AonoBHrororruMuranoBropHr,rMu sninauu, -fl posyv-iro, rqo i .\"i';1#;il;T:\";#fJ f;.ill#\ni:*.tf*--ltl{ tli-ryTrt, sareppsu,e*tovv saauorc rso--Aeeronrprrisrn isgop,y4qii., Na6yrz no4auo no3oB 3a HenoBary ao gyay, ,Kruo raKa \".\"6';T;\"#;;;;f,;;;#i;T raxoi iu6opualii'.\nOner Ma_ft6opo_ga lOleh Maiboroda\nfluperrop, Milbert veniqges Inc / Directol, Milbert v-entures IncApryp -Ho.carreHxo\nfiuperrop, Ros-qyn\nflata lDate:\n36\nA1/20/36\nA1/20/37\nA1/20/38\nA1/20/39\n"}
