{"metadata": {"corpus_path": "C12_1 Joint statement of Stelios Nathanael and Andreas Erotocritou.pdf", "file_size": 4146746, "mtime": 1755610855.680179, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "IN THE HIGH COURT OF JUSTICE Claim no: BL-2017-000665 \nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES \nBUSINESS LIST (ChD) \nBETWEEN: \nJSC COMMERCIAL BANK PRIVATBANK \nClaimant \nand \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \nJOINT REPORT OF EXPERTS \nON CYPRIOT LAW \nThis is the joint report of experts on Cypriot Law \nMr. Stelios Nathanael,(\"SN\"), instructed by the Claimants \nMr. Andreas Erotocritou,(\"AE\"), instructed by Defendants 3-8 \nThis Joint Report sets out the areas of agreement and disagreement that the experts \nhave been able to identify through their meetings, discussions and written exchanges \nwith brief reasons given for each area of disagreement, upon providing their initial \nexpert reports. \nThis Joint Report is organised under 6 subject headings with appropriate sub-headings \nwhere needed. \nI. \nC12/1/1\nSubject 1: The Civil law system and framework in Cyprus \n(a) What is the hierarchy of civil courts within the judicial system of Cyprus? \n1. Areas of Agreement: \n• The judicial system in Cyprus is comprised of two tiers: (i) the first \ninstance courts, which are the District Courts and the special jurisdiction \ncourts, and (ii) the Supreme Court, sitting as the sole appellate court in \npanels of three or five depending on the subject matter. \n• The Supreme Court also acts as a first instance Court for special \njurisdictions (such as prerogative orders and admiralty cases). Before \n2016 it also dealt with administrative law cases, but this is not now the \ncase after the establishment of the Administrative Court and later on the \nInternational Protection Administrative Court. \n(b) How is the doctrine of precedent applied within the judicial system of Cyprus? \n1. Areas of Agreement: \n• Supreme Court decisions are binding on all first instance courts by way \nof precedent. \n• Judgments of the Supreme Court sitting as a first instance court are of \npersuasive rather than binding authority on other Supreme Court Judges \nsitting as a first instance Court as well as on all other first instance lower \ncourts, but generally they tend to be followed given that they are \npronouncements by a Justice of the Supreme Court. \n• In the Supreme Court one panel of civil appeal judges' decisions does \nnot bind another panel, both being equal. \n• Where there exist conflicting judgments of the Supreme Court, the \nSupreme Court is not bound by either of them, while a lower court is \nbound by the more recent one (Christos losifidis v. Cyprus Republic \nthrough the Committee of Public Service (1998) 3 AAD 490). Where \nthere is a need to align the case law or decide on matters of constitutional \nimportance or of wider public interest the Supreme Court sits in plenary \n2 \nC12/1/2\nand the judgment then issued is final and binding on all courts. Following \nthe guiding principles of English law concerning the doctrine of \nprecedent, the Supreme Court may decide to depart from its previous \njudgment if it thought that it was decided on an obviously wrong principle \nof law or the social conditions have since drastically changed. \n(c) To what extent are common law and equity applicable in Cyprus law? \n1. Areas of Agreement: \n• Cyprus's legal system is common law based but in matters of \nconstitutional and administrative law the French and Greek legal \nprinciples are followed. \n• Common law and equity are expressly introduced into Cyprus law by \nvirtue of section 29(1)(c) of the Courts of Justice Law L. 14/1960. \n• Judgments of English Courts are of persuasive authority as illustrating \nthe common law and equitable principles. \n• The Cyprus Courts may and do take into account, in addition to English \njudgments, judgments from other common law jurisdictions, such as \nAustralia, Canada, India, Singapore and the U.S. \n2. Areas of Disagreement: \n2.1. AE further "}
{"start": 3500, "text": "followed. \n• Common law and equity are expressly introduced into Cyprus law by \nvirtue of section 29(1)(c) of the Courts of Justice Law L. 14/1960. \n• Judgments of English Courts are of persuasive authority as illustrating \nthe common law and equitable principles. \n• The Cyprus Courts may and do take into account, in addition to English \njudgments, judgments from other common law jurisdictions, such as \nAustralia, Canada, India, Singapore and the U.S. \n2. Areas of Disagreement: \n2.1. AE further notes: \n• Caselaw from England and other common law jurisdictions can be \ntaken into account under Cyprus law to the extent that such caselaw \nis not inconsistent with the express wording of a legislative enactment \nin Cyprus, or the caselaw of the Supreme Court of Cyprus. \n2.2. SN further notes: \n• Judgments of English Courts are of high persuasive authority as \nillustrating the common law and equitable principles as well as their \nevolution. \n3 \nC12/1/3\nSubject 2: Cyprus Contract Law \n(a) How is the Contract Law, Cap. 149, applied under Cyprus Law? \n1. Areas of Agreement: \n• The Contract Law Cap. 149 has been on the statute book since 1931 \nand it appears in its present form in the 1959 edition of the Laws of \nCyprus. \n• S.2(1) of the Contract Law, Cap.149 provides as follows: \n\"This Law is interpreted in accordance with the principles of legal \ninterpretation prevailing in England, and the expressions used in it are \npresumed to be interpreted in accordance with the meaning prescribed \nto them in English law, and are interpreted accordingly to the extent that \nsuch interpretation does not contradict the content of the text and \nprovided that no other meaning is expressly provided.\" \n• The basic principles deriving from the Cyprus caselaw regarding the \ncorrelation of the legislative provisions of the Contract Law, Cap. 149, \non the one hand, and the principles of common law and equity, on the \nother hand, are the following: \n(I) The starting point for any court decision on a matter relating to \ncontract law should be the wording of the provisions of the Contract \nLaw, Cap. 149. \n(ii) A concept or term of the Contract Law, Cap. 149 can and should be \ninterpreted in accordance with English law principles of statutory \ninterpretation, provided always that the resulting interpretation is not \ninconsistent with the Contract Law, Cap. 149 itself (or another law \nor the Constitution) or the caselaw of the Supreme Court. \n(iii) The Contract Law, Cap. 149 is not considered exhaustive, in the \nsense that it does not preclude the existence and recognition of other \nprinciples or developments in the law of contract provided that such \nprinciples or developments do not contradict the content or the \nmeaning of the text of the Contract Law, Cap. 149 or any other law, \n4 \nC12/1/4\nor caselaw of the Supreme Court of Cyprus and provided that no \nother meaning is expressly provided in the law. \n(iv) It is the Cypriot legislator who has the power to change the provisions \nof the Contract Law, Cap.149. The Cypriot Courts have no power to \ndo so, but they can interpret the law itself. \n(v) The Contract Law, Cap. 149 is largely identical to the Indian \ncontract law, known as the Indian Contract and Specific Relief Acts. \nHence, Cyprus caselaw often draws guidance from Indian \nauthorities, such as the Indian contract law textbook Pollock & \nMulla: The Indian Contract and Specific Relief Acts and Privy \nCouncil decisions on the Indian Contract and Specific Relief Acts. \n2. Areas of Disagreement: \n2.1. AE further notes: \n• The Contract Law, Cap.149, is largely a codification of the \nEnglish common law connected with contracts. \n• Not all provisions of the Contract Law, Cap.149, purport to codify \nEnglish contracts law, as certain parts of the Contract Law, \nCap.149 differentiates Cyprus law from English law. \n• Guidance from caselaw from England and other common law \njurisdictions can be drawn to the extent that it does not contradict \nthe content of the text"}
{"start": 7000, "text": ". \n2. Areas of Disagreement: \n2.1. AE further notes: \n• The Contract Law, Cap.149, is largely a codification of the \nEnglish common law connected with contracts. \n• Not all provisions of the Contract Law, Cap.149, purport to codify \nEnglish contracts law, as certain parts of the Contract Law, \nCap.149 differentiates Cyprus law from English law. \n• Guidance from caselaw from England and other common law \njurisdictions can be drawn to the extent that it does not contradict \nthe content of the text Contract Law, Cap.149 or other local law, \nor the caselaw of the Supreme Court. \n2.2. SN further notes: \n• The first thing to be noticed is that it is not a \"codifying law\" but a \n\"consolidation Act.\" At the very start and before section 1 which is \nthe short title of the Law, it is stated: \"To amend and consolidate \nthe law relating to contract.\" Consolidation does not involve \nadopting a new legal act and is a text meant purely as a \ndocumentation tool and an unofficial simplification of the legislation \n5 \nC12/1/5\nin the interests of clarity which may later be used as a basis for \ncodification. \n• Given that the Contract Law preceded by far Cyprus \nIndependence in 1960 and the Courts of Justice Law 14/60 has \nexpressly by section 29(1)(c) retained English common law and \nequity into the legal system of Cyprus, it follows that the \ninterpretation of any section of the Contract Law while following all \nthe well known interpretation tools of English Law, is not in any \nway static or rigid but allows for incorporation of all developments \nof English case law in applying common law and equitable \nprinciples to the extent that the Cypriot Courts are willing and able \n(unless restrained by a specific wording in legislation) to follow. \n• If a basic legal notion or rule is recognized in the Contract Law, \nthat is enough to open the way for adopting the legal concept \nallowing for the development that has since been acknowledged \nin England and Wales and/or in other commonwealth jurisdictions \naround the world. \n• The Cypriot Courts apply common law and equity and in so doing \nby following recent case law in England they do not usurp the \nfunction of the legislature, unless there is a specific legislation to \nthe contrary which can be interpreted in one way only. \n• Although it is generally correct to say that the primary \ninterpretation is to be found in the wording of the legislative \nprovision per se, where the legal provision embodies a wider \nnotion it is permissible to seek guidance in further legal thinking as \ndeveloped since its enaction. \n• The English case law is the primary source of help in unfolding our \nlegal thinking where there is need to resort to other sources. In the \nSupreme Court cases on unjust enrichment and restitution \nreference was made to English and not Indian authorities. Where \nC12/1/6\nnecessary, however, help may also be derived from Indian \ntextbooks on the matter but not exclusively. \nSubject 3: Unjust enrichment claims under section 70 of the Contract Law, \nCap.149 \n(a) What are the constituent elements for a claim under section 70? \n1. Areas of Agreement: \n• In the case of Ismini Kyriakou HjiLoizi v Irini lona (1963) 2 CLR 11, the \nfour components or elements of a s70 claim were set out as follows: (i) \nThe act must be done lawfully; (ii) for another person; (iii) it must be done \nby a person not intending to act gratuitously; and (iv) the person for whom \nthe act is done must enjoy the benefit of it. \n2. Areas of Disagreement: \n2.1. AE further notes: \n• Based on the caselaw interpreting section 70 of the Contract Law, Cap. \n149, the phrase \"for another person\" requires that the claimant establishes \nthat it intended to enrich the defendant. \n2.2. SN further notes: \n• There is no statutory requirement that the claimant needs to establish that \nhe intended to enrich the defendant. \n(b) Does section 70 provide a basis to recognize unjust enrichment as an \nautonomous cause of action? \n1. Areas of Agreement: \n"}
{"start": 10500, "text": "isagreement: \n2.1. AE further notes: \n• Based on the caselaw interpreting section 70 of the Contract Law, Cap. \n149, the phrase \"for another person\" requires that the claimant establishes \nthat it intended to enrich the defendant. \n2.2. SN further notes: \n• There is no statutory requirement that the claimant needs to establish that \nhe intended to enrich the defendant. \n(b) Does section 70 provide a basis to recognize unjust enrichment as an \nautonomous cause of action? \n1. Areas of Agreement: \n• In a number of judgments, the Supreme Court of Cyprus expressly ruled \nthat a claim under section 70 of the Contract Law, Cap. 149 has not as \nyet been accepted as providing a basis for unjust enrichment as an \nautonomous cause of action. \n7 \nC12/1/7\n• In no case so far has the Supreme Court of Cyprus acknowledged unjust \nenrichment as an autonomous cause of action. \n2. Areas of Disagreement: \n2.1. AE further notes: The answer is no. \n2.2. SN further notes: \n• The answer is yes. Section 70 does provide the basis of an autonomous \ncause of action. The section provides, acknowledges and embodies the \nprinciples of unjust enrichment. Its provisions manifest this common law \naction and the case law of the Supreme Court has followed all the \ndevelopments of common law and equity on the subject. \n• Not even one Supreme Court judgment has deviated from these \ndevelopments. On the contrary in cases decided on appeal by the \nSupreme Court the components of unjust enrichment and restitution as \nset out by English authorities were cited with approval and followed \nsince. Where an appropriate case arises the section incorporating the \nnotion of unjust enrichment, will form the basis of such recognition. \n(c) Does section 70 provide for liability in indirect enrichment scenarios? If yes, is \na causal link sufficient to establish indirect enrichment? \n1. Areas of Agreement: \n• The Supreme Court of Cyprus sitting as an appellate Court has not to \ndate recognized a claim for indirect enrichment section 70 of the \nContract Law, Cap. 149. \n2. Areas of Disagreement: \n2.1. AE further notes: \n• The express wording and structure of section 70 only provides \nfor liability in circumstances of direct enrichment, where the \nclaimant does something for the defendant and it is the defendant \nwho enjoys the benefit of the action of the claimant. \n8 \nC12/1/8\n• No English caselaw regarding the availability of relief for unjust \nenrichment in cases involving indirect enrichment has been \nadopted by the Cyprus courts and any such cases would be \ninconsistent and/or incompatible with both (a) the express \nwording of section 70 and (b) the Supreme Court of Cyprus' \ndecision in Sekavin SA v The Ship \"Platon Ch\" (1987) 1 C.L.R. \n297. \n• The decision in Sekavin SA v. The Ship \"Platon Ch\" (supra) \nwas given by the Supreme Court sitting as a first instance Court, \nbut was widely approved by subsequent caselaw of the Supreme \nCourt sitting as an appellate Court. \n2.2. SN further notes: \n• Section 70 as accepted and applied up to now by the Supreme \nCourt of Cyprus indicates that Cypriot case law is prone to accept \nmodern developments and understanding on unjust enrichment. \nTo this end, there is no reason in principle why an indirect benefit \nor enrichment received by a defendant would not constitute such \nan enrichment following English case law such as Reflo Limited \n(In Liquidation) v Varsani (2014) EWCA Civ 360, Investment Trust \nCompanies v Revenue and Customs Comrs (2018) A.C. 275, and \nothers. \n• No case on indirect enrichment has as yet been decided in \nCyprus. However, when such a case arises relevant arguments \nwill no doubt be heard on the matter and the Cyprus courts can \nbe expected to apply the modern English case law. The case of \nSevakin SA v \"The Ship Platon Ch\" was decided on its own facts, \nit was a first instance decision and the cases that followed and \ncited it just mentioned it in passing and were not even concerned \nwith this point. \n(d) Does section"}
{"start": 14000, "text": "275, and \nothers. \n• No case on indirect enrichment has as yet been decided in \nCyprus. However, when such a case arises relevant arguments \nwill no doubt be heard on the matter and the Cyprus courts can \nbe expected to apply the modern English case law. The case of \nSevakin SA v \"The Ship Platon Ch\" was decided on its own facts, \nit was a first instance decision and the cases that followed and \ncited it just mentioned it in passing and were not even concerned \nwith this point. \n(d) Does section 70 provide for liability in instances where there is a lack of \nlawfulness of the relevant transaction? \n9 \nC12/1/9\n1. Areas of Agreement: \n• Where the claimant is unaware or is not party to the illegality the Cyprus \nCourts will not refuse a remedy. \n2. Areas of Disagreement: \n2.1. AE further notes: \n• The express wording of section 70 provides that what the \nclaimant does for the defendant has to be done \"lawfully\" in \norder to be recoverable. \n• The doctrine of ex turpi causa non oritur actio has been widely \napplied by the Cyprus courts in refusing to allow a claimant to \nrecover a benefit transferred to another under a transaction \ntainted by illegality, including where the illegality is founded on \nforeign law. \n2.2. SN further notes: \n• Section 70 provides the basis of the recognition of unjust \nenrichment and its specific wording does not prohibit the \nrecognition and application of the general principles of this \nclaim nor will it prohibit granting any of its remedies. \n(e) Does section 70 provide for liability where the relevant transactions are \ngoverned by valid contractual agreements? \n1. Areas of Agreement: \n• It has been widely accepted by case law in Cyprus that section 70 \noperates outside contractual relationships. \n• Section 70 is to be found under Part VI of the Contract Law Cap 149, \nentitled \"Of certain relations resembling those created by contract.\" A \nright of action under section 70 is not sustainable where the transactions \nare governed by valid contractual agreements. \n(f) What are the available defences in an action under section 70? \n10 \nC12/1/10\n1. Areas of Agreement: \n• Section 70 itself does not expressly provide for any defences. \n• Common law defences, such as the defence of change of position and \nministerial receipt, are applicable to a claim under section 70. \n• The defence of change of position would be applicable where the \ndefendant has changed his position in good faith and it would be unjust \nto grant a remedy against him. \n• An agent may be personally liable in the case of an undisclosed \nprincipal (depending on the facts) as well as where he had notice of the \nclaim or was otherwise knowingly involved in the wrongful act or privy \nto the fraud or the sham transaction by which the funds were paid to \nhim. \n• The ministerial receipt defense is available where the agent has in fact \naccounted to his principal or, further to receiving the money, the agent \nhas changed his position by settling his accounts with the principal, and \nthe agent, prior to doing so, had no notice of any wrongdoing or was \nprivy to any such wrongdoing. In such case, no recovery is possible \nagainst the defendant who received funds as agent for his principal, \ngiven that he did not enjoy any benefit himself. \n• In addition, the ministerial receipt defence is available to an agent where \nthe principal is fully disclosed or partially disclosed i.e. the existence of \nthe principal is disclosed but the principal is not identified. \n2. Areas of Disagreement: \n2.1. SN further notes: \n• The acknowledgment that all defences available at common law can be \nraised under a claim on section 70 indicates beyond any doubt that s \n70 is just a manifestation of the recognition of the unjust enrichment \nclaim. \n11 \nC12/1/11\nSubject 4: Bank's claim for unjust enrichment under section 651 of the Contract \nLaw, Cap.149 \n(a) What are the constituent elements for a claim under section 65? \n1. Areas of Agreement: \n• (i) the discovery that an a"}
{"start": 17500, "text": " Areas of Disagreement: \n2.1. SN further notes: \n• The acknowledgment that all defences available at common law can be \nraised under a claim on section 70 indicates beyond any doubt that s \n70 is just a manifestation of the recognition of the unjust enrichment \nclaim. \n11 \nC12/1/11\nSubject 4: Bank's claim for unjust enrichment under section 651 of the Contract \nLaw, Cap.149 \n(a) What are the constituent elements for a claim under section 65? \n1. Areas of Agreement: \n• (i) the discovery that an agreement is void; (ii) a person who has \nreceived an advantage under the agreement must restore it or \ncompensate the person from who he received it. \n2. Areas of Disagreement \n2.1. AE further notes: \n• In addition to the constituent elements listed in the agreed column, \nCyprus law provides that the void agreement must be between the \nclaimant and the defendant. \n2.2. SN further notes: \n• See further under (b) below. \n(b) Does section 65 provide for liability in indirect enrichment scenarios? If yes, is \na causal link sufficient? \n1. Areas of Disagreement: \n1.1. AE notes: \n• The express wording of section 65 only applies to \ncircumstances of direct enrichment where the defendant, who \nhas received an advantage under a void agreement, is bound to \nrestore it, or to make compensation for it, to the claimant who \nmust be the person from whom he received it. \n• It therefore does not provide for liability where enrichment is \nindirect. \n1We understand there is an issue between the parties' English lawyers as to the formulation of any \nSection 65 claim. \n12 \nC12/1/12\n1.2. SN notes: \n• Both sections 65 and 70 are to be interpreted in like manner as \nthey embody common law principles and equitable notions. \nSection 65 itself comes under Part V of the Contract Law entitled \ngenerally \"Of the performance of contracts\" and specifically \nunder the subtitle \"Contracts which need not be performed.\" All \nequitable notions are therefore applicable in its interpretation \nand may be applied even in indirect situations given that \nintermediate sham transactions are nowadays regarded under \nEnglish authorities as irrelevant or not affecting the reality of the \nsituation as to who benefited at the expense of another. \n(c) Does section 65 provide for liability where there is a lack of lawfulness of the \nrelevant transaction? \n1. Areas of Disagreement: \n1.1. AE notes: \n• A claimant cannot recover sums paid under a sham or unlawful \nagreement under section 65. \n• The doctrine of ex turpi causa non oritur actio has been widely \napplied by the Cyprus courts in refusing to allow a claimant to \nrecover a benefit transferred to another under a transaction \ntainted by unlawfulness. \n• Further, the case of A & C. Antoniou Resort Ltd v. Eleonora \nHotel Apartments Ltd (2002) 1 AAD 1321 distinguishes \nbetween cases of unlawful contracts as a result of the \nconsideration being unlawful pursuant to section 23 of the \nContract Law, Cap. 149, in which cases no recovery can be \nmade under section 65; and cases where contracts have been \nentered into without observing the formalities stipulated by the law \nleading to the contract being void, in which cases recovery can \nbe made under section 65. \n13 \nC12/1/13\n1.2. SN notes: \n• While this is generally true section 65 has been applied to restore \nbenefits accrued to a defendant back to the claimant where the \ncontract was found to be in violation of a legal provision (A &C \nAntoniou Resort Ltd v Eleonora Hotel Apartments Ltd (2002) \n1 CLR 1321), and others, as it was held that the contract was void \nab initio as never having existed and therefore any benefit \nreceived had to be accounted for.) Again an innocent claimant \nwho is not party to any sham contract should be compensated. \n(d) Does section 65 provide for liability in scenarios where there was no contract \nbetween the claimant and the defendant? \n1. Areas of Disagreement: \n1.1. AE notes: \n• Section 65 does not apply where there was no agreement / \ncontract between the "}
{"start": 21000, "text": "LR 1321), and others, as it was held that the contract was void \nab initio as never having existed and therefore any benefit \nreceived had to be accounted for.) Again an innocent claimant \nwho is not party to any sham contract should be compensated. \n(d) Does section 65 provide for liability in scenarios where there was no contract \nbetween the claimant and the defendant? \n1. Areas of Disagreement: \n1.1. AE notes: \n• Section 65 does not apply where there was no agreement / \ncontract between the claimant and the defendant. \n1.2. SN notes: \n• S 65 applies to contracts that need not be performed. Therefore a \ncontract is needed but that does not mean that a Court in Cyprus \nwill not apply the substance of s 65 in a given case where a person \nreceives an advantage at the expense of another even where no \ndirect contract exists as all intermediate agreements that are \nfound to be sham do not count. S65 does not set any limit to the \napplication of unjust enrichment notions. \n(e) What are the available defences in an action under section 65? \n1. Areas of Agreement: \n• Section 65 does not expressly provide for any defences. \n• Common law defences such as the defence of change of position and \nministerial receipt, are applicable to a claim under section 65. \n14 \nC12/1/14\n• The points made under question 3(f) above in connection with the defence \nof change of position and ministerial receipt are equally applicable in a claim \nunder section 65. \n2. Areas of Disagreement: \n2.1. SN further notes: \n• The comments made under question 3(f) above in connection with section \n70 apply equally here. \nSubject 5: Unjust enrichment otherwise than under the Contract Law, Cap.149 \n(a) Can a claim for unjust enrichment be promoted outside the express provisions of \nthe Contract Law, Cap.149? \n1. Areas of Disagreement: \n1.1. AE notes: \n• The principles of unjust enrichment have been expressly codified by the \nContract Law, Cap. 149, and the Cyprus Courts are bound to observe \nthe provisions of the Contract Law, Cap. 149. \n• No claim for unjust enrichment can be promoted outside the provisions \nof the Contract Law, Cap. 149. \n1.2. SN notes: \n• As stated above the Contract Law is a consolidation law and its \nprovisions do not limit the application of an unjust enrichment claim to \ncertain sections thereof, such as s70. This section only provides an \nexample of the application of the principle in specific cases or instances. \nThis is why all cases decided by the Supreme Court have already \nreferred with approval to English case law and its development without \nbeing regarded as contradicting its wording. \nSubject 6: Miscellaneous issues \n(a) Do credits in a bank account constitute property under Cypriot Law? \n1. Areas of Agreement: \n15 \nC12/1/15\n• Credits in a bank account are a form of chose in action. \n2. Areas of Disagreement: \n2.1. AE further notes: \n• Choses in action are contractual rights as against the bank and not \nproprietary rights to the money in the account as against the world. \n2.2. SN further notes: \n• Yes, they do constitute property in the form of personal intangible \nproperty. \n(b) Is there liability under Sections 65 or Section 70 if the claimant has been restored \nto its original position or if funds advanced by it have been returned (directly / \nindirectly)? \n1. Areas of Disagreement \n1.1. AE notes: \n• The Cypriot Court has the power to refuse to grant relief in such \ncircumstances, even if the restoration or return / reimbursement was not \ndone by acts of the otherwise enriched defendant. \n1.2. SN notes: \n• This point will be addressed to in the supplementary report. \n(c) In the period February to March 2014, in what circumstances could a natural \nperson (or persons) be said to be the ultimate beneficial owner or controller of a \nCypriot company? \n1. Areas of Disagreement \n1.1. AE notes: \n• This point was not covered by his instructions. \n1.2. SN notes: \n• The same core principles that apply in English law for assessing ultimate \nbe"}
{"start": 24500, "text": "ne by acts of the otherwise enriched defendant. \n1.2. SN notes: \n• This point will be addressed to in the supplementary report. \n(c) In the period February to March 2014, in what circumstances could a natural \nperson (or persons) be said to be the ultimate beneficial owner or controller of a \nCypriot company? \n1. Areas of Disagreement \n1.1. AE notes: \n• This point was not covered by his instructions. \n1.2. SN notes: \n• The same core principles that apply in English law for assessing ultimate \nbeneficial ownership will apply in Cyprus law. In addition, the Prevention \n16 \nC12/1/16\nand Suppression of Money Laundering and Terrorist Financing Law \n188(1) /2007 presents a statutory definition of \"beneficial owner\". That \ndefinition relies on a concept of control. \"Control\" is not precisely defined \nin Cyprus law, and will be interpreted pragmatically by the Cyprus courts, \ni.e. it will not be limited to situations where a person has a majority stake \nin a company, and can apply where a person has the ability, in practice, \nto cause a company to act according to their instructions. \n(d) How does Cypriot law attribute to a company a person's knowledge to a \ncompany? In particular, how does Cypriot law treat the knowledge of a person \nwho has an ownership interest in the company but who has neither control over \nthe affairs of the company in general nor any involvement in the entry, or the \ndecision for the entry, of the company into particular transactions? \n1. Areas of Disagreement \n1.1. AE notes: \n• Cypriot Courts apply a refined version of the common law \"identification \ndoctrine\" approach when attributing knowledge of persons to a \ncompany. Different persons may for different purposes be treated as the \ncompany's \"directing mind and will\" and so have their knowledge \nattributed to the company in a particular context. \n• As to the specific question, the knowledge such a person has about such \ntransactions is not to be attributed to the company. \n1.2. SN notes: \n• This point will be addressed in the supplementary report. \n(e) During the period of 2014-2017, would Cypriot banking secrecy laws have \nprevented the Cypriot branch of a Ukrainian bank (where the branch is not a \nseparate legal entity) from providing confidential information of its customers to: \n(a) the Ukrainian bank's head office in Ukraine; or (b) the National Bank of \nUkraine (i.e. the national regulator of the Ukrainian bank)? \n1. Areas of Disagreement \n1.1. AE notes: \n17 \nC12/1/17\n• This point was not covered by his instructions. \n1.2. SN notes: \n• Cypriot banking secrecy laws do not prohibit a Cypriot branch from \nproviding confidential information to the bank's Ukrainian head office or \nthe National Bank of Ukraine. There are express exceptions in the \nrelevant legislation that make this clear. \nr \nStelios Nathanael as Erotocri \nDone in Nicosia and at Limassol this the.. ... '02- 2_ \n18 \nC12/1/18\n• This point was not covered by his instructions. \n1.2. SN notes: \n• Cypriot banking secrecy laws do not prohibit a Cypriot branch from \nproviding confidential information to the bank's Ukrainian head office or \nthe National Bank of Ukraine. There are express exceptions in the \nrelevant legislation that make his clear. \nStelios Nathanael as Erotocr \nDone in Nicosia and at Limassol this the...-. 02_ \n18 \nC12/1/19\n"}
