{"metadata": {"corpus_path": "B1. Witness statement of Iryna Volodymyrivna Hryn (English).pdf", "file_size": 698012, "mtime": 1675871807.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "B1/16/1\nWitness Statement \nClaimant \nI V Hryn \nFirst \n18 October 2021 \nIN THE HIGH COURT OF JUSTICE \nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES \nBUSINESS LIST (CHD) BL-2017-000665  \nBETWEEN: \nJSC COMMERCIAL BANK \"PRIVATBANK\" \nClaimant \n- and - \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \nFIRST WITNESS STATEMENT OF IRYNA VOLODYMYRIVNA HRYN \nI, Iryna Volodymyrivna Hryn , of 1d Hrushevskoho Str., Kyiv, 01001, Ukraine (being the Bank’s \nregistered address), will say as follows: \nI am a Senior Lawyer in the Legal Department of JSC Commercial Bank PrivatBank (the \n\"Bank\"). \nI understand that the Bank has brought these proceedings in England against the \nDefendants (including the former owners of the Bank), and I make this witness statement \nin support of the Bank’s claims. translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/16/2\n- 2 - \nWhere I refer to documents below, I do so by reference to the document's disclosure \nnumber in these proceedings.  I enclose with this statement a list of the documents I have \nbeen referred to in the course of making this statement. \nMy native languages are Russian and Ukrainian, and I do not speak English fluently.  I \nhave, therefore, given this evidence in Russian, although I understand that an English \ntranslation will be prepared by the Bank’s solicitors for use in these proceedings.  This \nevidence was prepared following a series of discussions between myself and the Bank’s \nsolicitors with the assistance of an interpreter. \nUnless otherwise stated, the facts and matters set out below are within my own knowledge, \nand I believe them to be true.  Where they are not within my knowledge, they are true to \nthe best of my knowledge, information and belief and their sources are explained. \nSECTION 1: BACKGROUND  \nI am a qualified Ukrainian lawyer.  I graduated from Kharkiv National University of Internal \nAffairs, where I studied Law, in 2008.  After graduating, I worked for a number of private \ncompanies and a Ukrainian government agency, the State Enforcement Service, before \njoining the Bank in July 2011.  Since joining the Bank, I have worked as a Senior Lawyer in \nthe Bank’s Legal Department based at the Bank’s Head Office in Dnipro.  The current acting \nhead of the Legal Department is Yvegenia Smirnova. \nWithin the Legal Department, the team in which I have worked since joining the Bank is \ncalled the Department of Demands and Claims (the “ Claims Department ”).  Andriy Stupak \nhas been the Head of the Claims Department since November 1999.  Since September \n2018, I have reported directly to the Deputy Head of the Claims Department, Oleksandr \nKuhar.  Prior to that, from the beginning of December 2016 (i.e. shortly before the Bank’s \nnationalisation) to September 2018, I reported directly to Sergiy Nakorchevskiy, who was \nDeputy Head of the Claims Department at that time. \nSECTION 2: THE BANK’S PROCEDURES FOR ISSUING CLAIMS  \nOne of my primary roles is to prepare and issue claims against borrowers who have not \nfulfilled their obligations under their agreements with the Bank where the amount \noutstanding under the loan is greater than 200,000 Ukrainian Hryvnias (UAH) but less than \nUAH1 million1.  (In 2017, there was no upper limit to the quantum of the claims I worked on; \nthat limit was introduced only recently.)  In this section, I describe the procedure by which \n1  According to the website of the National Bank of Ukraine (https://bank.gov.ua/en/markets/exchangerate-chart?), \n200,000 UAH was worth approximately £5,585 as at 8 October 2021. translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/16/3\n- 3 - \nthe Bank issues such demands and claims.  Where this process is different from the \nprocess in place in 2017, I explain such differences to the best of my recollection. \nWhen a borrower defaults on its obligations under a loan, the Bank’s Problem Debt \nCollection Department (“ Collection Department ”) prepares and issues a pro-forma letter \nof demand to the delinquent borrower.  In the event that the Collection Department is not \nable to reach a satisfactory negotiated solution with the delinquent borrower, the case is \ntransferred to the Claims Department. \nBefore transferring the case to the Claims Department, the Collection Department prepares \nthe claim documents (which would generally include the statement of claim, loan \nagreements, letters of demand, confirmations of service of letters of demand, account \nstatements and calculations of the amount of debt outstanding) and saves those documents \nto an electronic database called the Demands and Claims Work (“ PiR”), which is accessible \nin the Bank’s PC “Promin” system.  Access to documents saved on PiR is not limited to the \nemployees of the Collection and Claims Departments; they are also accessible to a large \nnumber of employees at the Bank in other departments. \nThe Collection Department is also responsible for creating a memorandum on the Bank’s \nPrivatDoc system that records, amongst other information: (i) the identity of the borrower; \n(ii) the agreement(s) in respect of which the borrower was in default; (iii) the amount \noutstanding under the loan; and (iv) the reference number for the documents saved on PiR. \nOnce approved by the Head of the Legal Department, this memorandum represents the \nauthorisation for the Claims Department to prepare and issue claims against the borrower \nin default. \nPreparing and submitting the claim documents \nOnce the PrivatDoc memorandum has been approved, the case is assigned to a lawyer \nwithin the Claims Department, such as myself.  The lawyer to whom the case is assigned \nchecks the loan documents and verifies whether all of the facts relevant to the Bank’s claim \nas described in the claim documents are correct.  In 2017, if the claim documents required \nany amendments they would have been discussed in person by the assigned lawyer and \nMr Nakorchevskiy.  Given that we all worked next to each other on the same office floor, \nthis was an informal process. \nThe assigned lawyer then prints out hard copies of the claim documents for submitting to \nthe court and to the defendant(s).  On average, one set of claim documents comprises \nbetween approximately 100 and 130 pages.  Because the Claims Department has access \nto only one printer in our office, which is used by around 130 employees of the Bank, when \none of our officers is printing a pack of claim documents, we have to shout loudly to tell our \ncolleagues in other departments on the floor not to print anything else to ensure that no \nirrelevant documents are accidentally mixed up in the claim documents.  Once the translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/16/4\n- 4 - \ndocuments have been printed, I would sign the final versions, scan them and save them to \nanother electronic Bank database, called the Court Case Management System (“ SUSD”), \nwhich is also accessible through PC “Promin”. \nEach lawyer in my team has a power of attorney granted by the Bank to enable us to sign \nand submit the claim documents to the court on behalf of the Bank.  A high-quality \nphotocopy of the original power of attorney, which enables us to act in the name of the \nBank, is attached to the hard copy papers that are submitted to the court. \nBefore the claim can be submitted to the court, the relevant court fee must be paid.  This is \ntypically done well in advance of the claim documents being finalised as the receipt for the \ncourt fee payment must also be attached to the hard copy claim documents when they are \nsubmitted to the court.  The court fee is paid electronically from a separate Claims \nDepartment account. \nFinally, the hard copy claim documents"}
{"start": 7000, "text": "\nB1/16/4\n- 4 - \ndocuments have been printed, I would sign the final versions, scan them and save them to \nanother electronic Bank database, called the Court Case Management System (“ SUSD”), \nwhich is also accessible through PC “Promin”. \nEach lawyer in my team has a power of attorney granted by the Bank to enable us to sign \nand submit the claim documents to the court on behalf of the Bank.  A high-quality \nphotocopy of the original power of attorney, which enables us to act in the name of the \nBank, is attached to the hard copy papers that are submitted to the court. \nBefore the claim can be submitted to the court, the relevant court fee must be paid.  This is \ntypically done well in advance of the claim documents being finalised as the receipt for the \ncourt fee payment must also be attached to the hard copy claim documents when they are \nsubmitted to the court.  The court fee is paid electronically from a separate Claims \nDepartment account. \nFinally, the hard copy claim documents are submitted to the court by post; it is not yet \npossible to file a claim in Ukraine electronically.  At the same time, a copy of the claim \ndocuments would also be sent to the defendant(s) to the claim because it is necessary to \ninclude in the documents submitted to the court evidence that the claims documents have \nbeen sent to the defendant(s).  In 2017, the Claims Department used only two post offices \nto submit claims: the Dnipro Central Post Office; and Dnipro post office number 27.  The \nClaims Department now also uses Dnipro post office number 94. \nSECTION 3: THE LOAN ENFORCEMENT CLAIMS \nIn September and October 2017, the Bank issued three claims against three so-called “ New \nBorrowers ”, who had defaulted on loans they had received from the Bank as part of the \nso-called “ Transformation ”: \na claim against LLC “Santekh Master” (“ Santekh Master ”); \na claim against LLC “Triumf 15” (“ Triumf 15 ”)2; and \na claim against LLC “Arnad Group” (“ Arnad Group ”). \nI was involved in the preparation and submission of the claim against Triumf 15.  The claim \nagainst Santekh Master was prepared and issued by Valerii Bondarenko, who in 2017 was \na colleague of mine in the Claims Department.  These two claims were prepared and issued \nfollowing the Bank’s standard procedures that I described above.  At the time, I was not \ngiven any additional explanation as to why the Bank was bringing claims against these \n2  The statement of claim is PB0233665 ; PB0233665_00001_English . translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/16/5\n- 5 - \ncompanies.  As far as I can recall, at the time I was not aware of the Transformation; it was \nnot a topic of discussion within my team. \nSubsequently, on 17 October 2017, i.e. about a month after the claims against Santekh \nMaster and Triumf 15 had been filed, the Claims Department was authorised to prepare \nclaims in relation to 33 other New Borrowers.  The draft claims, which had been prepared \nby the Collection Department, were saved in PiR, which, as I have explained, is accessible \nto a large number of Bank employees.  Mr Nakorchevskiy verbally allocated a few of the \nclaims to each of the members of the team, including me, Mr Bondarenko and Roman \nPodolinnyy, another colleague of mine in the Claims Department, who has since left the \nBank. \nWithin a couple of days, Mr Podolinnyy had filed the claim against Arnad Group.  I recall \nthat Mr Podolinnyy printed the versions of the claims assigned to him that were saved on \nPiR without checking them or making adjustments.  He went to the post office with his \nclaims, but he was only able to file one of them (the claim against Arnad Group) because \nthe post office was closing for the day.  No one else had printed their claims yet because \nwe were all still in the process of checking and making amendments to the versions in PiR. \nI recall this sequence of events because responsibility for handling the claim against Arnad \nGroup was subsequently transferred to me.  \nShortly after Mr Podolinnyy filed the claim against Arnad Group, we were given an \ninstruction by Mr Nakorchevskiy not to file any further claims in relation to the New \nBorrowers.  This instruction was given verbally in our office; I am not aware that there is \nany written record of it.  As far as I can recall, we were not told why; we were just told that \nthese claims should be placed ‘on standby’. \nSECTION 4: THE FAKE CLAIMS \nPrior to Mr Nakorchevskiy’s instruction to cease working on the further claims, I had started \nwork on those that had been assigned to me.  As far as I can recall, I had been assigned \naround four or five claims (although I cannot now recall the names of the borrowers I was \nassigned).  I had downloaded the draft documents saved on PiR, reviewed them and made \namendments to them.  By the time of Mr Nakorchevskiy’s instruction, however, I had not \nyet printed any of the claims, which meant that I had not produced any signed versions. \nSubsequently, however, I became aware that numerous proceedings, based apparently on \nthe drafts prepared by the Collection Department and saved in PiR, were issued purportedly \nby the Bank against further New Borrowers.  Whilst preparing my witness statement, I have \nreviewed statements of claim in relation to 17 such claims that purport to bear my signature translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/16/6\n- 6 - \n(the “Fake Claims ”)3.  They are not my signatures, however.  I did not sign any documents \nin relation to the Fake Claims. \nAs far as I can recall, I first became aware of what I now know are the Fake Claims whilst I \nwas on sick leave (the sickness certificate and authorisation for my absence from work, \nwhich records that I was absent during the week commencing 20 November 2017 is at \nPB0365656 ; PB0365656_00001_English ).  At some point during that week while I was off \nwork, I recall receiving a telephone call from Mr Nakorchevskiy, who asked me whether I \nhad filed any of the claims that had been assigned to me.  I told him that I had not.  As far \nas I can recall, at that stage I was not aware that my signature had been forged. \nWhen I returned to the office the following week, I recall being taken aside by Mr \nNakorchevskiy, who showed me a copy of one of the Fake Claims (which I understand one \nof my colleagues had obtained from the court file).  At around that time, I inspected two or \nthree of the Fake Claims, although I cannot now recall which ones. \nGiven that the Claims Department did not prepare or file the Fake Claims against the New \nBorrowers, the Bank does not have copies of the statements of claim saved on SUSD. \nInstead, the Bank has only been able to obtain copies of the statements of claim where \nthey have been provided to the Bank by the court, or were returned by Ukrposhta (the \nUkrainian postal service) to the Bank having not been delivered to the defendant. \nThe reasons why I believe the Fake Claims were issued fraudulently, in addition to the fact \nthat I did not sign any of the Fake Claims, are as follows. \nThe copies of the statements of claim that I have inspected do not appear to \nincorporate the amendments I made to the claims assigned to me.  For example, \n16 of the statements of claim appear to be dated between 6 October 2017 and 11 \nOctober 2017, notwithstanding that the initial authorisation to prepare the further \nclaims against the New Borrowers was given on 17 October 2017.  (In relation to \nthe remaining one, the date is not visible in the copy I have inspected.) \nIn addition to the 17 statements of claim, I have also inspected 13 envelopes that \nappear show that 11 Fake Claims were apparently posted to either the court or \n3  Imitations of my signature can be seen in the following documents.  In relation to the Fake Claim against: LLC “Gastel \nGroup” see PB0365700 ; LLC “Prom Garant Plus” see PB0363382 , PB0363383 , PB0363439  "}
{"start": 14000, "text": " reasons why I believe the Fake Claims were issued fraudulently, in addition to the fact \nthat I did not sign any of the Fake Claims, are as follows. \nThe copies of the statements of claim that I have inspected do not appear to \nincorporate the amendments I made to the claims assigned to me.  For example, \n16 of the statements of claim appear to be dated between 6 October 2017 and 11 \nOctober 2017, notwithstanding that the initial authorisation to prepare the further \nclaims against the New Borrowers was given on 17 October 2017.  (In relation to \nthe remaining one, the date is not visible in the copy I have inspected.) \nIn addition to the 17 statements of claim, I have also inspected 13 envelopes that \nappear show that 11 Fake Claims were apparently posted to either the court or \n3  Imitations of my signature can be seen in the following documents.  In relation to the Fake Claim against: LLC “Gastel \nGroup” see PB0365700 ; LLC “Prom Garant Plus” see PB0363382 , PB0363383 , PB0363439  and PB0363384 ; LLC \n“Khromia” see PB0365728 ; LLC “Sofa Ltd” see PB0365651 ; LLC “Leks Grant” see PB0365716 ; LLC “Finiti-Company”: \nsee PB0365652 ; LLC “Kitcher-Solution” see PB0365649 ; LLC “Kitcher-Development” see PB0365653 ; LLC “Dream-\nCompany” see PB0365722 ; LLC “Soft-Alliance” see PB0365712 ; LLC “Ailant Service” see PB0365725 ; LLC “Fito-Prom \nEvolution” see PB0365719 ; LLC “Businessprom Invest” see PB0365714 ; LLC “Like-City” see PB0365650 ; LLC “Argo-\nUTN”: see PB0365648 ; LLC “Ador Ltd” see PB0365763 ,  PB0365764 , PB0365765 and PB0365762 ; and LLC “Askona \nGroup” see PB0365766 , PB0365767, PB0365768, PB0365769, PB0365770 and PB0365771 . translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/16/7\n- 7 - \nthe defendant on either 20 or 21 November 20174.  As I have explained, I was on \nsick leave during that week.  (In relation to the remaining two envelopes, the date \nof posting is not identifiable.) \nAccording to the stamps on them, these 13 envelopes were sent from Dnipro post \noffice numbers 5, 8, 55 and 69.  None of these post offices was used by the Claims \nDepartment in 2017.  As I have explained, in 2017 the Claims Department used \nonly the Dnipro Central Post Office and post office number 27. \nI have also inspected eight purported powers of attorney that were attached to \neight Fake Claims5.  These powers of attorney appear to be poor quality \nphotocopies of my power of attorney (which could have been copied from the court \nfiles of other claims in respect of which I issued the claim documents), rather than \nbeing a high quality original photocopy. \nFinally, the claim documents for the Fake Claims would have amounted to \napproximately 1,600 pages.  If I had been responsible for printing these \ndocuments it would have been very obvious to my colleagues given that, as I have \nexplained, there was only one printer in our office for approximately 130 people. \nSTATEMENT OF TRUTH AND CONFIRMATION OF COMPLIANCE  \nI believe that the facts stated in this witness statement are true.  I understand that proceedings for \ncontempt of court may be brought against anyone who makes, or causes to be made, a false \nstatement in a document verified by a statement of truth without an honest belief in its truth. \nI understand that the purpose of this witness statement is to set out matters of fact of which I have \npersonal knowledge. \nI understand that it is not my function to argue the case, either generally or on particular points, or \nto take the court through the documents in the case. \nThis witness statement sets out only my personal knowledge and recollection, in my own words. \n4  In relation to the Fake Claim against: LLC “Prom Garant Plus” see PB0363435 ; LLC “Khromia” see PB0365729 ; LLC \n“Sofa Ltd” see PB0365554 ; LLC “Leks Grant” see PB0365717 ; LLC “Finiti-Company” see PB0365555 ; LLC “Kitcher-\nSolution” see PB0365552 ; LLC “Kitcher-Development” see PB0365556 ; LLC “Dream-Company” see PB0365723 ; LLC \n“Ailant Service” see PB0365726 ; LLC “Fito-Prom Evolution” see PB0365720 ; LLC “Businessprom Invest” see \nPB0365732 ; LLC “Like-City” see PB0365553 ; and LLC “Ador Ltd” see PB0365761 and PB0365757 . \n5  In relation to the Fake Claim against: LLC “Prom Garant Plus” see PB0363385 and PB0363386 ; LLC “Khromia” see \nPB0365728 ; LLC “Leks Grant” see PB0365716 ; LLC “Dream-Company” see PB0365722 ; LLC “Soft-Alliance” see \nPB0365712 ; LLC “Ailant Service” see PB0365725 ; LLC “Fito-Prom Evolution” see PB0365719 ; and LLC “Businessprom \nInvest” see PB0365714 . translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/16/8\n- 8 - \nOn points that I understand to be important in the case, I have stated honestly (a) how well I recall \nmatters and (b) whether my memory has been refreshed by considering documents, if so how and \nwhen. \nI have not been asked or encouraged by anyone to include in this statement anything that is not \nmy own account, to the best of my ability and recollection, of events I witnessed or matters of which \nI have personal knowledge. \n……………………………………….. \nIryna Volodymyrivna Hryn \nDated this 18th day of October 2021 translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/16/9\n- 9 - \nLIST OF DOCUMENTS  \nPB0230713 \nPB0230714 \nPB0230715 \nPB0230716 \nPB0233665 \nPB0334354 \nPB0363382 \nPB0363383 \nPB0363384 \nPB0363385 \nPB0363386 \nPB0363395 \nPB0363434 \nPB0363435 \nPB0363436 \nPB0363437 \nPB0363439 \nPB0365552 \nPB0365553 \nPB0365554 \nPB0365555 \nPB0365556 \nPB0365648 \nPB0365649 \nPB0365650 \nPB0365651 \nPB0365652 \nPB0365653 \nPB0365656 \nPB0365658 \nPB0365700 PB0365712 \nPB0365714 \nPB0365716 \nPB0365717 \nPB0365719 \nPB0365720 \nPB0365722 \nPB0365723 \nPB0365725 \nPB0365726 \nPB0365728 \nPB0365729 \nPB0365732 \nPB0365757 \nPB0365761 \nPB0365762 \nPB0365763 \nPB0365764 \nPB0365765 \nPB0365766 \nPB0365767 \nPB0365768 \nPB0365769 \nPB0365770 \nPB0365771 \nPrivileged documents created for the \ndominant purpose of the conduct of \ncontemplated litigation  translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/16/10\n"}
