{"metadata": {"corpus_path": "AA2_5 Claimant's supplemental written submissions on valuation issues.pdf", "file_size": 1602652, "mtime": 1755683452.3611226, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "Claim No. BL-2017-000665  THE HIGH COURT OF JUSTICE  BUSINESS AND PROPERTY COURTS  OF ENGLAND AND WALES BUSINESS LIST (ChD) B E T W E E N :    JSC COMMERCIAL BANK PRIVATBANK Claimant - and -  (1) IGOR VALERYEVICH KOLOMOISKY (2) GENNADIY BORISOVICH BOGOLYUBOV (3) TEAMTREND LIMITED (4) TRADE POINT AGRO LIMITED (5) COLLYER LIMITED (6) ROSSYN INVESTING CORP (7) MILBERT VENTURES INC (8) ZAO UKRTRANSITSERVICE LTD Defendants               THE BANK’S  WRITTEN SUBMISSIONS ON VALUATION ISSUES           \nAA2/5/1\n1  A INTRODUCTION 1 In Weeks 7 and 8, the Court will hear expert evidence in relation to the value of the assets transferred to the Bank as part of the Asset Transfer (Petrol Stations, OSFs, seven items of real estate, and nine aircraft). The Court was also due to hear expert evidence to determine whether the values stated in the Share Pledges “materially exceed[ed] the actual value” of the companies whose shares were pledged thereunder. Last Thursday, however, D1 announced that his expert would not be called and the Bank’s expert would not be cross-examined. We briefly return to the Share Pledge valuations at the end of this Introduction.  2 In relation to the Transferred Assets, the parties’ experts are: Transferred Assets Bank D1 Petrol Stations, OSFs, Hotel Zirka, Hotel Mir, Kyiv Office, Dnipro Office Mark Bezant (FTI) Brent Kaczmarek (IAV) Stadium, Training Centre and Airfield Paul Thomas (IRE) Aircraft Olga Razzhivina (Oriel) Philip Seymour (IBA) 3 The timetable provides for the experts to give evidence in the following order: Date Experts Thursday 20.7.23 Ms Razzhivina / Mr Seymour  Monday 24.7.23 Mr Bezant  Tuesday 25.7.23 Mr Bezant / Mr Thomas  Wednesday 26.7.23 Mr Kaczmarek Thursday 27.7.23 Mr Kaczmarek  4 These submissions address: Section Transferred Assets Paragraphs Section B 1. The Petrol Stations 2. ¶¶8 – 48 Section C 3. The OSFs 4. ¶¶49 – 74 Section D 5. The Stadium, the Training Centre, Hotel Zirka, Hotel Mir, the Kyiv Office, the Dnipro Office, and the Airfield 6. ¶¶75 – 133 Section E The Aircraft ¶¶134 – 162 5 While the experts have filed voluminous reports, the areas of disagreement between them have narrowed considerably. We endeavour to identify the key issues remaining in dispute below. The parties will file an agreed reading list on Thursday 13.7.23, which will similarly \nAA2/5/2\n2  seek to focus on the key issues that remain in dispute.   6 For ease of reference, we set out the Credit Values and the experts’ valuations for each of the Transferred Assets below.  Asset1 Credit Value Bank’s experts’ valuations D1’s experts’ valuations2 Difference (Bank / D1 valuations) 246 Petrol Stations UAH 6,341m UAH 1,869m UAH 8,444m UAH 6,575m 74 OSFs3 UAH 5,891m UAH 538m UAH 2,499m UAH 1,961m Hotel Zirka UAH 1,617m UAH 1,072m UAH 1,321m UAH 249m Hotel Mir UAH 449m UAH 252m UAH 259m UAH 7m Kyiv Office UAH 332m UAH 194m UAH 245m UAH 51m Dnipro Office UAH 212m UAH 175m UAH 212m UAH 37m Stadium UAH 1,517m UAH 125m UAH 1,543m UAH 1,418m Training Centre UAH 670m UAH 105m UAH 332m UAH 227m Airfield UAH 366m UAH 5.7m UAH 34m UAH 28m 9 Aircraft US$163m US$69m US$84m US$15m Total (UAH and US$) UAH 17,385m US$163m UAH 4,335.7m US$69m UAH 14,889m US$84m UAH 10,553m US$15m 7 Before addressing the detailed Asset Transfer valuation issues, we emphasise the following points of continuing relevance in relation to D1’s very recent volte face on Share Pledge valuation issues: (1) The Share Pledges on their face purported to pledge shares worth up to UAH 110bn (US$4.6bn) as security.4  (2) It has since March 2018 been D1’s case that the Share Pledges were “good”, “real” and “bona ﬁde” collateral: see Laﬀerty2/¶92 (which relies, inter alia, on the Bank’s audited accounts recording that there was suﬀicient collateral for the Bank’s loan book) {H2/8/20}. Indeed, it remains D1’s pleaded case that the Share Pledges “fully secured” the Relevant Loans: {A1/8/13} (¶18).   1  See Bezant-KaczmarekJR/¶3.1 {D25/1/6}; Thomas-KaczmarekJR/¶3.1 {D22/1/6"}
{"start": 3500, "text": " to UAH 110bn (US$4.6bn) as security.4  (2) It has since March 2018 been D1’s case that the Share Pledges were “good”, “real” and “bona ﬁde” collateral: see Laﬀerty2/¶92 (which relies, inter alia, on the Bank’s audited accounts recording that there was suﬀicient collateral for the Bank’s loan book) {H2/8/20}. Indeed, it remains D1’s pleaded case that the Share Pledges “fully secured” the Relevant Loans: {A1/8/13} (¶18).   1  See Bezant-KaczmarekJR/¶3.1 {D25/1/6}; Thomas-KaczmarekJR/¶3.1 {D22/1/6}; AircraftJR2/¶¶3.1-3.2 {D15/2/6}.  2  D1’s valuations for the Petrol Stations and OSFs are UAH-equivalent figures, converted from US$ using the exchange rate as at 31.12.16. 3  Bezant-KaczmarekJR/¶3.1 {D25/1/6} (72 original OSFs). The two additional OSFs are valued at Bezant-Assets2/¶2.3 {D26/1/6} and at Kaczmarek4/¶200 {D27/1/63}. 4  Bezant-SharePledges3/Table 3-6 {D11/1/28} and Taylor3/Table 5-8 {D12/1/56}. \nAA2/5/3\n3  (3) As the Court saw on Day 16 pp.124-133, the valuations of the shares included in the Share Pledges were a work of ﬁction produced within the Bank by a team which included two BOK staﬀ called Dmytro Plyska and Artem Chernyshov.  (4) D1’s own valuation expert said that the shares were 75-95% overvalued {AA2/2/49}. The Bank’s now unchallenged Share Pledge valuation expert, Mr Bezant, explains that the overvaluation was even more staggering. His valuations are as summarised thus: Date of Valuation Value recorded in the Share Pledges Mr Bezant’s valuation Mr Bezant’s valuation as a percentage of value recorded in Share Pledges 31.12.13 UAH 10,656m UAH 383m 4% 31.12.14 UAH 68,697m UAH 6,358m 9% 31.12.15 UAH 110,008m UAH 12,647m 11% (5) But D1 would nevertheless have the Court believe that despite the fact that it is now accepted that BOK and, in particular, Plyska and Chernyshov were responsible for generating wild and unsupportable overvaluations of the pledged shares, the Credit Values of the Transferred Assets, based on data supplied to often supine valuers by the very same BOK employees are entirely plausible and in some cases understated. In light of both experts’ valuations, and the fact that Mr Bezant’s evidence now stands unchallenged, that is simply not sustainable.   \nAA2/5/4\n4  B PETROL STATIONS Asset Credit Value Restated 2016 Value Bezant valuation Kaczmarek valuation Difference (Bank / D1 valuations) 246 Petrol Stations UAH 6,341m UAH 1,852m UAH 1,869m UAH 8,444m UAH 6,575m B1 Introduction 8 Mr Bezant (for the Bank) assesses the value of the Petrol Stations at UAH 1,869m using a DCF valuation. Mr Kaczmarek (for D1) assesses the value of the petrol stations at UAH 8,444m using a 50:50 combination of a DCF valuation and the ‘market’ approach. There are three main reasons why their valuations differ so substantially:5 (1) Volume of fuel sales. The volume of fuel sold at a petrol station is (unsurprisingly) the most significant input into its value. The experts use different data for the volume of fuel sold at the Petrol Stations in 2015-2016: Mr Kaczmarek uses the same volume data as two valuers, UCE and Veritas, used for reports they produced for the Bank in 2016. Mr Bezant, on the other hand, uses data from a 400+ page report produced in March 2019 by a Ukrainian company called Volyn Expert. Both experts agree that the correct fuel volumes to use as inputs in their DCF analyses is a question of fact for the Court.6 The Bank’s position is that the volume data used by Mr Kaczmarek (i) was artificially inflated by the Petrol Station owners (D1-2’s companies) and/or BOK employees (including Plyska and Chernyshov) when the Bank was under D1-2’s control; and (ii) is in any event unreliable. (2) RONIC. Mr Bezant includes an adjustment in his DCF valuation to limit the return on newly invested capital (“RONIC”). The purpose of this adjustment is to reflect the fact that, in general, firms do not make returns in excess of the cost of capital in the long run (because, ultimately, a competitive market will not allow it"}
{"start": 7000, "text": "trol Station owners (D1-2’s companies) and/or BOK employees (including Plyska and Chernyshov) when the Bank was under D1-2’s control; and (ii) is in any event unreliable. (2) RONIC. Mr Bezant includes an adjustment in his DCF valuation to limit the return on newly invested capital (“RONIC”). The purpose of this adjustment is to reflect the fact that, in general, firms do not make returns in excess of the cost of capital in the long run (because, ultimately, a competitive market will not allow it).7 Mr Kaczmarek asserts that the Petrol Stations could in fact make supernormal profits in perpetuity by virtue of their location and a ‘first mover’ advantage which he says would preclude competition. That is a false proposition because the petrol station market in Ukraine is clearly competitive (e.g. there are often multiple petrol stations owned by different operators along a short stretch of highway) and petrol stations  5  Kaczmarek2/¶¶70-91 {D21/1/28}; Bezant-Assets2/¶6.4 {D26/1/73}. 6  Bezant-KaczmarekJR/¶7.14 {D25/1/38}. 7  Bezant-Assets1/¶4.73 {D19/1/64}. \nAA2/5/5\n5  sell an essentially homogenous product.8  (3) Country risk premium. The experts agree that the cash flows in their DCF analyses should be discounted to the valuation date using the weighted average cost of capital of the Petrol Stations.9 The discount rate is expressed as a percentage which aggregates a number of matters which affect valuation, one of which is the ‘country risk premium’ (“CRP”): the riskier the country for investment, the higher the CRP, the higher the cost of equity, and the larger the discount applied to the asset’s expected future cash flow when calculating its present value.10 Mr Bezant applies a CRP of 7.6%; Mr Kaczmarek applies a CRP of 3%. Given that, as at the valuation date, Ukraine had already lost the Crimea and was fighting Russia/Russian proxies in the Donbas,11 the higher CRP is plainly appropriate.  9 There are a number of more minor disputes between the valuers, including (i) whether there are appropriate comparables available from which to perform a market valuation; (ii) the appropriate valuation currency and, if valuation in US$ is appropriate, the date of valuation and conversion to UAH; and (iii) whether it is appropriate to use data produced after the valuation date – and Mr Kaczmarek’s prior valuations of petrol stations in Crimea – to inform the valuation exercise.  B2 Petrol Station fuel volumes 10 In this section, further detail is provided of the Bank’s case (see ¶¶596-601 of its Opening Submissions {AA2/1/232-235}) that the fuel volumes relied on by Mr Kaczmarek (i.e. those in the Veritas and UCE 2016 PS Reports) were (i) artificially inflated before being provided to the valuers and (ii) (in any event) unreliable. In particular:  (1) There is cogent evidence of widespread data manipulation within the Bank, including the artificial inflation of the UCE / Veritas volume data. (2) The data provided to UCE / Veritas is inconsistent with data provided to other valuers. The experts agree that this is the case, but disagree as to its significance.  (3) D1 seeks to rely on the IK Volume Spreadsheets (see ¶¶29 – 30 below) allegedly produced by the Petrol Station owners in 2016. But these documents are not an additional source and do not support D1 – they merely copy and paste sections of a  8  Bezant-KaczmarekJR/¶¶7.19-7.23 {D25/1/43}; Bezant-Assets2/¶6.45 {D26/1/82-83}. 9  Bezant-KaczmarekJR/¶6.3 {D25/1/25}. 10  The methodology is explained in Bezant-Assets 1/App. 5/¶¶A5.1-A5.45 {D19/6/1-13}. 11  See too the map of the Petrol Stations, the majority of which were located in the East of Ukraine: Bezant-Assets1/App. 6/¶A6.1 {D19/7/1}. \nAA2/5/6\n6  spreadsheet that had been manipulated.  (4) The UCE / Veritas volume data is inconsistent with independent sources. (5) There are alternative, more reliable, sources from which to derive fuel sales volumes. 11 Many of the points made below rely upon valuations of one or more of the 246 P"}
{"start": 10500, "text": "ined in Bezant-Assets 1/App. 5/¶¶A5.1-A5.45 {D19/6/1-13}. 11  See too the map of the Petrol Stations, the majority of which were located in the East of Ukraine: Bezant-Assets1/App. 6/¶A6.1 {D19/7/1}. \nAA2/5/6\n6  spreadsheet that had been manipulated.  (4) The UCE / Veritas volume data is inconsistent with independent sources. (5) There are alternative, more reliable, sources from which to derive fuel sales volumes. 11 Many of the points made below rely upon valuations of one or more of the 246 Petrol Stations conducted between 2015 and 2019. The main reports that were produced are identified below. Report Date Number of Petrol Stations valued References BT 2015 PS Reports 22.4.15 At least 52 Three examples at:  {K2-B/1/1}, {K2-B/2/1}, {K2-B/3/1} BT 2016 PS Report 12.5.16 994 {K2-B/4/1} UCE 2016 PS DCF Report 4.5.16 250 {K2-B/13/1} UCE 2016 PS Cap Report 12.5.16 250 {K2-B/14/1} Veritas 2016 PS Report 18.6.16 216 {K2-B/15/1} EY Report 22.11.16 231 {E16/179/43} {E16/179/212-237} Volyn Restated PS Report 20.3.19 201 {K2-B/29}, {K2- B/30}, {K2-B/31} (1) Data provided to valuers in 2015 and 2016 was unreliable (a) Introduction 12 The principal driver of a petrol station’s value is the volume of fuel that it sells.  As shown below, the fuel volume data provided by the Bank to the third-party valuers was wildly inflated so that their valuations, and so the Credit Values, would be as high as possible.  This can be seen by the comparison of two spreadsheets: (1) On 19.3.15 a spreadsheet was created by Chernyshov {K2-C/248M}, a BOK employee who was also involved in the production of backdated Share Pledges.12 It shows two sets of monthly fuel volume data for 994 petrol stations for the period January 2014 to February 2015 under two different headings ‘TOPCHII’ and ‘Valuation’ {K2-C/248P} (those 994 petrol stations include 243 of the 246 that were transferred under the Asset Transfer).13 Mr Yuriy Topchy was a senior employee of Oil Ukraine (topchy@oilukraine.com), which administered D1-2’s oil  12  Day 16 hand-up (‘Share Pledges: Creation within BOK, Means of Execution & Backdating’) {AA6/14}. 13  The three petrol stations that are not included in the Topchy Spreadsheet are given numbers 56, 138 and 330 by Mr Bezant.  \nAA2/5/7\n7  and gas companies.14 As explained below, the ‘Topchy’ data was probably accurate (i.e. likely to represent the actual throughput at the petrol stations in the period); and the ‘Valuation’ data inflated by an average of 241% so as to generate artificially high valuations. We refer to this document as the “Topchy Spreadsheet”. (2) A further spreadsheet created by Chernyshov and last modified on 2.8.16 {K2-C/249M} contains the monthly fuel volume data for petrol stations for January 2015 to June 2016 (the “August 2016 Spreadsheet”): {K2-C/249P/3}. The fuel volumes for 2015 in the August 2016 Spreadsheet matches the fuel volume data provided to UCE and Veritas (and which is appended to their respective reports). And, critically, that data was also inflated – the Bank can point to over 1000 examples of data being inflated by precisely 300% against the data contained in the ‘Topchy’ column of the Topchy Spreadsheet.15  13 We explain these points in more detail below.  (b) The Topchy Spreadsheet 14 Topchy regularly provided information about D1-2’s oil and gas assets to the Bank.16 It is accordingly to be inferred that the fuel volume data under the heading ‘TOPCHII’ was supplied to the Bank by Topchy. 15 The Topchy Spreadsheet gives data for two types of petrol (A-92 and A-95) and also for diesel for each of the 994 petrol stations, with data provided for each month between January 2014 and February 2015.17 To give an example of the data provided in the ‘Topchy’  14  See, e.g., {E2/89} (Kazantsev (BOK) sending figures for loan indebtedness to an Oil Ukraine email address on 27.8.13); {K6/14.1/2} (Topchy mentioned on 9.7.14 in Skype by Plyska (BOK)); {E10/254} (email on 29.7.15 to Gurieva (BOK), copied to an Oil Ukraine"}
{"start": 14000, "text": "ives data for two types of petrol (A-92 and A-95) and also for diesel for each of the 994 petrol stations, with data provided for each month between January 2014 and February 2015.17 To give an example of the data provided in the ‘Topchy’  14  See, e.g., {E2/89} (Kazantsev (BOK) sending figures for loan indebtedness to an Oil Ukraine email address on 27.8.13); {K6/14.1/2} (Topchy mentioned on 9.7.14 in Skype by Plyska (BOK)); {E10/254} (email on 29.7.15 to Gurieva (BOK), copied to an Oil Ukraine email address, about the repayment of the indebtedness of BOK ‘clients’); {E11/307} (Gubanova (BOK) email on 22.10.15 to Korjak (BOK) and an Oil Ukraine email address regarding the repayment of the indebtedness of BOK ‘clients’); {E15/26} (BOK liaising with Oil Ukraine and Melnyk regarding aspects of the Asset Transfer on 26.7.16); {F1/132/4} {F1/139/4} {F1/140/4}, {F1/143/4}, {F1/151/4}, {F1/154/4} (contact details for six New Borrowers include Oil Ukraine email addresses). 15  Of the 243 Petrol Stations contained in the Topchy Spreadsheet: (i) 207 contain a uniform 300% increase; (ii) four contain an increase of between 333% and 1604% (FTI numbers 111, 160, 176 and 290); and (iii) 32 are identified but no fuel volume is ascribed to them. 16  See, e.g., {E7/30.1/1} (Shvetsova (BOK) email to Gurieva (BOK) dated 14.11.14 setting out “the balances sent by Yu A Topchiy as of 01.10.2011” in relation to “Oil residues”); {E7/71.1/1} (Shvetsova (BOK) email to Gurieva (BOK) dated 26.11.14: “I contacted Y. A. Topchiy’s assistant beforehand and asked about the oil signatories”);  {K6/53.6.2/2} (Plyska Skype message dated 5.12.15: “According to Topchiy’s data … Zaporozhnefteproduct – 57 petrol stations”); and {K6/72.1/1} (Chernyshov Skype to Plyska dated 6.4.16: “Cost of fuel purchases at petrol stations 2015. This information is missing, we need to request it from Topchiy”). 17  Data is also given for gas in relation to a number of petrol stations. It follows a similar pattern to that described below. But because the figures are much lower and only apply to some petrol stations, it is not analysed further here.  \nAA2/5/8\n8  part of the spreadsheet for Petrol Station 53:18 Fuel volume data for Petrol Station 53 from the Topchy Spreadsheet for February 2015 (‘TOPCHII’ data only) Period A-92 (kgs) A-95 (kgs) Diesel (kgs) February 2015 (row 744)19 17,890 6,259 13,835 16 The second part of the Topchy Spreadsheet comes under the heading ‘Valuation’. Here, the data – although it covers the same period and the same types of fuel – is different. The table found immediately below adds the ‘Valuation’ data to the ‘Topchy’ data (again for Petrol Station 53): Fuel volume data for Petrol Station 53 from the Topchy Spreadsheet for February 2015 (‘TOPCHII’ and ‘Valuation’ data) Period Topchy Valuation A-92 (kg) A-95 (kg) Diesel (kg) A-92 (kg) A-95 (kg) Diesel (kg) February 2015 (row 744)20 17,890 6,259 13,835 37,124 11,794 66,396 17 It can immediately be seen that the ‘Valuation’ data is much higher than the ‘Topchy’ data. The differences between the A-92, A-95 and Diesel figures are 107.51%, 88.44% and 379.90% respectively. The same percentage increase can be seen if one compares the volumes given for each of the 14 months for which data is given for Petrol Station 53: Fuel volume data for Petrol Station 53 from the Topchy Spreadsheet for Jan 2014 to Feb 2015 (‘TOPCHII’ and ‘Valuation’ data) Month A-92 (kg) A-95 (kg) Diesel (kg) Topchy Valuation Increase Topchy Valuation Increase Topchy Valuation Increase Jan 14 19,640 40,754 107.51% 7,273 13,704 88.44% 3,841 18,434 379.90% Feb 14 19,602 40,676 107.51% 6,290 11,853 88.44% 4,308 20,676 379.90% Mar 14 26,117 54,195 107.51% 6,404 12,067 88.44% 6,750 32,394 379.90% Apr 14 25,063 52,009 107.51% 6,803 12,820 88.44% 10,814 51,895 379.90% May 14 25,115 52,115 107.51% 8,686 16,368 88.44% 6,713 32,216 379.90% Jun 14 25,074 52,030 107.51% 8,087 15,238 88.44% 4,665 22,389 379.90% Jul 14 24,401 50,634 107.51% 11,095 20,906"}
{"start": 17500, "text": "n Increase Topchy Valuation Increase Jan 14 19,640 40,754 107.51% 7,273 13,704 88.44% 3,841 18,434 379.90% Feb 14 19,602 40,676 107.51% 6,290 11,853 88.44% 4,308 20,676 379.90% Mar 14 26,117 54,195 107.51% 6,404 12,067 88.44% 6,750 32,394 379.90% Apr 14 25,063 52,009 107.51% 6,803 12,820 88.44% 10,814 51,895 379.90% May 14 25,115 52,115 107.51% 8,686 16,368 88.44% 6,713 32,216 379.90% Jun 14 25,074 52,030 107.51% 8,087 15,238 88.44% 4,665 22,389 379.90% Jul 14 24,401 50,634 107.51% 11,095 20,906 88.44% 7,148 34,305 379.90%  18  Petrol Station 53 is located at Dnipropetrovsk Region, Novomoskovsk District, Nikolayevka Village, 2a Sovetskaya Str. 19  {K2-C/248P/11}. 20  {K2-C/248P/11}. \nAA2/5/9\n9  Aug 14 23,395 48,547 107.51% 11,475 21,622 88.44% 8,011 38,447 379.90% Sep 14 23,925 49,647 107.51% 8,418 15,863 88.44% 5,691 27,311 379.90% Oct 14 24,911 51,693 107.51% 8,998 16,956 88.44% 5,595 26,850 379.90% Nov 14 21,460 44,531 107.51% 7,968 15,015 88.44% 2,686 12,889 379.90% Dec 14 19,597 40,665 107.51% 7,707 14,523 88.44% 3,122 14,980 379.90% Jan 15 17,717 36,763 107.51% 5,810 10,948 88.44% 1,957 9,394 379.90% Feb 15 17,890 37,124 107.51% 6,259 11,794 88.44% 13,835 66,396 379.90% 18 Further analysis reveals that the same pattern is repeated across multiple Petrol Stations said to be owned by different entities. Using February 2015 data: 21 Topchy Spreadsheet analysis: percentage increase in the volume of A-92, A-95 and diesel between the ‘TOPCHII’ and ‘Valuation’ data for selected Petrol Stations  Petrol Station # Owner A-92 Increase (‘Valuation’ vs ‘Topchy’) A-95 Increase (‘Valuation’ vs ‘Topchy’) Diesel Increase (‘Valuation’ vs ‘Topchy’) 53, 75-79, 82, 83, 121, 169 Bauris LLC 107.51% 88.44% 379.90% 70 PE VIC 107.51% 88.44% 379.90% 125-126 Gleris LLC 107.51% 88.44% 379.90% 498-502 Vikna-Plast LLC 107.51% 88.44% 379.90% 743-747 Vostochnaia Volna LLC 107.51% 88.44% 379.90% 19 Schedule 1 {AA2/6} to these submissions comprises a spreadsheet showing how the data for each of the 243 Petrol Stations contained in the Topchy Spreadsheet was inflated between the ‘Topchy’ and ‘Valuation’ sections of the Topchy Spreadsheet. (The Topchy Spreadsheet does not contain data for the three remaining Petrol Stations.) 20 The final rows of the Topchy Spreadsheet {K2-C/248P/194} show the overall volume inflation that had been achieved. The ‘Topchy’ values for the 994 petrol stations add up to 1,148,027,502kg of A-92 petrol, A-95 petrol, gas and diesel across the 14-month period. The  21  The same pattern is repeated across a further 15 petrol stations identified in the Topchy Spreadsheet that are not the subject of these proceedings: 33, 38, 550-554 (Petrol Garant LLC), 60 (Pr JSC Avias-Plus), 80, 81, 84, 120 (Bauris LLC), 127 (Gleris LLC) and 137, 160 (Strong Group LLC).  \nAA2/5/10\n10  ‘Valuation’ figures amount to 2,770,876,431kg, or an increase of 1,622,848,929 kilograms, with diesel volumes inflated by the greatest amount.  Topchy Spreadsheet analysis: total volume of A-92, A-95 and diesel recorded in the ‘TOPCHII’ and ‘Valuation’ sections of the spreadsheet  A-92 (kg) A-95 (kg) Diesel (kg) Total (kg, incl. gas) ‘Topchy’ data 371,129,129 286,057,927 404,794,568 1,148,027,502 ‘Valuation’ data 666,341,439 448,215,665 1,545,127,601 2,770,876,431 % Increase 79% 57% 282% 141% 21 Finally, if one considers which of the 994 petrol stations in the Topchy Spreadsheet were ultimately transferred to the Bank, it is clear that it is those with the lowest volumes (using the ‘Topchy’ figures) which were chosen (a larger version of this graph is in Schedule 2 {AA2/7}): Ranking of all 994 petrol stations by total 2014 volumes from Topchy data (A-92, A-95, diesel, excluding gas), ‘000 tonnes \n (c) The BT 2015 PS Reports 22 This leaves the question: why was the Valuation data in the Topchy Spreadsheet inflated? Predictably, the answer is: to mislead the NBU and/or the Bank’s auditor, PwC.  (1) In February 2015, PwC requested the Bank provide it with information for "}
{"start": 21000, "text": "the ‘Topchy’ figures) which were chosen (a larger version of this graph is in Schedule 2 {AA2/7}): Ranking of all 994 petrol stations by total 2014 volumes from Topchy data (A-92, A-95, diesel, excluding gas), ‘000 tonnes \n (c) The BT 2015 PS Reports 22 This leaves the question: why was the Valuation data in the Topchy Spreadsheet inflated? Predictably, the answer is: to mislead the NBU and/or the Bank’s auditor, PwC.  (1) In February 2015, PwC requested the Bank provide it with information for the purposes of its audit, including “calculation and analogues for assessing the fair value of collateral (gas stations, oil depots, fuel trucks) for loans to oil traders.” {E8/5.3}. In due course, the Bank’s 2014 Financial Statements would record that loans to oil traders were 01234567\n0100200300400500600700800900Not transferredTransferred\nAA2/5/11\n11  secured by pledges of shares over companies in the oil business (which included those valued by Baker Tilly in 2015).  (2) It seems that this request prompted the Bank to instruct Baker Tilly to value petrol stations which had been pledged to the Bank as security for outstanding loans owed to it. On 18.3.15, Baker Tilly entered into a contract to value a number of  Petrol Stations (e.g. {K2-B/1/2}, {K2-B/2/2}, {K2-B/3/2}) pursuant to which they provided their reports on 22.4.15 (the “BT 2015 PS Reports”). It is unclear why the NBU was identified as a “valuation user” in these contracts, although it may be because the NBU intended to take security over the petrol stations (or the shares in the companies that owned the petrol stations) for the refinancing loans.  The Topchy Spreadsheet was produced the day after Baker Tilly were instructed, no doubt with the intention of providing them with inflated petrol station volume data.   (3) An analysis of BT 2015 PS Reports shows that they used the ‘Valuation’ and not ‘Topchy’ data: (a) The reports state that Baker Tilly relied on (inter alia) “information provided by the Customer [sc. the Bank] and the Company [sc. the owner of the petrol stations]” (e.g. {K2-B/1/2}) and that they “did not conduct a personal inspection of the petrol station” (e.g. {K2-B/1/11}).  (b) The valuation methodology is described thus: “… the Expert used the income approach, the method of discounted cash flows. The applied … procedures are based on actual and forecast operational and financial information provided by the Customer in the form of Excel spreadsheets...” (e.g. {K2-B/1/3}). (c) The Bank has been unable to locate the emails or communications by which the Excel spreadsheets were provided to Baker Tilly. But, as demonstrated in Schedule 3 {AA2/8} to these submissions, a comparison of the Topchy Spreadsheet and the 2015 BT PS Reports shows that Baker Tilly used the ‘Valuation’ data: (i) the Baker Tilly reports set out, for each Petrol Station, the average daily fuel volume sales for each type of fuel in 2014; (ii) the Valuation data in the Topchy Spreadsheet records the monthly fuel volume data for each type of fuel; and (iii) a comparison show that the two datasets \nAA2/5/12\n12  match.22 (d) The BT 2016 PS Report 23 Eight months later, on 21.12.15, the Bank instructed Baker Tilly to value 994 petrol stations with a valuation date of 31.12.15 {K2-B/4/2}. This valuation was sought after it became clear that D1-2 would have to contribute assets to the Bank as part of what became the Asset Transfer: see Section H2 of the Bank’s Opening Submissions {AA2/1/155}.  24 The requested report was produced on 12.5.16, the “BT 2016 PS Report” {K2-B/4}. Again, it is clear that Baker Tilly’s work was based on the same type of inflated figures that had been given to it in 2015, seemingly provided to Baker Tilly in April 2016:23  (1) The appendices to the BT 2016 PS Report that have been identified show aggregate figures for A-92 petrol, A-95 petrol and diesel said to have been sold by 14 of the 246 Petrol Stations: 2,751,000kg of A-92, 2,936,000kg of A-95 and 12,650,000kg of die"}
{"start": 24500, "text": "ed report was produced on 12.5.16, the “BT 2016 PS Report” {K2-B/4}. Again, it is clear that Baker Tilly’s work was based on the same type of inflated figures that had been given to it in 2015, seemingly provided to Baker Tilly in April 2016:23  (1) The appendices to the BT 2016 PS Report that have been identified show aggregate figures for A-92 petrol, A-95 petrol and diesel said to have been sold by 14 of the 246 Petrol Stations: 2,751,000kg of A-92, 2,936,000kg of A-95 and 12,650,000kg of diesel {D19/12} {D19/12P/4}.  (2) In other words, there was a lot more diesel purportedly being sold than A-92/A-95 petrol. This is exactly what the ‘Valuation’ column of the Topchy Spreadsheet also said – diesel sales having been inflated by 282%. This is not surprising: Baker Tilly would have started asking difficult questions if told that petrol stations which they had recently valued had just started making the majority of their sales in petrol. (3) However, reports produced by UCE and Veritas in 2016 covering the very same Petrol Stations over the very same period of time said precisely the opposite: there was much more petrol being sold than diesel. This cannot have been a simple typographical error – detailed fuel volumes were given for hundreds of petrol stations on an annual basis.24 We explore this deception immediately below.   22 For example:  Cherkasy-Neft-2008 LLC: Cherkasy, 3 Odeska Str. (entry 909 in the Topchy Spreadsheet) Fuel type ‘Valuation’ 2014 annual total (kg) {K2-C/248P/179} Annual total/365 BT 2015 PS Report - 2014 daily average (kg) {K2-B/1/27} A-92 984,147 2,696 2,696 A-95 778,001 2,132 2,132 Gas - - - Diesel 1,049,233 2,875 2,875  23  On 11.4.16, Chernyshov made a note to himself which read: “For the purpose of valuation, bundles of documents were sent to Baker Tilly Ukraine LLC for 19 companies, and for 149 oil depots and 994 petrol stations. Prepayment for the valuation in the amount of UAH 1,670,000 was made for 149 oil depots and 994 petrol stations” {K2-F/48/1}. 24  The UCE 2016 PS DCF Report: {K2-B/13/34}; the Veritas 2016 PS Report: {K2-B/15/46}.  \nAA2/5/13\n13  (e) The UCE 2016 PS DCF and Veritas 2016 PS Reports 25 The Bank commissioned two further petrol station valuation reports in 2016: (1) The UCE 2016 PS DCF Report {K2-B/13/2}. This report was commissioned on 25.4.16, and had a valuation date of 4.5.16 (it is unclear when it was completed): ibid. It valued 250 petrol stations in all, including 245 of the 246 Petrol Stations.25 (2) The Veritas 2016 PS Report {K2-B/15/1}. This report was commissioned on 25.7.16, had a valuation date of 30.6.16, and was produced on 18.8.16 {K2-B/15/3}. It valued 216 petrol stations in all, including 211 Petrol Stations.  26 The striking difference between (1) the BT 2016 PS Report and (2) the 2016 UCE/Veritas PS Reports is that they used radically different fuel volume data for exactly the same Petrol Stations over exactly the same period. An example is given immediately below: Comparison of BT PS 2016 Report and UCE/Veritas 2016 PS Reports fuel sales volumes  Example: Petrol station on Bykova St, Dnipropetrovsk region26 Fuel Type UCE/Veritas 2016 PS Reports (tonnes) BT 2016 PS Report (tonnes) A-92 472 240 A-95 1,197 355 Diesel 300 477 27 Overall, and as has now been agreed by D1’s expert,27 the UCE/Veritas reports give far higher figures for petrol, while the BT reports give far higher figures for diesel: Comparison of historical 2015 total sales volumes for 243 Petrol Stations  (tonnes per day)28 Fuel Type UCE/Veritas BT Difference A-92 123 84 –31% A-95 73 52 –28% Diesel 117 237 +103% All (incl. gas) 363 406 +12% 28 There is no good reason why these fuel volumes do not match. What happened was this:  25  The UCE 2016 PS DCF Report devotes a significant section to the assumptions employed in respect of the data with which UCE was provided. It records that UCE was provided with data from the “enterprise owners” for petrol volumes over the period 2015 to H1/2016 {K2-B/1"}
{"start": 28000, "text": "  (tonnes per day)28 Fuel Type UCE/Veritas BT Difference A-92 123 84 –31% A-95 73 52 –28% Diesel 117 237 +103% All (incl. gas) 363 406 +12% 28 There is no good reason why these fuel volumes do not match. What happened was this:  25  The UCE 2016 PS DCF Report devotes a significant section to the assumptions employed in respect of the data with which UCE was provided. It records that UCE was provided with data from the “enterprise owners” for petrol volumes over the period 2015 to H1/2016 {K2-B/13/8}. The report further records that “[t]he Client is responsible for the accuracy and authenticity of all the information provided” and assumes that “[t]he Report uses reliable sources of information” {K2-B/13/9}. 26  Bezant-Assets1/Table 4-1 {D19/1/49} and App. 10a {D19/12P} (‘Volumes’ tab, Table 4-1, rows 18-22). 27  Kaczmarek4/¶92 {D27/1/30}. 28  Bezant-Assets2/Table 6-1 {D26/1/75}. \nAA2/5/14\n14  (1) Bank employees acted for the benefit of D1-2 to inflate the value of pledged assets (between 2013-2016) and Transferred Assets (in 2016). (2) Baker Tilly were provided with false, inflated volume data in 2015 in the form of the ‘Valuation’ data contained in the Topchy Spreadsheet (which inflated diesel volumes by almost 300%). When the Bank came to provide Baker Tilly with false data in 2016, it had to be consistent with what had been provided in 2015 – and so Baker Tilly were again provided with volumes that hyper-inflated diesel sales. (3) Perhaps because Baker Tilly were clearly uncomfortable with the information they were being given,29 the data provided to UCE and Veritas hyper-inflated petrol volumes instead of those for diesel. (It was presumably thought that this would be more plausible.) (4) Indeed, the Bank can go one step further and show how the petrol volumes provided to UCE and Veritas were inflated: (a) As noted above, the August 2016 Spreadsheet was created on 2.8.16 and contains the monthly fuel volume data for petrol stations for January 2015 to June 2016: {K2-C/249P}. (b) The data contained in the August 2016 Spreadsheet is found in the UCE 2016 PS DCF and Veritas 2016 PS Reports: {K2-B/13/34} (UCE 2016 PS DCF Report) and {K2-B/15/46} (Veritas 2016 PS Report).  To take the petrol station at 1 Kievskaya (site no. 5117)30 as an example:   29  On 22.4.16, Baker Tilly sent the Bank (i) a spreadsheet showing the “preliminary results” of the valuation of the 994 petrol stations, (ii) a draft amendment to the original engagement agreement (and a draft amendment to the agreement for the valuation of the OSFs: see below): {E13/220.05/1} {E13/220.06/1}. The amendment agreement {E13/218.2} re-affirmed that the valuation was carried out without inspecting the petrol stations and “on the basis of the Customer’s data” (cll. 11.1, 12.1). It further provided that “the task does not include checking the compliance of market demand and consumption with the actual data on the fuel supply provided by the Customer” (cl. 14.10); that the Bank was solely responsible for the accuracy of information provided; and that the Bank had provided Baker Tilly with data as follows (cl. 17): “The Customer has the opportunity to provide the Contractor with only the following initial data: 17.1. The volume of fuel supply for each petrol station by fuel type for 2015; 17.2. The amount of operating expenses for 2015 in the context of each petrol station;  17.3.List of fixed assets in the context of each petrol station for 31.12.2015; 17.4. Copies of title documents. The Customer cannot provide other initial data and more relevant information on the Date of evaluation, according to the request of the Contractor.” Further it provided that: “Verification of the technical and market possibility of supplying the provided volumes of sales of petroleum products is not carried out by the appraiser” (cl 18.1.3).  30  The full address is Rivne Region, Radivillovsky district., Bugayevka village, Kievskaya St, 1. \nAA2/5/15\n15  The August 2016 Spreadsheet, UCE 2016 PS"}
{"start": 31500, "text": ". The Customer cannot provide other initial data and more relevant information on the Date of evaluation, according to the request of the Contractor.” Further it provided that: “Verification of the technical and market possibility of supplying the provided volumes of sales of petroleum products is not carried out by the appraiser” (cl 18.1.3).  30  The full address is Rivne Region, Radivillovsky district., Bugayevka village, Kievskaya St, 1. \nAA2/5/15\n15  The August 2016 Spreadsheet, UCE 2016 PS DCF Report and Veritas 2016 PS Report all contain the same fuel volume data for 2015 Example: 2015 annual fuel volume data for the Petrol Station at 1 Kievskaya St.   August 2016 Spreadsheet (kg)31 {K2-C/249} Rows 2054-2065 UCE 2016 PS DCF (tonnes – rounded) {K2-B/13/36} Entry 115 Veritas 2016 PS Report (DCF) (kg) {K2-B/15/48} Entry 100 A-92 164,537 164.5 164,537 A-95 158,516 158.5 158,516 Diesel 421,260 421.3 421,260 (c) The data in the August 2016 Spreadsheet was prepared in part by taking the ‘Topchy’ data from the Topchy Spreadsheet and increasing it by 300%. In total, over 1,231 items of data in the August 2016 Spreadsheet (in each case for January and February 2015) were calculated in this way. By way of example: \n(d) We attach at Schedule 4 {AA2/9} to these submissions a spreadsheet demonstrating how the data was inflated in relation to the Petrol Stations. (f) The IK Volume Spreadsheets 29 In his first report filed on 21.2.22, Mr Kaczmarek identified a series of individual documents as containing underlying volume data (see Appendix D.7 {D21/3P/10-13}).32 We refer to these spreadsheets as the “IK Volume Spreadsheets”, which are found at {K2-C/1} to  31  The annual totals given in the table are the sum of the monthly totals in the August 2016 Spreadsheet. 32  Kaczmarek1/¶75 {D21/1/30}. Comparison between the monthly fuel volumes for January and February 2015 contained in the ‘TOPCHII’ data in the Topchy Spreadsheet and the August 2016 Spreadsheet (three examples)  Petrol station Month Topchy Spreadsheet (kg) ‘Topchy’ data August 2016 Spreadsheet (kg) % increase Lvov-Kirovograd-Znamenka (right) KM 450 + 700 Jan 15 7,287 29,149 300% Feb 15 6,279 25,117 300% Kviv-Kharkiv-Dovhzansky, KM 488 Jan 15 2,887 11,548 300% Feb 15 3,920 15,681 300% Danila Galitskogo Street (Lenin Street) 110a Jan 15 13,498 53,993 300% Feb 15 12,809 51,236 300% \nAA2/5/16\n16  {K2-C/245}. More specifically: (1) The IK Volume Spreadsheets are 245 JPEG/TIF image files (rather than Excel files) disclosed by D1 on 21.1.22 (204 documents) and 20.2.22 (41 documents), i.e. only after the Bank had filed its expert report on the value of the Petrol Stations (on 21.11.21) and at roughly the same time as Mr Kaczmarek’s report was filed (21.2.22). The custodians of the IK Volume Spreadsheets are identified as the Original Owners of the Petrol Stations. Further, of the 50 identified custodians, at least 42 were identified as third-party custodians for the first time in D1’s January and February 2022 disclosure certificates, having not been identified as such previously. (2) Each spreadsheet contains monthly fuel volume data for one Petrol Station by fuel type for 2015 and H1/2016, and bears the stamp and signature of the owner of the Petrol Station. For example, {K2-C/1} contains the monthly fuel volume data for 2015 and H1/2016 for the Petrol Station at Obolonya Village, Odinitsa Street (owned by Altair Plus LLC) and bears the stamp of Altair Plus.  30 It appears to be D1’s case that the IK Volume Spreadsheets constitute independent corroborative evidence of the Petrol Station volumes. In fact, they support the Bank’s position: (1) The IK Volume Spreadsheets contain the same data as that found in the August 2016 Spreadsheet. This can be seen from the below comparison between an extract from the August 2016 Spreadsheet {K2-C/249P/24} (immediately below) and the first of the IK Volume Spreadsheets {K2-C/1} (second extract below):   \nAA2/5/17\n17     \n   \n  \nAA2/5/18\n18   (2) "}
{"start": 35000, "text": "t the IK Volume Spreadsheets constitute independent corroborative evidence of the Petrol Station volumes. In fact, they support the Bank’s position: (1) The IK Volume Spreadsheets contain the same data as that found in the August 2016 Spreadsheet. This can be seen from the below comparison between an extract from the August 2016 Spreadsheet {K2-C/249P/24} (immediately below) and the first of the IK Volume Spreadsheets {K2-C/1} (second extract below):   \nAA2/5/17\n17     \n   \n  \nAA2/5/18\n18   (2) As can be seen, (i) the data for the 18-month period is identical, as are the column headings in which this data is found; (ii) the title of the spreadsheets is identical (‘Реализация и выручка нефтепродуктов за 2015 г. и 6 месяцев 2016 г.’ in the Ukrainian original); and (iii) the scheme used to number the petrol stations in the August 2016 Spreadsheet is also found in the IK Volume Spreadsheets (left hand column) – Altair Plus petrol station in Obolnya Village was number 146.  (3) D1 has not produced any wider disclosure from 40 of the 42 companies which were identified for the first time as custodians of the IK Volume Spreadsheets – for example, communications with the Bank, Baker Tilly or others relating to the 2016 valuation exercises, or any data provided which was used in the 2016 reports. Nor has D1 produced communications between these Petrol Station owners and Oil Ukraine; or any known adverse documents held by these custodians. All D1 has done is get his own companies to extract information from a global spreadsheet containing inflated data and stamp and sign the same. An adverse inference should be drawn from D1-2’s failure to give wider disclosure from these custodians in relation to the fuel volumes (and generally).  (4) D1 has belatedly engaged in a desperate and frankly shambolic attempt to show that the IK Volume Spreadsheets were produced in August 2016 (the subject of ongoing correspondence). This has involved sending an unheralded 24-page computer and digital forensic expert report (for which no permission has been sought or granted) at 17.56 yesterday (Monday) evening, though the report itself was finalised at 08.44 on Saturday morning. None of this helps D1 one iota because the Bank can show that the data contained in the IK Volume Spreadsheets was the same 300% inflated data as in the August 2016 Spreadsheet. (g) The experts’ views 31 The experts agree that the fuel volume data used in the BT 2016 PS Report and the UCE and Veritas 2016 PS Reports (together, the “2016 Valuation Reports”) is inconsistent:  (1) Mr Bezant notes that for all Petrol Stations where a comparison can be performed (i.e. 243 of the 246 Petrol Stations), the 2015 volume data used by Baker Tilly differs from that used by UCE and Veritas.33 As he points out, if the historical volume data  33  Bezant-Assets2/¶6.11 {D26/1/74}. \nAA2/5/19\n19  was reliable and accurate, the same 2015 data ought to have been available to all three firms. Mr Bezant says – rightly – that this means the Baker Tilly, UCE and Veritas data is unreliable and he accordingly uses different sources of volume data in order to value the petrol stations. (2) Mr Kaczmarek says that, once you aggregate all fuel sales (i.e. petrol, gas and diesel), the average fuel volume per petrol station is almost identical in the data used by BT and UCE / Veritas. The force of that point is undermined by his acceptance that there are substantial discrepancies in the data when looking at individual fuel types and volume data for individual petrol stations.34 But more importantly, and as we have set out above, it is simply not the case (as Mr Kaczmarek asserts) that the “detailed sales volume data provided to Baker Tilly indicates that the average fuel sales volume per station are effectively identical to those provided to UCE and Veritas”.35 The data was all grossly inflated, but in different ways.  (2) Data from after 2016 is reliable 32 Mr Bezant uses the volume data in the valuation reports pr"}
{"start": 38500, "text": "pes and volume data for individual petrol stations.34 But more importantly, and as we have set out above, it is simply not the case (as Mr Kaczmarek asserts) that the “detailed sales volume data provided to Baker Tilly indicates that the average fuel sales volume per station are effectively identical to those provided to UCE and Veritas”.35 The data was all grossly inflated, but in different ways.  (2) Data from after 2016 is reliable 32 Mr Bezant uses the volume data in the valuation reports produced by Volyn Expert in March 2019, which valued 199 Petrol Stations as at 31.12.16 (the “Volyn Restated PS Report”).36 These reports were commissioned by the Bank for the purpose of restating the Bank’s financial statements as at 31.12.16. The volume data used by Volyn in this report is lower than that used in the 2016 Valuation Reports.  33 Volyn Expert does not use historical fuel volume data from 2015-16. Instead, in 2018, Volyn Expert performed field studies of comparable petrol stations and rolled the data back to 2016 based on changes to overall regional fuel volume data for the Petrol Stations.37  34 Mr Kaczmarek contends that the volume data in the Volyn Restated PS Report is unreliable, as it is based on notional (rather than actual) figures, and criticises Mr Bezant’s reliance on it.38 Those criticisms are misplaced. Mr Bezant recognises that the volume data in the Volyn Restated PS Report is a proxy for actual performance figures.39 But the purported volume data provided to the 2016 valuers is so clearly unreliable that Mr Bezant was required to seek more reliable figures.   34  Kaczmarek4/¶¶92-93, 96 {D27/1/30}. 35  Kaczmarek4/¶96 {D27/1/31}. 36  This 559-page report is found in tabs {K2-B/29} (pages 1-201), {K2-B/30} (pages 202-401), and {K2-B/31} (pages 402-559). 37  Bezant-Assets1/¶4.28 {D19/1/53}.  38  Kaczmarek2/¶¶52-62 {D21/1/21}. 39  See esp. Bezant-Assets1/¶4.28{D19/1/53}. \nAA2/5/20\n20  35 Indeed, the figures in the Volyn Restated PS Report are plainly more reliable than those in the 2016 Valuation Reports:   (1) As set out above, the volume data underpinning the 2016 Valuation Reports is unreliable. Mr Kaczmarek says that the volumes used in the 2016 reports is “sufficiently detailed such that it is highly unlikely that there was any systematic manipulation of this data to overstate fuel sales volumes.”40 Mr Kaczmarek further asserts that “no evidence has been presented in this case that would lead me to conclude that the volumes upon which I rely are the product of an information systems error or fraud.”41 As set out above, it was systematically manipulated.  (2) All the valuers who valued the Petrol Stations in 2017 and 2018 were provided with the historic data used in the 2016 valuations, but disregarded or refused to use it.42 Mr Kaczmarek suggests it was “odd” that the Bank used new valuers and the new valuers did not use the historical 2016 performance data provided to BT, UCE and Veritas.43 On the contrary, this is entirely sensible and unsurprising.  (3) It is possible to perform cross-checks against independent data on fuel sales volumes: (a) Ukrstat, the national statistics service of Ukraine, provides data on fuel sales volumes for 2016. Ukrstat’s data suggests that average fuel sales volumes per petrol station in Ukraine were c. 419 t/pa in 2016; the Volyn Restated PS Report average fuel sales volume is 548 t/pa in 2016; whereas the 2016 Valuation Reports average fuel sales volume is 1,333 t/pa in 2016.44 (b) Naftogaz’s 2016 annual report provides data on average fuel sales volumes for 2016 for petrol stations operated by Ukrnafta and the Privat Group. The average reported volume sales at Privat Group petrol stations was c. 28% of the average implied by the 2016 Valuation Reports; whereas it was closer to 70% of the average implied by the Volyn Restated PS Report.45  (c) Naftogaz’s 2016 annual report also includes the total fuel volume sold by the 1,021 Privat Group petrol stations (of which the 246 P"}
{"start": 42000, "text": "aftogaz’s 2016 annual report provides data on average fuel sales volumes for 2016 for petrol stations operated by Ukrnafta and the Privat Group. The average reported volume sales at Privat Group petrol stations was c. 28% of the average implied by the 2016 Valuation Reports; whereas it was closer to 70% of the average implied by the Volyn Restated PS Report.45  (c) Naftogaz’s 2016 annual report also includes the total fuel volume sold by the 1,021 Privat Group petrol stations (of which the 246 Petrol Stations  40  Bezant-KaczmarekJR/¶7.18 {D25/1/42}. 41  Kaczmarek4/¶102 {D27/1/34}.  42  Bezant-Assets1/¶¶4.34, 4.37, 4.38, 4.59 {D19/1/54}. 43  Kaczmarek2/¶¶48-49 {D21/1/20}. 44  Bezant-Assets1/¶4.60 {D19/1/61}. 45  Bezant-Assets1/¶4.60 {D19/1/61}.  \nAA2/5/21\n21  transferred to the Bank were a subset). The volume data relied on in the BT 2016 PS Report and UCE 2016 PS Report imply that the c. 243 Petrol Stations transferred to the Bank (which represent around 24% of the 1,021 Privat Group petrol stations) sold c. 91% - 100% of the total fuel volume sold by all Privat Group petrol stations in 2016, such that the other 778 petrol stations sold virtually none.46 That is nonsensical. By contrast, the volume data relied on in the Expert + and Volyn Expert Reports  implies that the same 24% of the Petrol Stations sold 35% of the fuel sold by that network.47 (4) Volyn Expert (and valuers who valued the Petrol Stations in 2017) performed field studies on comparable petrol stations to identify fuel sales volumes. It is notable that the data apparently based on their field studies generated fuel volumes much closer to the reported averages across Ukrainian petrol stations. That would suggest that the field studies were fundamentally sound.  (5) Mr Kaczmarek purports to perform his own “cross-check”. He calculates the average number of vehicles per day which would visit each station based on the different fuel volumes.48 He says the data in the reports produced in 2016 suggests the Petrol Stations were “high performing” (69 vehicles per day) whereas the Restated PS Report data suggests they were “significantly underperforming” (29 vehicles per day). That is an extraordinary cross-check. It is based on Mr Kaczmarek’s own assumptions as to (i) how many vehicles would constitute a good / bad performance; and (ii) the average size of a petrol tank of a Ukrainian vehicle.49 B3 RONIC 36 The RONIC limitation included in Mr Bezant’s model has a c. UAH 0.5 bn (US$20m) impact on his valuation of the Petrol Stations.50 The difference between the experts is really one of economic common sense:  (1) An investor in a company can expect a return on newly invested capital, which represents the cost of capital to the business. However, the experts agree that “most  46  Bezant-Assets2/¶¶6.18-6.19 {D26/1/76}. 47  Ibid. 48  Kaczmarek2/¶¶59-61 {D21/1/24}. As noted above, Baker Tilly valued 994 petrol stations (i.e. nearly all of the c. 1,000 in the Privat network) based on total volume sales of 2.2m tonnes – five times Naftogaz’s reported throughput figure for the Privat network of 0.4m tonnes (¶6.19(1)).   49  Cf. Bezant-Assets2/¶¶6.25-6.26 {D26/1/78}. 50  Kaczmarek2/¶94 {D21/1/35}. \nAA2/5/22\n22  businesses are unable to achieve returns in excess of the cost of capital over an extended period”.51 Mr Bezant explains that this is because market conditions will result in the erosion of excess profits by the entry into the market of competitors;52 and that, if RONIC is greater than the cost of capital, the business is delivering returns to providers of capital which are greater than the returns necessary to invest.53 (2) The difference between the experts is whether or not the Petrol Stations fall within the category of “most businesses” or, as Mr Kaczmarek contends, that they have competitive advantages that would allow them to generate excessive returns in perpetuity.54 These advantages are said to be their physical location (a “key driver of profitability”55) an"}
{"start": 45500, "text": "er than the cost of capital, the business is delivering returns to providers of capital which are greater than the returns necessary to invest.53 (2) The difference between the experts is whether or not the Petrol Stations fall within the category of “most businesses” or, as Mr Kaczmarek contends, that they have competitive advantages that would allow them to generate excessive returns in perpetuity.54 These advantages are said to be their physical location (a “key driver of profitability”55) and a ‘first mover’ advantage.56 This means that Mr Kaczmarek assumes that the Petrol Stations will make increasing profits each year without any investment beyond “maintenance capital expenditures”.57 However: (a) Mr Kaczmarek does not say anything specific about the location of the Petrol Stations while Mr Bezant notes that (i) the majority of the Petrol Stations are in villages (where demand may be limited) and (ii) in areas with greater demand, low barriers to entry will erode excess profits.58 Further, Mr Bezant notes that, along a 1.4km stretch of road in Dnipro, there are found seven petrol stations operated by four different firms (including the Privat Group); and, in Sumy, four petrol stations (including one of the Petrol Stations), are in close proximity.59  (b) Mr Kaczmarek appears to suggest that firms will be able to earn returns in excess of the cost of capital in perpetuity – i.e. increasing profits with no incremental investment – because a prospective competitor would either decline to enter the fray due to the risk that the incumbent lowers its prices or demand is split among suppliers (if supply exceeds demand) or would also benefit from excess profits (if demand exceeds supply). That is a blinkered understanding of a market economy and will be tested under cross- 51  Bezant-KaczmarekJS/¶7.20 {D25/1/44}. 52  Bezant-Assets2/¶2.49 {D26/1/20}, ¶6.35ff {D26/1/80}. 53  Bezant-Assets2/¶6.30 {D26/1/79}. 54  Bezant-KaczmarekJS/¶7.22 {D25/1/45}. 55  Kaczmarek2/¶80 {D21/1/31}. 56  Bezant-KaczmarekJS/¶7.22 {D25/1/45}. 57  Kaczmarek2/¶131 {D21/1/46}. 58  Bezant-Assets2/¶¶6.42 - 6.43 {D26/1/82}. 59  Bezant-Assets2/¶6.44; Figures 6-3 and 6-4 {D26/1/83}. \nAA2/5/23\n23  examination. (3) More realistically, Mr Bezant does not consider that the Petrol Stations can earn excess profits in the long run as they do not possess a competitive advantage. This is because (i) they supply homogenous goods; (ii) there were multiple competitors in the market or able to enter it at the date of valuation;60 and (iii) there are no significant barriers to entry.61 (4) Mr Bezant also points out that widely cited works on valuation require RONIC to be taken into account when calculating terminal values or discount rates in a DCF calculation.62 Based on his assessment of the cost of capital (17.5%) and a premium of 1%, Mr Bezant assumes that RONIC will reach 18.5% in the terminal period.63 He explains that the constraint may manifest itself in a number of ways (e.g. reduced margins to discourage competitors, or the need for increased capital expenditure or working capital) and that, for convenience, he implements it by assuming that capital expenditure will increase annually until the RONIC has reached 18.5%.64 The premium of 1% over the cost of capital is based on the views of Professor Damodaran, a well-known valuation practitioner (although Mr Bezant doubts whether any premium should be applied, he has applied a 1% premium – which serves to increase his valuation).65 B4 The Country Risk Premium (CRP) 37 The experts agree that the cost of equity calculation in their discount rate methodologies requires an adjustment to account for the incremental risk of the Petrol Stations being located in Ukraine - the ‘country risk premium’ (the “CRP”). They disagree as to the extent  60  Bezant-Assets2/¶¶6.38 - 6.75 {D26/1/81}. 61  Bezant-KaczmarekJS/¶¶7.22-7.23 {D25/1/45}; Bezant-Assets2/¶6.35 {D26/1/80}. In relation to this, and Mr Kaczmarek’s ‘first mover advantage’"}
{"start": 49000, "text": "65 B4 The Country Risk Premium (CRP) 37 The experts agree that the cost of equity calculation in their discount rate methodologies requires an adjustment to account for the incremental risk of the Petrol Stations being located in Ukraine - the ‘country risk premium’ (the “CRP”). They disagree as to the extent  60  Bezant-Assets2/¶¶6.38 - 6.75 {D26/1/81}. 61  Bezant-KaczmarekJS/¶¶7.22-7.23 {D25/1/45}; Bezant-Assets2/¶6.35 {D26/1/80}. In relation to this, and Mr Kaczmarek’s ‘first mover advantage’, Mr Bezant notes at Bezant-Assets2/¶6.39 that the claimants in the Stabil Arbitration [sc. companies ultimately owned by D1-2] had renovated 19 petrol stations in response to  “new entrants into the Crimean market [who] built new stations or modernised old ones”{D26/1/81}. 62  Bezant-Assets2/¶6.34 {D26/1/80}, referring to McKinsey & Company and Professor Damodaran (on whom Mr Kaczmarek relies when convenient). See also Bezant-Assets2/¶¶6.47 - 6.48: “My rule of thumb with return on capital [sc. RONIC] and stable growth is for 80% of companies I go to the default. The default is to set it equal to the cost of capital [sc. the WACC]. For 1 in 5 companies where I think that the competitive advantages are large and significant, I will leave the return on capital above the cost of capital by maybe 2% or 3%”; “economic theory suggests that competition will eventually eliminate abnormal returns, so for may companies, set ROIC [sc. return on invested capital] equal to WACC”. {D26/1/84}. 63  Bezant-Assets1/¶4.73 {D19/1/65}. Implied RONIC cannot be determined for Mr Kaczmarek’s calculations because he assumes that annual capital expenditure is equal to depreciation (i.e. maintenance capital with no new invested capital on which to calculate a return): Bezant-Assets2/fn. 179 {D26/1/80}. 64  Bezant-Assets1/¶4.73 {D19/1/65}; Bezant-KaczmarekJS/¶7.22 {D25/1/45}; Bezant-Assets2/¶6.52 {D26/1/84}. 65  Bezant-Assets1/fn. 148 {D19/1/65}; Bezant-Assets2/¶¶2.51, 6.47 - 6.51 {D26/1/84} (Professor Damodaran suggests a premium of 2-3% for companies with “large and significant” competitive advantages). \nAA2/5/24\n24  of that premium (Mr Bezant: 7.6%; Mr Kaczmarek: 3%). 38 Mr Bezant considers that the Petrol Stations are especially exposed to country risk because of their immovable, asset-heavy operations66 (an example of the application of CRP being highlighted in the Crimean Arbitrations which involved petrol stations expropriated by Russia: see ¶46 below).  39 Mr Bezant uses a CRP of 7.6%, based on the sovereign yield spread published by Duff & Phelps in March 2016,67 noting that while the correlation is not perfect, this metric is a commonly used reference point.68 He also acknowledges different methodologies but notes that 7.6% is the lowest average published CRP for Ukraine of which he is aware (either by source or by methodology). In particular, it is lower than the average premium adopted by valuers who prepared contemporaneous valuation reports of the Petrol Stations (4.9% - 14.3%, with an average of 8.7%) and similar to that adopted by investment analysts covering large public companies operating in Ukraine (4.5% - 10.5%, with an average of 7.6%).69 Valuation practitioners similarly suggest an average CRP of 7.6% (country yield spread model) or 14.7% (country credit rating model). Mr Kaczmarek’s CRP of 3% is significantly below these figures. 40 Mr Kaczmarek disagrees with the “blanket application” of sovereign bond spread to every business as a proxy for country risk because “not all companies will have the same exposure”.70 He applies a CRP of 3% based on his own “comprehensive” (three paragraph) analysis of various components of country risk, including currency (“some, but not much, exposure”), macroeconomic (“moderate level of macroeconomic risk”) and social risks (no significant labour disruptions).71 Unlike Mr Bezant’s quantitative analysis, Mr Kaczmarek’s is a superficial one without explanation of how he reaches the figure of 3% based on his ass"}
{"start": 52500, "text": " risk because “not all companies will have the same exposure”.70 He applies a CRP of 3% based on his own “comprehensive” (three paragraph) analysis of various components of country risk, including currency (“some, but not much, exposure”), macroeconomic (“moderate level of macroeconomic risk”) and social risks (no significant labour disruptions).71 Unlike Mr Bezant’s quantitative analysis, Mr Kaczmarek’s is a superficial one without explanation of how he reaches the figure of 3% based on his assessment of these three risks.72 As a purported cross-check,73 he also notes that this results in a decrease to the value of the Petrol Stations of 18% or 66 days of lost revenue per year; the “magnitude of the equivalent cash flow impact” means he is satisfied that the CRP “appropriately captures the level of incremental country risk faced by the Petrol Stations”.74 However, as Mr Bezant points out, whether  66  Bezant-Assets2/¶6.72 {D26/1/88}. 67  Bezant-Assets2/¶6.56 {D26/1/85}. 68  Bezant-Assets2/¶6.70 {D26/1/88}. 69  Bezant-Assets2/¶6.74 {D26/1/88}. 70  Bezant-KaczmarekJS/¶6.9 {D25/1/26}, Kaczmarek2/¶154 {D21/1/53}. 71  Kaczmarek2/¶155-158 {D21/1/54}. 72  Bezant-Assets2/¶6.61 {D26/1/85}. 73  Kaczmarek2/¶152 {D21/1/52}. 74  Kaczmarek2/¶158 {D21/1/55}. Mr Kaczmarek does not explain why an 18% reduction is sufficient; cf. Mr Bezant who explains, by reference to the valuation multiples of listed Ukrainian and FTSE 100 companies, \nAA2/5/25\n25  this is sufficient depends on the extent of the risks to which the Petrol Stations are, in fact, exposed.75 41 Indeed, Mr Kaczmarek’s analysis entirely ignores any consideration of political, legal or regulatory risk, despite leading valuation practitioners recognising such risks and Mr Kaczmarek referring to them in his expert reports in other proceedings.76 These risks include e.g. the risk of expropriation and the effects of internal or external conflict (tensions between Russia and Ukraine were high in 2016), trust in the Ukrainian judiciary and its willingness to address corruption, and Ukraine’s regulatory framework in corporate matters.77 This necessarily leads to Mr Kaczmarek’s CRP being understated. 42 Finally, Mr Kaczmarek makes two further points in his supplemental report: (1) He notes that Duff & Phelps reported CRPs of 7.6% for Ukraine and 3.1% for Russia and finds it inexplicable that an otherwise identical petrol station operating in Ukraine or Russia would have substantially different valuations, relying on a hypothetical example of a petrol station in Crimea before and after the Russian annexation.78 He considers that “logically, the same petrol station should not be materially higher or lower in value if it operates in Ukraine or Russia as risk perceptions would largely be equivalent”.79 That is, with respect, obviously wrong: they are different countries, with different economies, laws and judiciaries.80 Events of the past 18 months amply demonstrate why Ukraine might be expected to have a higher CRP than Russia. (2) He also suggests that Mr Bezant’s CRP of 7.6% conflicts with the latter’s 25% reduction in trading multiples of comparable companies to account for incremental risks associated with Ukraine in his (now unchallenged) report on Share Pledges, in which Mr Bezant explained that this reduction can be viewed as a 3-4% increase in  that Ukrainian companies trade at much larger discounts than 18% relative to listed companies in other countries: Bezant-Assets2/¶6.59 {D26/1/86}. Mr Kaczmarek also suggests that Mr Bezant’s CRP would result in 131 days’ worth of lost revenue: this is a meaningless comparison, particularly in view of the absence of any justification of why 66 days would be acceptable. 75  Bezant-Assets2/¶6.58 {D26/1/85}. 76  Bezant-KaczmarekJS/¶6.9{D25/1/26}; Bezant-Assets2/¶¶6.62-6.68 {D26/1/86}. While Mr Bezant notes at Bezant-Assets2/¶6.68 {D26/1/87} that the exclusion of these risks is consistent with the approach adopted by Mr Kaczmarek in the Crimean Arbit"}
{"start": 56000, "text": "zmarek also suggests that Mr Bezant’s CRP would result in 131 days’ worth of lost revenue: this is a meaningless comparison, particularly in view of the absence of any justification of why 66 days would be acceptable. 75  Bezant-Assets2/¶6.58 {D26/1/85}. 76  Bezant-KaczmarekJS/¶6.9{D25/1/26}; Bezant-Assets2/¶¶6.62-6.68 {D26/1/86}. While Mr Bezant notes at Bezant-Assets2/¶6.68 {D26/1/87} that the exclusion of these risks is consistent with the approach adopted by Mr Kaczmarek in the Crimean Arbitrations, those proceedings related to expropriation by a state and the same considerations would not apply. 77  Bezant-Assets2/¶¶6.64 - 6.66 {D26/1/87}. 78  Kaczmarek4/¶113ff {D27/1/37}. Mr Kaczmarek’s analysis is, in any case, flawed. In Table 12 of Kaczmarek4 {D27/1/38}, Mr Kaczmarek applies the CRP to the total discount rate (equivalent to the WACC, which includes the cost of debt and equity); however, at Kaczmarek2/¶153 {D21/1/53}, he acknowledges that country risk should be incorporated in the discount “as a premium to the cost of equity” (and not debt). 79  Kaczmarek4/¶116 {D27/1/38}. 80  See (e.g.) the Stabil Award, ¶345 {D26/22/105}. \nAA2/5/26\n26  the discount rate.81 Mr Kaczmarek alleges that this is consistent with his CRP of 3%.82 However, the CRP is a measure of the incremental risk against a significantly lower risk country such as the US; whereas the figure of 25% in the Share Pledges Report reflects incremental risks of operating in Ukraine compared to the countries in which the comparable companies were located (mostly Eastern Europe). B5 Other Petrol Station valuation issues 43 There are a number of other issues which separate the experts on the valuation of the Petrol Stations which are addressed briefly below:  (1) Market valuation and Crimean comparables 44 First, Mr Kaczmarek places equal weighting on his DCF valuation and his market approach valuation in order to value the Petrol Stations. He considers the market information he has gathered is sufficiently robust to conduct a market valuation.83 Mr Bezant considers there is insufficient evidence to conduct a market valuation because the information about purportedly comparable transactions (sales of other networks of petrol stations) is limited to the number of petrol stations sold and the aggregate price, and does not include information on the characteristics that would affect the value of a petrol station.84  45 A brief review of Mr Kaczmarek’s purported comparables demonstrates these flaws: (1) None of the valuers who valued the Petrol Stations between 2016 and 2019 conducted a market valuation (i.e. none based their valuation on comparables). Even Veritas, which referred to confidential sales of other networks of petrol stations in the Veritas 2016 PS Report, considered there was insufficient reliable data to perform a market approach.85 (2) Mr Kaczmarek calculates a ‘weighted average’ value per petrol station based on 14 comparable transactions. Those comparables do not give a fair basis on which to calculate an implied average value of the Petrol Stations: (a) It is clear that some of the higher value petrol station sales relied on by Mr Kaczmarek are not reliable;86  81  Kaczmarek4/¶117 {D27/1/38}. 82  Kaczmarek4/¶117 {D27/1/38}. 83  Bezant-KaczmarekJS/¶7.5 {D25/1/31}. 84  Bezant-KaczmarekJS/¶7.25 {D25/1/48}; Bezant-Assets1/¶4.85 {D19/1/69}. 85  Veritas 2016 PS Report, p.84 {{K2-B/15/84}; Bezant-Assets2/¶7.3 {D26/1/91}. The Veritas 2016 PS Report refers to sales of petrol station networks at p.89ff {K2-B/15/89}. 86  Bezant-Assets2/¶¶7.23-7.26 {D26/1/95}. \nAA2/5/27\n27  (b) Mr Kaczmarek double-counts the transaction underlying his highest value per petrol station, thereby increasing his weighted average;87 (c) Mr Kaczmarek gives equal weighting to transactions which involved the sale of a single petrol station and transactions involving the sale of 240 petrol stations, which distorts his average value;88  (d) The Lukoil-AMIC transaction relied on by Mr Kaczma"}
{"start": 59500, "text": "etrol station networks at p.89ff {K2-B/15/89}. 86  Bezant-Assets2/¶¶7.23-7.26 {D26/1/95}. \nAA2/5/27\n27  (b) Mr Kaczmarek double-counts the transaction underlying his highest value per petrol station, thereby increasing his weighted average;87 (c) Mr Kaczmarek gives equal weighting to transactions which involved the sale of a single petrol station and transactions involving the sale of 240 petrol stations, which distorts his average value;88  (d) The Lukoil-AMIC transaction relied on by Mr Kaczmarek involved the sale to a “premium” brand and, in any event, if the sale price in that transaction is converted to UAH as at August 2014 (when the transaction concluded) the average price per petrol station was UAH 16m – around half of Mr Kaczmarek’s weighted average of UAH 33m.89  (3) Mr Kaczmarek does not conduct a proper comparison exercise and instead calculates a weighted average value per petrol station. It appears he does this because he is unaware of the physical or economic condition of the petrol stations sold in the comparable transactions. He does not seek to control (or adjust) for the location of the petrol stations; the number of pumps at each station; the economic performance of the country in which the station is located etc. He thus calculates the average price of the Petrol Stations, located predominantly in Ukrainian villages, by reference to the sale price of a petrol station located in Belgrade city centre and 190 stations which were mainly located in the much more densely populated (and economically developed) Hungary.90  (4) Mr Kaczmarek converts his comparable transactions into a US$ price per petrol station as at the transaction dates, and then generates a US$ weighted average. That is a fundamentally flawed exercise. The UAH depreciated significantly against the dollar in the period in which the comparable transactions took place. The effect of Mr Kaczmarek’s approach is to generate a weighted average price of US$1.1m (UAH 30m as at 31.12.16), whereas if the comparable transactions were all converted to UAH as at each transaction date (spanning the period 2012 to 2016), the weighted average is c. UAH18m.91 As Mr Bezant puts it, focussing on the difference between  87  Bezant-Assets2/¶7.27 {D26/1/96}. 88  As Mr Bezant points out, Mr Kaczmarek includes the sale of a single petrol station to NIS (Serbia) in Belgrade for US$3.9m in July 2014. But that petrol station was located next door to a business centre in a capital city, and the effect of excluding that single transaction from Mr Kaczmarek’s average is to reduce it from c. US$1.6m to US$1.4m: Bezant-Assets2/¶¶7.13-7.15 {D26/1/93-94}.  89  Bezant-Assets2/¶¶7.17-7.19 {D26/1/94}.  90  Bezant-Assets2/¶¶7.37-7.53 {D26/1/101}. 91  Bezant-Assets2/¶¶7.29-7.36 {D26/1/96}, ¶¶7.57-7.58 {D26/1/106}. \nAA2/5/28\n28  2013 and 2016 exchange rates, “Mr Kaczmarek’s approach implies that, holding all else constant, a Ukrainian petrol station can be worth over three times more in UAH in 2016 than 2013, despite the economic conditions that would have contributed to the extreme currency depreciation. I do not consider that plausible”.92 46 Second, Mr Kaczmarek refers to the value of 47 petrol stations located in Crimea determined by an ICSID arbitration by Ukrnafta and Stabil (for whom he acted) against Russia following the annexation of Crimea (the “Crimean Arbitrations”). He notes that the average value per petrol station awarded by the tribunal was US$2.7m (Ukrnafta) and US$1.1m (Stabil).93 Those values are significantly higher than Mr Bezant’s value per Petrol Station (US$300,000) and are closer to Mr Kaczmarek’s valuation. Even on his own case, however, the results of the Crimean Arbitrations do not provide a useful data point: (1) This is not a proper cross-check because Mr Kaczmarek does not seek to compare the volume of fuel sold at the Ukrnafta and Stabil Crimean petrol stations. There is evidence which suggests Ukrnafta’s stations sold double the petrol that Privat petr"}
{"start": 63000, "text": ").93 Those values are significantly higher than Mr Bezant’s value per Petrol Station (US$300,000) and are closer to Mr Kaczmarek’s valuation. Even on his own case, however, the results of the Crimean Arbitrations do not provide a useful data point: (1) This is not a proper cross-check because Mr Kaczmarek does not seek to compare the volume of fuel sold at the Ukrnafta and Stabil Crimean petrol stations. There is evidence which suggests Ukrnafta’s stations sold double the petrol that Privat petrol stations sold in 2016, which would suggest the comparison with Ukrnafta Crimean petrol stations is inapposite.94 Nor does he seek to account for proposed renovations to the Stabil petrol stations, or the physical location of the Crimean stations (more of the Crimean stations were in urban areas than the Petrol Stations).95 (2) The Crimean petrol stations were valued in the arbitration as assets located in Russia rather than Ukraine – i.e. based on forecast growth in Russian fuel consumption and (lower) Russian CRP, both of which serve to increase the valuation.96 (3) Mr Kaczmarek took a very different approach to valuing the Crimean petrol stations, including (i) relying on trading multiples in the arbitration which he has discounted in these proceedings, (ii) relying on a different weighting of the DCF analysis and market approach, and (iii) relying on six comparable transactions in these proceedings which he did not refer to in the Crimean Arbitrations.97  (4) A sensitivity analysis demonstrates that if the valuations in the Crimean arbitrations  92  Bezant-Assets2/¶7.35 {D26/1/100}. It is particularly implausible in circumstances in which average fuel sales across Ukraine declined in the period 2014 to 2016: Bezant-Assets1/App. 8/Table A8-3 {D19/9/7} and Bezant-Assets1/Table 4-6 {D19/1/62}. 93  Kaczmarek2/¶¶192-193 {D21/1/67}. 94  Bezant-Assets2/¶¶8.18-8.20 {D26/1/112}. 95  Bezant-Assets2/¶¶8.21-8.24 {D26/1/113}. 96  Bezant-Assets2/¶¶8.25-8.31 {D26/1/114}. 97  Bezant-Assets2/¶¶8.32-.8.34 {D26/1/116}. \nAA2/5/29\n29  are adjusted to reflect (i) the devaluation of UAH in 2014-2016, (ii) the higher fuel volume sales in Crimea and (iii) different CRP in Russia and Ukraine, the average value per petrol station is UAH 9.9m (Ukrnafta) and UAH 6.1m (Stabil). Those values are much closer to Mr Bezant’s valuation of the Petrol Stations than the figures for which Mr Kaczmarek contends.98  (2) Use of hindsight 47 Mr Kaczmarek considers it a “cardinal rule” of valuation that a valuer may only use information which was known or knowable as at the valuation date.99 This is a bad point: (1) Mr Bezant explains that he uses fuel volume information estimated after the valuation date in order to ensure that his information is as accurate as possible. Where there are doubts about the reliability of contemporaneous documents or information, it is appropriate to rely on information from later dates which is informative of the position as at the valuation date.100  (2) Mr Kaczmarek’s black-and-white approach makes little sense: on his logic, if he was valuing a terraced house as at 1 January, and the adjoining (identical) house was sold on 2 January, he would ignore the sale price of the latter for the purpose of valuing the former. The Court should not be so dogmatic: “Why should he guess when he can calculate? With the light before him, why should he shut his eyes and grope in the dark?”: Bwllfa & Merthyr Dare Steam Colleries v Pontypridd Waterworks [1903] AC 426 at 431 (Lord Macnaughten).  (3) There is nothing objectionable in a court (or an expert) valuing assets which are in dispute by reference to events occurring after the valuation date. Later events may act as a useful cross-check for, or as evidence of, the value of the asset as at the valuation date: see e.g. Buckingham v Francis [1986] 2 All ER 738, 740, 742 (Staughton J).  In Stanley v TMK Finance [2010] EWHC 3349 (Ch), the Court considered whether the sale of a piece of land had been at an un"}
{"start": 66500, "text": "at 431 (Lord Macnaughten).  (3) There is nothing objectionable in a court (or an expert) valuing assets which are in dispute by reference to events occurring after the valuation date. Later events may act as a useful cross-check for, or as evidence of, the value of the asset as at the valuation date: see e.g. Buckingham v Francis [1986] 2 All ER 738, 740, 742 (Staughton J).  In Stanley v TMK Finance [2010] EWHC 3349 (Ch), the Court considered whether the sale of a piece of land had been at an undervalue: it was sold for £2.27m in May 2005 and re-sold by the purchaser for c. £4m in October 2006. At [16]-[18], David Richards J considered whether the subsequent sale was admissible as evidence of the value of the land in May 2005:  “ … as a matter of principle, the court is entitled … to have regard to the price agreed in 2006. It is not an application of a hindsight principle …. It is simply using the later sale to  98  Bezant-Assets2/¶¶8.35-8.38 {D26/1/118}. 99  Kaczmarek2/¶¶74, 97ff {D21/1/29},{D21/1/36}. 100  Bezant-Assets2/¶2.42 {D26/1/18}, ¶¶5.36-.39 {D26/1/69}. \nAA2/5/30\n30  establish by inference the market value at the earlier date. This depends for its validity crucially on two factors. The first is to establish that there was no significant change in market conditions between the two dates, apart from those such as a general rise in market values which can be quantified without otherwise affecting market conditions. The second is that the circumstances of the sale are such that it can truly be regarded as establishing market value at the date of the sale and, hence, be used as a reliable basis for inferring market value at the earlier date...”101 48 For the reasons given above, the Court should adopt Mr Bezant’s valuation for the 246 Petrol Stations of UAH 1,869m (a c. 70% discount to the Credit Value of UAH 6,341m). The Court should reject Mr Kaczmarek’s valuation of UAH 8,444m (a c. 33% premium to the Credit Value).   \n 101  See too Ageas (UK) Ltd v Kwit-Fit [2014] Bus L.R. at [34] (Popplewell J): “there is no conceptual difficulty in using subsequent events to inform an assessment of value at an earlier date in an appropriate case”. The ultimate purpose of the valuation of the Transferred Assets is to ensure that the Bank is fully compensated for the loss it has sustained (consistent with the Ukrainian law principle of full compensation: see Section N4 of the Bank’s Opening Submissions {AA2/1/244}). As a matter of English law, the use of subsequent events to inform a value as an at earlier date is justified by the compensatory principle: Ageas at [37]. \nAA2/5/31\n31  C OSFS Asset Credit Value Restated 2016 Value Bezant valuation Kaczmarek valuation Difference (Bank / D1 valuations) 74 OSFs UAH 5,891m UAH 325m UAH 538m UAH 2,499m UAH 1,961m C1 Introduction 49 The major issue which divides the experts is whether the OSFs were operational at the time they were transferred to the Bank. Mr Kaczmarek values the OSFs at UAH 2,499m on the premise that 70 of the 74 OSFs had throughput volume ascribed to them in the BT 2016 OSF Report, and were therefore operational.102 He performs a DCF valuation on that basis.103 However, there is cogent evidence that the data provided to Baker Tilly as to the operational status of the OSFs was falsified within BOK by Chernyshov and Plyska (no doubt ultimately on D1-2’s instructions). 50 Mr Bezant considers there is sufficient uncertainty as to the operational status of the OSFs in 2016 such that he does not perform a DCF valuation but instead values the OSFs by reference to the values at which a sub-set of the OSFs were sold at auction by the Bank in 2019. He values the OSFs at UAH 538m. 51 If the Court concludes that the OSFs were not operational, or that there is insufficient evidence to conclude that they were, it follows that Mr Kaczmarek’s valuation proceeds on a false premise. In those circumstances, Mr Bezant’s valuation – based on the 2019 auction values – should be preferred. 52 It "}
{"start": 70000, "text": "es not perform a DCF valuation but instead values the OSFs by reference to the values at which a sub-set of the OSFs were sold at auction by the Bank in 2019. He values the OSFs at UAH 538m. 51 If the Court concludes that the OSFs were not operational, or that there is insufficient evidence to conclude that they were, it follows that Mr Kaczmarek’s valuation proceeds on a false premise. In those circumstances, Mr Bezant’s valuation – based on the 2019 auction values – should be preferred. 52 It is the Bank’s pleaded case that, where an asset has been sold at auction, it has given credit for the higher of (i) its true value in 2016; or (ii) the sum for which it was sold at auction. For the OSFs auctioned in 2019, Mr Bezant values them at their auction price. For all but two104 of the OSFs auctioned in 2020 to 2022, Mr Bezant’s valuation is higher than the auction proceeds and, accordingly, the Bank will give credit for Mr Bezant’s (higher) valuation. C2 Were the OSFs operational in 2016? 53 The experts have not independently verified the operational status of the OSFs (either at  102  See Bezant-Assets2/¶9.11 {D26/1/122} in respect of the original 72 OSFs and BT 2016 OSF Report, OSFs 145 and 146 in respect of the additional 2 OSFs {K2-A/4/15}. 103  Kaczmarek2/¶¶42-43 {D21/1/18}. 104  The two OSFs whose auction value were higher than Mr Bezant’s valuations are at rows 60 and 61 of Annex G to the Re-Re-Re-Amended Reply {A1/32/7}. \nAA2/5/32\n32  the time they performed their valuations or in 2016). However, it is clear on the evidence that the vast majority of the OSFs were not operational at the time they were transferred to the Bank. In particular:  (1) The vast majority of the OSFs were described as “non-operational” in spreadsheets produced by Bank employees in 2015. (2) Baker Tilly had significant doubts as to the accuracy of the information provided by the Bank as to the status and capacity of the OSFs.  (3) The NBU conducted inspections of a sample set of the OSFs shortly after they were transferred to the Bank, concluding in early July 2016 that many of them were not operating.  (4) Inspections conducted by the Bank’s staff in early 2017 confirmed that virtually all of the OSFs were non-operational.  54 In 2015 and 2016, the Bank entered into separate contracts with Baker Tilly for it to value 149 OSFs, including the 74 OSFs that are the subject of the Asset Transfer.  Baker Tilly delivered its reports on 15.10.15 and 11.4.16 (the “BT 2015 OSF Reports” and the “BT 2016 OSF Report”). The Credit Values of the OSFs were based on the valuations in the BT 2016 OSF Report. (1) The BT 2015 OSF Reports 55 In 2015, Baker Tilly produced a number of valuation reports for (inter alia) the 74 OSFs transferred to the Bank in 2016 (i.e. the BT 2015 OSF Reports). The trial bundle includes three examples at {K2-A/1}, {K2-A/2}, {K2-A/3} in relation to 26 OSFs. 56 Baker Tilly was instructed to produce a market value of each OSF so that the OSFs (or the shares in the company owning the OSFs) could be used as collateral, with the users of the valuation listed as the Bank, the NBU and the OSF owner: e.g. {K2-A/3/7}. Each of the reports records that Baker Tilly was provided with information about the OSF by the owner, including nominal capacity of the OSF and “data on release and residuals of petroleum products on a monthly basis for the period of 2014 [and] 2 months of 2015” (ibid.). 57 The Bank has not located any communications by which capacity or throughput data was emailed by Bank employees to Baker Tilly in 2015. However, the Bank has located a spreadsheet last saved on 26.6.15 which contains the input, output and storage volumes for 149 OSFs for 2014 and Jan-Feb 2015 (the “June 2015 OSF Spreadsheet”): {K2-C/254P} \nAA2/5/33\n33  {K2-C/254M}.105 The sum of the monthly volumes in the June 2015 OSF Spreadsheet for each OSF match the annual volumes which appear in the corresponding BT 2015 OSF Report. In other words, the June 2015 OSF Spreadshe"}
{"start": 73500, "text": "ughput data was emailed by Bank employees to Baker Tilly in 2015. However, the Bank has located a spreadsheet last saved on 26.6.15 which contains the input, output and storage volumes for 149 OSFs for 2014 and Jan-Feb 2015 (the “June 2015 OSF Spreadsheet”): {K2-C/254P} \nAA2/5/33\n33  {K2-C/254M}.105 The sum of the monthly volumes in the June 2015 OSF Spreadsheet for each OSF match the annual volumes which appear in the corresponding BT 2015 OSF Report. In other words, the June 2015 OSF Spreadsheet contains the raw data provided to Baker Tilly.  58 It is clear that the data provided to Baker Tilly in the June OSF 2015 Spreadsheet, including as to the operational status of the OSFs, was falsified within the Bank: (1) A very similar version of the same spreadsheet has been found which was last saved on 25.3.15 (the “March 2015 OSF Spreadsheet”) {K2-C/255P} (spreadsheet) {K2-C/255M} (metadata). The difference between the two is that the March 2015 OSF Spreadsheet includes a further column entitled “operating / not operating”.106 Where an OSF is recorded as “not operating”, the columns for throughput volume are blank in nearly every instance.  (2) The March 2015 OSF Spreadsheet identifies only seven107 of the 74 OSFs as “operating”. The remaining 67 OSFs are identified as “not operating” and, in nearly every instance, have no throughput volume ascribed to them over the period January 2014 to February 2015.108 The contrast is stark: (a) The March 2015 OSF Spreadsheet records 67 of the 74 OSFs were “not operating” with no (or de minimis) throughput;  (b) The June 2015 OSF Spreadsheet, however, records 73 of the 74 OSFs as having throughput109; and  105  Inputs are in column I (labelled “Receipts”), outputs are in column J (labelled “Distribution”) and the storage volumes are shown in columns H and K. Where an OSF has throughput, there will be figures for inputs and outputs and the storage volumes will vary from month to month, based on the amount of oil purportedly received and distributed.  106  ‘Работает/ не работает’ (apparently also translated as: “works / doesn’t work”).  107  Those seven OSFs are: (i) #2, Kalinovsky region, m. Kalinovka, st. Schmidta, 5 (5, Hrushevskoho Mykhailo street, Kalinovka, Kalinov district, Vinnytsia region (formerly L. Schmidt street)); (ii) #3 Vladimir-Volynskiy, 8 Privokzalnaya street (Lopatina street); (iii) #38, Akimovka urban-type settlement 42 Vokzalna Str.; (iv) #44, Kamysh-Zarya, 1 Novoselovka street; (v) #45 Novobogdanovka 14/1 Shevchenko Str.; (vi) #50, Primorsky district, Nelgovka station, 7, Stepnaya street (Petroleum Tank Farm), 8, Stepnaya street (Railway Siding); (vii) #112 Kherson Region, Brilevka, Base petroleum, oil, and lubricants center.  108  Of the 67 OSFs identified as being “not operating”:  • 64 had zero throughput volume between January 2014 and February 2015;  • one (#109, Zmiyev 86b Kharkivska Street) had positive throughput volume for January 2014 but zero throughput volume for February 2014 to February 2015;  • one (#144, Novoselitse, 4 Chernovitskaya street) had positive throughput volume for January and February 2014 but zero throughput volume for March 2014 to February 2015; and  • one (#26, Korosten, 24 Belokrovitskoe highway) had positive throughput volume for September 2014 but zero throughput volumes at all other dates. 109  The only OSF in the June 2015 OSF Spreadsheet with zero throughput over this period is #90, Odessa Region, Razdelnaya town, 52 Malinovskoho Str. \nAA2/5/34\n34  (c) 70 of those 73 OSFs are therefore valued by Baker Tilly in the BT 2015 OSF Reports on the basis of their throughput volumes (i.e. on the basis that they were operational). (3) Further, the monthly throughput volume data for each fuel type for the seven OSFs recorded as operational in the March 2015 OSF Spreadsheet was inflated by fixed percentages (albeit by a different percentage for each of the OSFs) to arrive at the throughput figures in the June 2015 OSF Spreadsheet (i.e. the infor"}
{"start": 77000, "text": "4\n34  (c) 70 of those 73 OSFs are therefore valued by Baker Tilly in the BT 2015 OSF Reports on the basis of their throughput volumes (i.e. on the basis that they were operational). (3) Further, the monthly throughput volume data for each fuel type for the seven OSFs recorded as operational in the March 2015 OSF Spreadsheet was inflated by fixed percentages (albeit by a different percentage for each of the OSFs) to arrive at the throughput figures in the June 2015 OSF Spreadsheet (i.e. the information provided to and used by Baker Tilly).  The inflation for the seven OSFs is set out in Schedule 5 {AA2/10} to these submissions and we provide an example below:  Comparison of throughput data in the March 2015 OSF Spreadsheet and the June 2015 OSF Spreadsheet Example: #281,  Novobogdanovka 14/1 Shevchenko Str. Period Fuel type March 2015 OSF Spreadsheet June 2015 OSF Spreadsheet % inﬂation March 2015 OSF Spreadsheet June 2015 OSF Spreadsheet % inﬂation “Arrival” / “Input” “Arrival” / “Input” “Outﬂow” / “Output” “Outﬂow” / “Output” Jan-14 Total: A-92, A-95, Diesel 2,001.255 10,126.322 405.9986% 658.605 3,332.532 405.9986% Feb-14 1,718.103 8,693.577 405.9986% 705.201 3,568.307 405.9986% Mar-14 120.920 611.853 405.9986% 342.387 1,732.473 405.9986% Apr-14 329.280 1,666.152 405.9986% 424.713 2,149.042 405.9986% May-14 303.907 1,537.765 405.9986% 858.150 4,342.227 405.9986% Jun-14 184.600 934.073 405.9986% 2,128.430 10,769.826 405.9986% Jul-14 204.116 1,032.824 405.9986% 321.868 1,628.648 405.9986% Aug-14 0.000 0.000 - 185.340 937.818 405.9986% Sep-14 57.146 289.158 405.9986% 55.838 282.539 405.9986% Oct-14 0.000 0.000 - 125.239 633.708 405.9986% Nov-14 0.000 0.000 - 4.098 20.736 405.9986% Dec-14 55.476 280.708 405.9986% 0.002 0.010 405.9986% (4) There is no legitimate basis on which the throughput volume data in the June 2015 OSF Spreadsheet could be inflated by a uniform amount from the data in the March 2015 OSF Spreadsheet; the data had been manipulated prior to being provided to Baker Tilly.  (5) Even on its own terms, the data in the June 2015 OSF Spreadsheet makes no sense. \nAA2/5/35\n35  For a number of the OSFs, the “nominal storage volume”110 given is many times smaller than the purported volumes stored in the OSF at the beginning of each month. For example, the “nominal storage volume” of the OSF in Odessa region, Belgorod-Dnestrovsky, st. Lazo, 35/40 was recorded as 11,161 tonnes. Yet, as the table below shows, the same OSF purportedly held 26,463 tonnes of fuel as at the beginning of January 2014. The table below shows that, in relation to 35 OSFs, the “balance at the beginning” of the month exceeded the “nominal storage volume” at least once in the period January to March 2014 (we have highlighted particularly striking examples):   \n 110  The nominal storage volume is a value taken to identify various regulatory requirements to structural features of an OSF. It is used to identify the type of OSF and in the calculations used in, for example, the installation of cooling system. An OSF is typically filled up to 95% of its nominal storage volume capacity to avoid overflow: {E15/132.3}. \nAA2/5/36\n36  Analysis of the June 2015 OSF Spreadsheet: table comparing the ‘nominal storage volume’ of selected OSFs with the purported volume of fuel held at the beginning of each month. FTI ID OSF Nominal storage volume, tonnes Balance at the beginning of month (tonnes) Jan-14 Feb-14 Mar-14 94 Bashtansky district, Dobroye village, Privokzalnaya St, 30 6,520 7,218 7,522 5,416 47 Bobrovitsa, Polevaya St, 35 6,348 7,440 6,154 2,774 35 Bratsky district, Lyudmilovka township, Urozhaynaya St, 2 8,385 9,091 9,511 7,011 79 Byrun, Lenina St, 84 9,622 9,824 8,126 3,663 82 Dolinskaya, Voykova St, 14 9,770 15,373 15,373 15,013 93 Genichesk town settlement, Partizany town settlement, Kuznetsova St, 1 10,540 11,002 11,511 8,485 49 Gorodniansky district, Vokzal-Gorodnia village, Vokzalnaya St, 45 5,103 10,598 10,598 2,577 46 Kamysh-Zaria town settlement, N"}
{"start": 80500, "text": " 6,520 7,218 7,522 5,416 47 Bobrovitsa, Polevaya St, 35 6,348 7,440 6,154 2,774 35 Bratsky district, Lyudmilovka township, Urozhaynaya St, 2 8,385 9,091 9,511 7,011 79 Byrun, Lenina St, 84 9,622 9,824 8,126 3,663 82 Dolinskaya, Voykova St, 14 9,770 15,373 15,373 15,013 93 Genichesk town settlement, Partizany town settlement, Kuznetsova St, 1 10,540 11,002 11,511 8,485 49 Gorodniansky district, Vokzal-Gorodnia village, Vokzalnaya St, 45 5,103 10,598 10,598 2,577 46 Kamysh-Zaria town settlement, Novoselovka St, 1 4,969 3,977 5,966 2,065 42 Korosten , Belokorovitskoye shosse, 24 9,677 21,693 13,659 10,009 61 Krasnopolye town settlement, Privokzalny alley, 10 5,515 14,842 14,842 3,609 58 Krivoy Rog, Kolomoitsevskaya St, 11 16,118 15,654 16,314 11,747 87 Lebedin, Vokzalnaya St, 1 8,085 14,522 14,095 3,995 280 Luboml, Vokzalna st., 14 529 855 607 324 30 Malovyskovsky district, Zlynka village, Shchorsa St, 22 7,173 12,021 12,021 2,923 59 Nikopol, Dovgalevskaya St, 74 14,647 24,023 23,317 6,608 270 Nova Odesa, Resheteeva st., 2 10,632 4,446 8,992 12,421 85 Novomirgorodsky district, Konstantinovka village, Komsomolskaya St, 45 6,748 11,185 7,941 4,241 283 Novoselytsia, Chernovitska str., 4 5,155 4,402 6,602 2,286 170 Odesa region, Baltsky district, Belino township, Privokzalnaya St,1 9,148 15,521 4,843 4,522 91 Odesa region, Kotovsk (Podilsk), Neftianoy alley, 1 7,454 6,778 7,708 8,652 92 Odesa region, Novoborysovka village, Pochtovaya St, 3 6,052 8,861 10,648 10,207 276 Odessa region, Belgorod-Dnestrovsky, st. Lazo, 35/40 11,161 26,463 16,662 12,209 43 Ovruch, Pravdy St, 33 10,021 14,104 16,949 16,246 71 Primorsky district, Nelgovka Station, Stepnaya St 7 (oil storage facility), Stepnaya St 8 (railroad dock) 5,008 10,420 6,561 4,808 33 Repkinsy district, Repki town settlement, Zamglayskoye shosse, 1 3,663 3,952 4,118 2,965 76 Ruzhinsky district, Zarudintsi village, Zheleznodorozhnaya St 30 4,632 4,749 4,968 3,662 \nAA2/5/37\n37  Analysis of the June 2015 OSF Spreadsheet: table comparing the ‘nominal storage volume’ of selected OSFs with the purported volume of fuel held at the beginning of each month. FTI ID OSF Nominal storage volume, tonnes Balance at the beginning of month (tonnes) Jan-14 Feb-14 Mar-14 88 Shostka, Parizhskoy Communy St, 1а 10,962 11,590 11,546 7,892 81 Snigirevka, Inguletskaya St, 12 8,363 9,200 9,165 6,265 273 Stari Kodaky village, Yasnopolyanska str. 27 350 368 367 251 272 Storozhynets, Fedkovycha St., 25 + Fedkovycha St., 24 1,260 2,797 1,761 1,290 80 Voznesensky district, Buzhskoye village, Stantsionnaya St, 1а 11,498 23,160 22,479 6,371 334 Vynohradiv, 199 Ardoecka St. 386 595 422 226 74 Yemilchinsky district, Yablunets village, Lenina alley, 6 10,546 20,196 6,302 5,884 50 Zmiev, Kharkovskaya St, 86b 2,406 1,001 2,024 2,797 379 Kalinovsky district, Kalinovka, Schmidta St, 5 13,127 20,208 20,208 19,733 (2) The BT 2016 OSF Report  59 On 11.4.16, Baker Tilly delivered the BT 2016 OSF Report, which consisted of a “main report” together with 38 appendices, one for each company owning one or more OSF {K2-A/4/1}. The chronology leading up to the production of the BT 2016 OSF Report shows that it contained inflated data, and indeed shows that Baker Tilly were concerned about what they were being told (insisting on including “special assumptions” in the final form report emphasising that they relied on data they were provided and did not visit the OSFs they were valuing). Date Event 21.12.15 Baker Tilly are instructed {K2-A/4/2}. Chernyshov (BOK) produced a 6,707-row spreadsheet entitled ‘Oil Depots 2015’ {K2-C/250P}{K2-C/250M} which records input, output and monthly storage volumes for the oil storage facilities in the period March – November 2015 (the “21.12.15 Spreadsheet”). It also records whether the storage facilities are “operating / not operating”. Where a storage facility is recorded as “not operating” it has no throughput volume data.111 That spreadsheet identifies only 4 of the 74 OSFs as “operating”. Yet Bake"}
{"start": 84000, "text": "Chernyshov (BOK) produced a 6,707-row spreadsheet entitled ‘Oil Depots 2015’ {K2-C/250P}{K2-C/250M} which records input, output and monthly storage volumes for the oil storage facilities in the period March – November 2015 (the “21.12.15 Spreadsheet”). It also records whether the storage facilities are “operating / not operating”. Where a storage facility is recorded as “not operating” it has no throughput volume data.111 That spreadsheet identifies only 4 of the 74 OSFs as “operating”. Yet Baker Tilly’s report indicates that 70 of the 74 OSFs were “operating” because it gives throughput data for them.   111  One OSF (#40, Kherson region, Brilevka urban-type settlement, POL [petroleum, oil and lubricants] base) identified as “non-operational” in the 21.12.15 Spreadsheet is attributed positive throughput volume for September 2015 only.  \nAA2/5/38\n38  Early 2016 (It is to be inferred that) the Bank provides inaccurate data to Baker Tilly; and Baker Tilly starts asking questions about the accuracy of the same. 10.3.16 Plyska (BOK) had a Skype exchange with Chernyshov  (BOK) in relation to the value of the OSFs. Plyska noted that, in relation to three OSFs, “according to our data, their capacity is about the same, BUT the price [value] is drastically different! … why am I saying this[?] – A.B. is asking why all of a sudden? and my first question  - what turnover did we give them? please find it! And second, try to understand this from the calculations?! Why are OSFs with the same capacity … valued so differently!” {K6/70.01-.02}  18.3.16 Baker Tilly produced a note to the Bank seeking clarification of “the oil products sales volumes of the oil storage facilities [in their assignment].” {K2-C/256} Baker Tilly explained that their analysis had identified “a number of oil storage facilities… where petroleum products sales volumes significantly exceed average industry indicators”. Baker Tilly provided a list of 16 OSFs for which this was the case. For one of them, in Kremchung City, the throughput figure given to Baker Tilly (502,790 tonnes) exceeded the industry average (18,100 tonnes) by a factor of 28. The other 15 OSFs have throughput figures that exceed the industry average by factors of between 8 and 25.  18.3.16 Plyska (BOK) had a further Skype exchange with Chernyshov (BOK): “There is a question from Bakers in the mail [Baker Tilly, sc. the request of the same day], please write that this is happening because these oil storage facilities are making do not sell through the petrol station retail chain, but sell to major wholesale buyers (agricultural producers, companies providing harvesting services to agro producers, etc.) if there are any other ideas you can also write them, and then we will discuss, well, firefighters or army!” {K6/70.02}.  Plyska was evidently willing to fabricate information about the OSFs in response to Baker Tilly’s questions. 21.3.16 Baker Tilly produced a further note which listed further issues with the data provided by the Bank {K2-F/49}. The note stated that it was produced because, if the valuer considered it was being provided with “knowingly false data”, it was obliged to put questions to the customer and, if the customer could not give proper explanations, the valuer was obliged to withdraw.  Baker Tilly sought primary documents (fuel accounting log data with primary transport documents) to verify fuel storage and transhipment volumes, and noted that:  • the transhipment volumes provided by the Bank were irreconcilable with other data about the volume of  petroleum within Ukraine that needed to be stored (“the ‘free’ residual volume of petroleum products in the market is 2 million tonnes, while the Customer provides 5 million tonnes as source data”); and  • “According to a number of oil bases, the fuel transhipment volume significantly exceeds the volume of the tank farm (10 to 500 times), which is not technically possible”.  \nAA2/5/39\n39  25.3.16 In a letter to the NBU, the Bank claims (falsely"}
{"start": 87500, "text": "irreconcilable with other data about the volume of  petroleum within Ukraine that needed to be stored (“the ‘free’ residual volume of petroleum products in the market is 2 million tonnes, while the Customer provides 5 million tonnes as source data”); and  • “According to a number of oil bases, the fuel transhipment volume significantly exceeds the volume of the tank farm (10 to 500 times), which is not technically possible”.  \nAA2/5/39\n39  25.3.16 In a letter to the NBU, the Bank claims (falsely) that Baker Tilly had not kept to schedule in its production of its OSF valuation {E13/92}. It does not mention Baker Tilly’s considerable concerns as to the information provided. 11.4.16  The BT 2016 OSF Report is produced. It: • Records the “capacity”, “dispatch tons, 11 months of 2015” and “technical condition” of each the OSFs valued. All of the OSFs are recorded as in “good” or “satisfactory” condition. Critically, dispatch volumes are given for 70 out of the 74 OSFs: {K2-A/4/13-15}. • Records that the Bank provided Baker Tilly with technical information on the “characteristics of the [OSFs]” and “data on the release and residue of petroleum products for the period 11 months, 2015.” {K2-A/4/8}. • Includes the following “special assumptions”: “the Expert [sc. Baker Tilly] did not verify compliance of market demand and consumption of actual data on fuel transfer provided by the [Bank] and proceeds only from the Technical Assignment”; and  “The Expert did not conduct a personal review of the Subject Property and believes that the Subject Property is in working condition and that the petroleum tank farms themselves work in their own working mode as intended.” {K2-A/4/11} • Explains that because “the Customer” (i.e. the Bank) had established “specific requirements for the report”, including that it should be based on “sales volumes” that were “issued by the Customer”, the report did not reflect market value but was “only an interpretation of the Technical Assignment established by the Customer” {K2-A/4/30}. 16.5.16 The BT 2016 OSF Report is submitted to the NBU {E14/211}. (3) The NBU smells a rat 60 It did not take the NBU long to start to question the basis on which the BT 2016 OSF Report had been produced. The chronology is as follows: Date Event 17.6.16 The NBU writes to the Bank {E14/211} to complain that: • The BT 2016 OSF Report stated that it was “intended solely for internal use by the [Bank] and is not intended to be transferred to any third parties, including … regulatory authorities” {K2-A/4/2}. This was in contrast to Baker Tilly reports prepared in 2015, which expressly identified the NBU as an “appraisal user”: see e.g. {K2-B/1/9}. • Baker Tilly had not produced a market value assessment {K2-A/4/8}. Again, this was inconsistent with the 2015 approach: ibid. 29.6.16 Denys Novikov (NBU) emails Yatsenko to request information about the OSFs and says that NBU employees “are ready to start visiting oil storage facilities for inspection from 01/07/2016.” A “proposed list of oil storage facilities for inspection” is included in the \nAA2/5/40\n40  email. The attachment seeks information including “information on the volume of transshipment of petroleum products in 2015.” Yatsenko forwards the email and attachment to Ponomarev, who forwards it to Plyska, who forwards it to Chernyshov {E14/248.1}, {E14/248.2}. 2.7.16 (Sat) The NBU writes to the Bank {E14/267} to complain that, following a ‘selective check’ by the NBU of more than 20 OSFs, it was established that a number had been “non-working for a long period of time”.  As Rozhkova explains (Rozhkova1/¶173 {B1/5/43}): “a team from the NBU conducted an on-site inspection of the oil storage facilities. It was reported back to me that the inspection team had found these facilities in ruins: they clearly had been out of service for many years.  This was unexpected, and I found it very frustrating.  I did not, at the time (and nor do I now), think that Baker Tilly were responsible for o"}
{"start": 91000, "text": "was established that a number had been “non-working for a long period of time”.  As Rozhkova explains (Rozhkova1/¶173 {B1/5/43}): “a team from the NBU conducted an on-site inspection of the oil storage facilities. It was reported back to me that the inspection team had found these facilities in ruins: they clearly had been out of service for many years.  This was unexpected, and I found it very frustrating.  I did not, at the time (and nor do I now), think that Baker Tilly were responsible for overlooking this important fact, because (based on the terms of engagement stated in the report) they appeared to have made the assessment based on documents with which they were provided, and were not given a mandate to perform the more in-depth exercise, including site visits, that would have been necessary to expose the true value of the assets.” (emphasis added).  This evidence was not challenged.  2.7.16 (Sat) (c. 5pm) Koryak (BOK) and Plyska (BOK) draft a response to the NBU’s letter of earlier that day {E14/298} {E14/299}. Koryak’s fabricated explanations for the fact that so many OSFs were non-operational were as follows: “Prolonged downtime of the tested real estate is primarily due to organisational conditions, namely transfer of ownership of real property units during mortgagor substitution, pre-trial foreclosure by the bank, registration of financial leasing. …  We also pay special attention to the fact that the abnormal high air temperature occurred in the territory of Ukraine and therefore the petroleum tank farms were forced to shorte[n] the day-light working hours in order to reduce the fire hazard, works for acceptance and shipment of petroleum products were carried out at night. Night work is also due to high traffic intensity of long-distance state routes during the day and the requirements for the transportation of petroleum products. … [The Bank] performed the pre-trial foreclosure on mortgaged properties and execution of financial leasing agreements within a minimal period of time. The Lessees scheduled restoration of working conditions of the facilities until 01.08.2016”.112 7.7.16 D1 and Ms Rozhkova discussed the overvaluation of the OSFs at a meeting in her offices.113 Ms Rozhkova explained that the Bank had failed to comply with the Restructuring Plan because the assets were overvalued (and she did not believe that overvaluation was accidental), which meant that the IMF could not verify the recapitalisation and release further funding to Ukraine.   112  Contemporaneous weather data shows that the air temperature in Ukraine in 2016 was not “abnormally high” {K2-F/52}. The hottest air temperature recorded in Kyiv in July 2016 was 35ºC {K2-F/57}, the same as the previous July’s hottest recorded temperature {K2-F/56}. Overall, 2016 was a cooler-than-average year in Ukraine: the average annual temperature (9.71ºC) was lower than 2013 (9.76ºC) and 2014 (9.75ºC), and substantially lower than 2015 (10.36ºC) {K2-F/53}. 113  Rozhkova1/¶174 {B1/5/44}. \nAA2/5/41\n41  7.7.16 Later the same day, Dubilet emailed Novikov and Yatsenko about the meeting {E14/309.1}. The NBU had presented D1 with a table which observed that, on the basis of the NBU’s initial assessment, the value of 12 types of Transferred Property was not UAH 31.4bn (as had been claimed) but UAH 9.7 bn (a difference of UAH 21.7bn). In relation to OSFs, the table ascribed them no value at all, noting that: “Of 33 checked oil depots only 7 are operating, or 21% (majority has not been functional for a long time of 5- 6 years). Their valuation is inflated and does not correspond to market value, it was based on their being functional.” (emphasis added) {E14/309.2} 10.7.16 Presumably as a result of the NBU’s recent discoveries and these meetings, D1 enters into a “Personal Guarantee Undertaking” in which he acknowledges that: “The [NBU] has notified me that … the value of the property accepted by the Bank on the balance sheet … mentioned in Attachment A to the [Restruc"}
{"start": 94500, "text": "not been functional for a long time of 5- 6 years). Their valuation is inflated and does not correspond to market value, it was based on their being functional.” (emphasis added) {E14/309.2} 10.7.16 Presumably as a result of the NBU’s recent discoveries and these meetings, D1 enters into a “Personal Guarantee Undertaking” in which he acknowledges that: “The [NBU] has notified me that … the value of the property accepted by the Bank on the balance sheet … mentioned in Attachment A to the [Restructuring Plan] is UAH 21.7 bn less than the borrowers’ debt mentioned in that Attachment.” {E14/332} As a result, D1 agreed to add further assets to the Bank’s balance sheet (which, in the event, comprised the Petrol Stations and Aircraft): ibid.  (4) Inconsistencies between the BT 2016 OSF Report and the Veritas OSF Report 61 In light of concerns raised by the NBU, on 25.7.16 the Bank instructed Veritas to re-value 36 of the OSFs which had been transferred to the Bank {K2-A/5}. On 18.8.16, Veritas produced its report (the “Veritas OSF Report”) which valued those 36 OSFs at significantly below the values attributed to them in the BT 2016 OSF Report: Baker Tilly had valued them at UAH 2.2bn, whereas Veritas’ valuation was UAH 1.3bn.114 There are clear inconsistencies between the BT 2016 OSF Reports and the Veritas OSF Report:  (1) Only five of the 36 OSFs that Veritas valued were described as “operational” {K2-A/5/109}.115 By contrast, the BT 2016 OSF Report includes throughput volumes for 34 of these 36 OSFs {K2-A/4/13-15}, to indicate they were in active working order. (2) The Veritas OSF Report contains capacity figures which are not consistent with the BT 2016 OSF Report. If the Bank had been providing reliable data, the capacity of each facility ought to have been fixed and consistent. We give four examples below:   114  Kaczmarek4/¶168 {D27/1/51} and EY Report dated 22.11.16 at p. 243 {E16/179/243}. 115  Of the 36 storage facilities, only eight are RLTAs/ILTAs. Of those eight, Veritas described four as non-operational, whereas the BT 2016 OSF Report had described those four OSFs as operational and having throughput volume data (Bezant-Assets2/App. 7, ¶¶A7.14-A7.16 and Table A7.5 {D26/9/10}, {D26/9/11} and BT 2016 OSF Report {K2-A/4/13-15}). \nAA2/5/42\n42  Comparison of capacity figures given for OSFs in the BT 2016 OSF Report and the Veritas OSF Report OSF BT 2016 OSF Report OSF capacity (tonnes) Veritas OSF Report OSF capacity (tonnes) Difference Novomoskovskiy district, Kilchen, 1-a Pryvokzalna Str. 10,480 {K2-A/4/13} (No. 27) 6,208116 (No.5)117 (4,272) Karpovka village, Shirokovskiy district, 181 Tsentralnaya Street 11,140 {K2-A/4/15} (No. 115) 9,834 (No. 9) (1,306) Kryvyi Rih, 11 Kolomoytsevskaya street 16,110 {K2-A/4/14} (No. 69) 13,961 (No. 11) (2,149) Novobogdanovka 14/1 Shevchenko Str. 18,640 {K2-A/4/14} (No. 100) 14,664 (No. 15) (3,976) (3) Veritas’ report is, like the Baker Tilly report which came before it, substantially overstated. An obvious criticism is that it assumed that the 31 non-operational OSFs were “ready to operate” {K2-A/5/109}. Compare the evidence cited above regarding the period over which many OSFs had been out of service (“many years”; “5-6 years”). 62 Shortly after Veritas delivered the Veritas OSF Report, on 31.8.16, Plyska sent Chernyshov a list of three storage facilities via Skype.  The BT 2016 Report ascribes throughput volume to two of the three OSFs, whereas the Veritas OSF Report describes all three OSFs as “non-operational” and ascribes no throughput volume to them. Chernyshov replied to Plyska’s Skype chat by saying: “all 3 are not operating” {K6/101.1/2}. (5) Further evidence on operationality 63 Following nationalisation, the Bank received a number of reports in relation to the status of the OSFs:  (1) In March 2017 certain of the Bank’s local branches performed site inspections of certain OSFs (the “2017 Inspection Reports”).118 They submitted reports to the Bank’s Head Office which stated th"}
{"start": 98000, "text": " “non-operational” and ascribes no throughput volume to them. Chernyshov replied to Plyska’s Skype chat by saying: “all 3 are not operating” {K6/101.1/2}. (5) Further evidence on operationality 63 Following nationalisation, the Bank received a number of reports in relation to the status of the OSFs:  (1) In March 2017 certain of the Bank’s local branches performed site inspections of certain OSFs (the “2017 Inspection Reports”).118 They submitted reports to the Bank’s Head Office which stated that at least 50 OSFs were not operational and only one was.119 Photos of OSFs transferred to the Bank included in an internal  116  OSF volumes in Veritas OSF Report at {K2-A/5/109}. 117  OSF numbers in Veritas OSF Report at {K2-A/5/3}. 118  {K2-F/28}, {K2-F/28.1}, {K2-F/28.2}, {K2-F/29}, {K2-F/29.1}, {K2-F/29.01}, {K2-F/29.2}, {K2-F/31}, {K2-F/32}, {K2-F/32.2}, {K2-F/33}. 119  There were at least 50 OSFs that were not operational because the report at {K2-F/32.2} indicates that one of the seven OSFs inspected was operating, but does not specify its address. That report relates to ﬁve OSFs that are Transferred Assets and two that are not, such that it is unclear whether the operating OSF was a Transferred Asset. \nAA2/5/43\n43  report from July 2017 further demonstrated their poor condition {E17/161/11} (a better quality version of the presentation can be found at {B3/2/137}). We summarise the conclusions contained in the 2017 Inspection Reports in Schedule 6 to these submissions {AA2/11}.  (2) The OSFs are variously described as “not functioning”;120 fire damaged;121 “neglected”; overgrown with vegetation and clearly not operational;122 and, in one case, currently being “used for sheep raising and breeding”.123 (3) Unsurprisingly, the reports state that certain of the OSFs have been unused for extended periods:124 three years,125 five years,126 seven years127 and, in one case, for over 23 years.128 (4) On 20.7.17, Shlapak gave a presentation to the Supervisory Board entitled ‘toxic assets of PrivatBank’ {E17/161}. The report included photographs of two OSFs (with Credit Values of UAH 149m and UAH 80m respectively) which showed the sites in derelict condition {E17/161/11}. The report stated that the first site had not been used as an OSF for 20 years and the second site was a former military site with tanks buried in the ground. With considerable understatement, the report described the sites as “unsuitable for current operation.” {E17/161/10} (5) On 7.12.17, the Bank’s Management Board minutes record that “100% of the [OSFs] do not have pumping and other equipment necessary to ensure the functioning of the facility as an oil depot”.129 (6) In 2019 the Bank received reports from Asset Expertise {K2-A/62} {K2-A/63} (49 OSFs in two reports), Expert+ (10 OSFs in seven reports)130 and Volyn Expert (13 OSFs in two reports)131 on the value of certain OSFs as at 31.12.16 for the purpose of restating its 2016 accounts (the “Restated OSF Reports”): see ¶66.  120  {K2-F/33}. 121  {K2-F/32/5}. 122  {K2-F/33/1}; {K2-F/32/5-7}. 123  {K2-F/33/2}. 124  The reports describe security personnel as being present at some of the non-operational OSFs.  One watchman of an OSF in the Kharkiv region described how all oil products had been removed from the OSF during the Bank’s nationalisation.  He did not know where the fuel had been transported: {K2-F/28.1/2}.  125  {K2-F/33/2}. 126  {K2-F/31}.  127  {K2-F/29.1/6}. 128  {K2-F/28.2/1}. 129  {E17/222.1/8}. 130  {K2-A/64}; {K2-A/65}; {K2-A/66}; {K2-A/67};  {K2-A/68}; {K2-A/69}; {K2-A/70}. 131  {K2-A/71} (full translation) and {K2-A/72} (translation of extracts).  \nAA2/5/44\n44  Asset Expertise and Volyn Expert appear to have inspected the 62 OSFs they valued, and concluded that all but one of the OSFs were not operational at the time of inspection (they make no explicit statement as to the operational status of the final OSF).132  64 In short, the contemporaneous evidence indicates that the OSFs were overwhelmingly n"}
{"start": 101500, "text": "2-A/65}; {K2-A/66}; {K2-A/67};  {K2-A/68}; {K2-A/69}; {K2-A/70}. 131  {K2-A/71} (full translation) and {K2-A/72} (translation of extracts).  \nAA2/5/44\n44  Asset Expertise and Volyn Expert appear to have inspected the 62 OSFs they valued, and concluded that all but one of the OSFs were not operational at the time of inspection (they make no explicit statement as to the operational status of the final OSF).132  64 In short, the contemporaneous evidence indicates that the OSFs were overwhelmingly not operational at the time they were transferred to the Bank. A remarkable example is that of the OSF at 111 Polovki Street, Poltava Region: (1) Baker Tilly value this OSF in the BT 2016 Report at UAH 149,174,134133 on the basis that it has a dispatch volume for the 11 months of 2015 of 75,102 tons and is in “satisfactory” condition.134 (2) The March 2015 OSF Spreadsheet, however, says that the OSF is “not operating” and ascribes no dispatch volume to it for the period January 2014 to February 2015.135 It is similarly recorded in the 21.12.15 Spreadsheet as “not operating”.136 (3) The 2017 inspection report performed by the Bank’s branch office states that the OSF “has been out of operation for over 23 years”, “the roof has fallen off”, “trees and bushes are growing in the middle [of the sheds]”, “equipment is rusty” and “the pipeline is partially missing”.137 (6) Mr Kaczmarek’s evidence on operationality 65 Mr Kaczmarek asserts that 80-85% of fuel is imported into Ukraine. He then asserts that “If the 72 OSFs were not operational in 2019, as Mr Bezant indicates, the 246 Petrol Stations would be paying third parties for storage rather than using the storage assets owned by the Bank. This is not economically rational.”138 His point, in summary, is that if the Petrol Stations were operational, it must follow that the OSFs were too. The point is demonstrably a bad one:  (1) There is no evidence that prior to the Asset Transfer, the 74 OSFs were used as storage facilities by the 246 Petrol Stations. (Indeed, there is plenty of contrary evidence: see above.) D1-2, who owned the Petrol Stations prior to the Asset  132  {K2-A/62/51-55}, {K2-A/63/47}, {K2-A/71/21}, {K2-A/71/23}, {K2-A/71/24}, {K2-A/71/26}, {K2-A/71/29}, {K2-A/71/32}, {K2-A/71/33}, {K2-A/71/36}, {K2-A/71/37}, {K2-A/71/40}, {K2-A/71/43}, {K2-A/71/45}. See further Bezant-Assets1/¶5.36 {D19/1/81} and Table A12-1 of Bezant-Assets1/App. 12 {D19/14/4}. 133  Number 145 {K2-A/4/40}. 134  {K2-A/4/40}. 135  {K2-C/255P/94}. 136  {K2-C/250P/235-237}. 137  {K2-F/28.2/1}. 138  Kaczmarek2/¶¶42, 102 {D21/1/37}. \nAA2/5/45\n45  Transfer (and who have procured self-serving disclosure of the IK Volume Spreadsheets), have disclosed no documents and adduced no evidence to support Mr Kaczmarek’s theory. So there is no support for the proposition that the Petrol Stations and OSFs were vertically integrated trading enterprises.139  (2) As Mr Bezant points out, whether the Petrol Stations actually needed to use the OSFs for fuel storage would depend upon a number of factors including (i) the storage facilities available at the Petrol Stations themselves, and (ii) the distance between the OSFs and the Petrol Stations. In fact, the OSFs and the Petrol Stations were geographically dispersed, which would suggest that the Petrol Stations did not rely on the OSFs for fuel supplies (whereas they could have obtained fuel from other OSFs which were not transferred to the Bank).140 (3) Mr Kaczmarek asserts that it “defies rational economic behaviour” if the Petrol Stations (owned by the Bank) obtained their fuel from OSFs other than those which were also owned by the Bank.141 But the OSFs and the Petrol Stations were not operated by the Bank after the Asset Transfer: they were leased out to separate companies (albeit it is the Bank’s case that all those lessees were owned and controlled by D1-2: see, e.g., {E14/177.1} {E14/177.2P}). In any event, the inspections described in ¶63 above make it clear that the Petrol "}
{"start": 105000, "text": "tional economic behaviour” if the Petrol Stations (owned by the Bank) obtained their fuel from OSFs other than those which were also owned by the Bank.141 But the OSFs and the Petrol Stations were not operated by the Bank after the Asset Transfer: they were leased out to separate companies (albeit it is the Bank’s case that all those lessees were owned and controlled by D1-2: see, e.g., {E14/177.1} {E14/177.2P}). In any event, the inspections described in ¶63 above make it clear that the Petrol Stations had been operated independently from the OSFs by D1-2, as the latter had in many cases not been operating for many years.142  C3 Other valuation issues (1) The 2019 Restated Valuations 66 In 2018 the Bank instructed Asset Expertise to value 49 of the OSFs, Expert+ to value 10 OSFs and Volyn Expert to value 13 OSFs, all as at 31.12.16, for the purpose of restating its 2016 accounts (defined above as the “Restated OSF Reports”). (1) The Restated OSF Reports valued the 74 OSFs at UAH 325 million143 (compared  139  Bezant-Assets2/¶9.16 {D26/1/124}.  140  Bezant-Assets2/¶¶9.18 – 9.26 {D26/1/124}.  141  Kaczmarek2/¶102 {D21/1/37}.  142  The inspection reports also record in a number of instances that petrol stations were being operated by their lessees, whereas the OSFs were not: see e.g. (i) 23.3.17 inspection report {K2-F/29.01} (13 OSFs leased to six separate lessees recorded as not operating; five petrol stations leased to Slima Trade LLC recorded as operating) and (ii) 25.3.17 inspection report {K2-F/29.2} (three OSFs leased to Strong Bridge Alliance LLC recorded as not operating; five petrol stations leased to Strong Bridge Ltd recorded as operating). It is inherently improbable that the lessees independently chose to operate the petrol stations but not the OSFs. It is to be inferred that the OSFs were not operational before they were transferred to the Bank.  143  Bezant-Assets2/Table A7-3 {D26/9/8}. \nAA2/5/46\n46  to their aggregate Credit Value of UAH 5,891 million). That figure is much closer to Mr Bezant’s aggregate valuation of the OSFs (UAH 538m). (2) The Restated OSF Reports record that of the 74 OSFs, 71 were non-operational at the time the reports were produced.144 At least some of the valuers conducted site inspections of the OSFs. Some of the valuers assumed the sites could be returned to operational status with some remedial expenditure, and valued the OSFs as operational but mothballed; while others valued the OSFs as non-operational derelict sites. All three valuers conducted a market valuation – i.e. a valuation based on comparable transactions in allegedly similar storage facilities. (3) In addressing these reports, Mr Kaczmarek makes the assumption that, if the OSFs were not operational in mid-2018, then that is because the Bank chose not to operate the OSFs.145 But in doing so Mr Kaczmarek assumes what D1 seeks to prove: if – as the Bank says is clear on the evidence – the OSFs were not operational when they were transferred to the Bank (in “ruins”, according to Rozhkova’s unchallenged evidence) then it was not the Bank’s choice to allow the OSFs to fall into ruins. (2) Use of auction prices in valuing the OSFs 67 As Mr Bezant explains, in the absence of reliable information about the operational status of the OSFs, it is not appropriate to conduct a DCF valuation. Further, the experts agree that there are no appropriate comparables such that it is not possible to conduct a reliable market valuation.146  68 Mr Bezant’s solution is to value the OSFs by (i) calculating the median price per unit capacity multiple at which 23 OSFs were sold at auction in 2019; and (ii) applying that price per unit capacity multiple (with a 470% premium) to the capacity of the remaining OSFs as set out in the BT 2016 OSF Report.147 In particular, of the original 72 OSFs: (1) Mr Bezant refers to 23 OSFs sold at auction in 2019, 19 between 2020 and November 2021,148 and 13 between December 2021 and July 2022.149 As Mr Bezant  144  Be"}
{"start": 108500, "text": "solution is to value the OSFs by (i) calculating the median price per unit capacity multiple at which 23 OSFs were sold at auction in 2019; and (ii) applying that price per unit capacity multiple (with a 470% premium) to the capacity of the remaining OSFs as set out in the BT 2016 OSF Report.147 In particular, of the original 72 OSFs: (1) Mr Bezant refers to 23 OSFs sold at auction in 2019, 19 between 2020 and November 2021,148 and 13 between December 2021 and July 2022.149 As Mr Bezant  144  Bezant-Assets1/App. 12/¶A12.8 {D19/14/3} in respect of the 72 OSFs first valued by the experts. In respect of the additional two OSFs pleaded by D1 on 22 June 2022, see {K2-A/62/54} (row 45) and {K2-A/71/27}-{K2-A/71/28}. 145  Kaczmarek4/¶181 {D27/1/55}. 146  Bezant-KaczmarekJR/¶8.6 {D25/1/55}. 147  Bezant-Assets1/¶5.58ff {D19/1/90}. 148  Bezant-Assets1/¶5.46 {D19/1/85}. 149  Bezant-Assets2/App. 7/¶A7.5 {D26/9/3}. The auction sales are set out at Annex G to the Bank’s Reply {A1/32}. Since Mr Bezant’s supplemental report, Annex G has been updated to include further auction sales (including four auction sales that took place in 2021 and early 2022). As at 17 May 2023, the Bank had sold 71 \nAA2/5/47\n47  explains, it is reasonable to assume that the results of these auctions reflect the market value of each OSF as at the date of each auction: the auctions included a starting price; some involved multiple bidders; and they were spread over a reasonable period.150 (2) In general, the auction proceeds for the OSFs were a fraction of the Original 2016 Values. In aggregate, the 55 OSFs sold at auction for UAH 157m but were valued in the BT 2016 OSF Report at UAH 3.39bn.151 Although Mr Bezant identifies that three of the OSFs sold at auction sold for more than their Original 2016 Value, their sale values at auction account for only 0.34% of the Credit Values of the 74 OSFs.152 (3) It is possible to calculate the median price per unit capacity multiple implied by these auction sales by taking the sale price at auction and dividing by the stated capacity of the OSF as reported in one of the valuation reports. Mr Bezant uses the stated capacities in the BT 2016 OSF Report.153 That price per unit capacity multiple can then be used to calculate the value of the remaining OSFs based on their reported capacity. However, in order to avoid distorting the calculation by reference to anomalous price per unit capacity data: (a) Mr Bezant excludes the results of auctions which took place during or after the Covid-19 pandemic. He accordingly uses the 23 OSFs sold at auction in 2019 (pre-pandemic) to calculate a price per unit capacity. (b) Mr Bezant excludes five outliers which had abnormally high price per unit capacity multiples.154  (4) The median price per unit capacity multiple implied by the 23 OSFs sold at auction in 2019 is UAH 212/tonne.155 (5) However, the 23 OSFs sold at auction were generally valued at less than the  of the 74 OSFs by way of auction at a total price of UAH 210m. This is equivalent to c. 4% of the aggregate Credit Value for the same OSFs.  150  Bezant-Assets1/¶5.47 {D19/1/86}. 151  See Bezant-Assets1/¶5.49 {D19/1/86} (42 OSFs : Original 2016 Values – UAH 1.968bn ; auction proceeds – UAH 123.5m) and Bezant-Assets2/App. 7/¶A7.5 {A26/9/3} (13 OSFs : Original 2016 Values – UAH 1.421bn ; auction proceeds – UAH 33.2m).  152  Bezant-Assets1/App. 13 {D19/15/1}; FTI IDs 37 (Credit value UAH1.7m/Auction value UAH1.9m), 73 (UAH13.3m/UAH15m) and 84 (UAH1.1m/UAH3.3m). Of the auctions sales not addressed in Mr Bezant’s first report, only one was completed at a price higher than its credit value (Annex G, row 61). 153  The valuations would be higher if the capacity data from the Restated OSF Reports were used: see Bezant-Assets1/¶5.72(2) {D19/1/95}.  154  Bezant-Assets1/¶5.55 {D19/1/89}. 155  Bezant-Assets1/¶5.70 {D19/1/94}. \nAA2/5/48\n48  remaining OSFs, on a per unit capacity basis, in the BT 2016 OSF Report and the Restated OSF Reports. That is li"}
{"start": 112000, "text": "m/UAH3.3m). Of the auctions sales not addressed in Mr Bezant’s first report, only one was completed at a price higher than its credit value (Annex G, row 61). 153  The valuations would be higher if the capacity data from the Restated OSF Reports were used: see Bezant-Assets1/¶5.72(2) {D19/1/95}.  154  Bezant-Assets1/¶5.55 {D19/1/89}. 155  Bezant-Assets1/¶5.70 {D19/1/94}. \nAA2/5/48\n48  remaining OSFs, on a per unit capacity basis, in the BT 2016 OSF Report and the Restated OSF Reports. That is likely to be because the 23 OSFs were in worse condition than the remaining OSFs and it would therefore be appropriate to apply a premium when valuing the remaining (more valuable) OSFs.156  (6) In order to calculate the premium, Mr Bezant compares the median value per unit capacity of the OSFs implied by the Restated OSF Reports, and calculates the difference between the 23 auctioned OSFs (median value per unit capacity: UAH 149/tonne) and the remaining OSFs (UAH 849/tonne). That is a 470% difference. Accordingly, Mr Bezant applies a 470% premium to the price per unit capacity multiple at which the 23 OSFs were sold at auction when valuing the remaining OSFs. That premium increases the price per unit capacity from UAH 212/tonne to UAH 1,200/tonne. 69 The results of Mr Bezant’s valuation exercise can be compared to the other reported valuations of the OSFs:  Asset Credit Value Restated 2016 Value Bezant Value Kaczmarek Value Original 72 OSFs UAH 5,685m UAH 312m UAH 521m UAH 2,426m Further 2 OSFs UAH 206m UAH 13m UAH 18m UAH 73m 70 As Mr Bezant fairly accepts, his valuation methodology is not perfect and is based on assumptions (in particular that the capacity figures in the BT 2016 OSF Report are accurate; and the OSFs did not change significantly between the valuation date in 2016 and the auctions in 2019). However, his valuation is a product of the limited reliable information available to him.157 Further, as he points out, if he simply valued all of the OSFs sold at auction since 2019 at their auction price then his valuation would be materially lower.158 71 Mr Kaczmarek criticises Mr Bezant’s approach on three main bases:  (1) Exercise of hindsight.159 We have addressed this above.160 (2) Operational status. Mr Kaczmarek complains that, in circumstances in which many of the OSFs auctioned in 2019 were not operational, Mr Bezant’s use of the 2019 auction prices as a proxy for 2016 value assumes that the OSFs were not operational  156  Bezant-Assets1/¶5.65-5.70 {D19/1/93}. 157  Bezant-Assets1/¶5.73-5.74 {D19/1/96}. 158  Bezant-Assets1/¶5.72(1) {D19/1/95}, Bezant-Assets2/App. 7/¶A7.3 {D26/9/3}. 159  Kaczmarek2/¶35{D21/1/16}; Bezant-KaczmarekJR/¶8.13 {D25/1/59}. 160  See too Bezant-Assets2/¶¶9.76-9.79 {D26/1/142}. \nAA2/5/49\n49  in 2016.161 That may be so, but as set out above the evidence shows that the OSFs were not operational at the time they were transferred to the Bank. Further, Mr Kaczmarek’s assertion that the Bank failed to manage the OSFs in the period 2016-2019162 so as to lead to a decline in their value is not supported by the evidence.163 (3) The Veritas Report. Mr Kaczmarek notes that Veritas valued the 36 OSFs at UAH 1.314bn while Mr Bezant’s valued 72 of the OSFs at UAH 521m. He says that the Veritas Report “undermines the credibility of the valuations prepared by both Mr Bezant and [the Restated OSF Reports].”164 But as we have explained above, the Veritas OSF Report assumes the OSFs were operational (in the case of five OSFs) or ready to operate without any remedial expenditure (in the case of the remaining 31 OSFs).  This is an unsafe assumption in light of the valuers’ findings as to the operational status of the OSFs in the Restated OSF Reports, and the other contemporaneous evidence, and one which means their valuations are not a sensible cross-check.  (Indeed, we note in passing, Veritas produced valuations for the Aircraft which were used to assess their Credit Values and the sale prices contained in the Dilorsano "}
{"start": 115500, "text": "eady to operate without any remedial expenditure (in the case of the remaining 31 OSFs).  This is an unsafe assumption in light of the valuers’ findings as to the operational status of the OSFs in the Restated OSF Reports, and the other contemporaneous evidence, and one which means their valuations are not a sensible cross-check.  (Indeed, we note in passing, Veritas produced valuations for the Aircraft which were used to assess their Credit Values and the sale prices contained in the Dilorsano SPAs. Overall, Veritas valued the Aircraft at c. US$163m: {D13/1/14-17} (¶¶18-21). Here, even D1’s valuer agrees that the Aircraft were worth no more than US$84m (the Bank’s valuer says US$69m). D1’s valuer observes that Veritas’ work is “not reliable” because (inter alia) it did not use the calendar age of the aircraft but only the total hours flown, it made use of an “inappropriate valuation methodology”, and it “only considered asking prices rather than transactional data points” {D14/1/17} (¶6.22).  (3) Mr Kaczmarek’s DCF valuation 72 Mr Kaczmarek performs a DCF valuation of the OSFs. His valuation of the OSFs is half of the values in the BT 2016 OSF Report. There are four key problems with his approach:  (1) He assumes the OSFs were operational when they were not. A DCF valuation is not appropriate if the OSFs were not operating assets (a fortiori where there is no historic or forecast financial performance data for the OSFs).165 (2) He uses the throughput data included in the BT 2016 OSF Report. As set out above, that data was false: (i) it treated the vast majority of the OSFs as operational when  161  Kaczmarek2/¶36 {D21/1/16}. 162  Bezant-KaczmarekJR/¶8.13 {D25/1/59}. 163  Bezant-Assets2/¶5.31-5.35 {D26/1/67}. 164  Kaczmarek4/¶142 {D27/1/46}. 165  Bezant-KaczmarekJR/¶8.15 {D25/1/61}; Bezant-Assets2/¶9.36 {D26/1/130}. \nAA2/5/50\n50  they were not;166 and (ii) in a number of cases the throughput data for a given month massively exceeded the stated capacity of the storage facility.   (3) He uses assumptions as to EBITDA margin (49%) and maintenance capital expenditure which are not supported by proper evidence.167 (4) His country risk premium is too low.168 We have addressed this issue above.  73 Mr Bezant’s view is that there are no comparables which could be used to value the OSFs: “none of the companies and transactions that I identify from my search are closely comparable to the OSFs due to differences in geographical location, market exposure and services provided”.169 That appears to be agreed.170 Nevertheless, Mr Kaczmarek performs various cross-checks for his valuations.171 For the reasons given by Mr Bezant in his supplemental report,172 these cross-checks do not support Mr Kaczmarek’s valuations. 74 For these reasons, the Court should adopt Mr Bezant’s valuation of UAH 538m for the 74 OSFs and reject Mr Kaczmarek’s view that they had a value of UAH 2,499m.   \n 166  Bezant-KaczmarekJR/¶8.16 {D25/1/62}. 167  Bezant-Assets2/¶¶9.42-9.48 {D26/1/131}. 168  Bezant-KaczmarekJR/¶8.17 {D25/1/62}. 169  Bezant-Assets1/¶5.59, fn. 239 {D19/1/90}. 170  Bezant-KaczmarekJR/8.6 {D25/1/55}. 171  Kaczmarek2/¶¶208-209 {D21/1/73}. 172  Bezant-Assets2/¶¶9.52 – 9.67 {D26/1/133}. \nAA2/5/51\n51  D PROPERTY (STADIUM, TRAINING CENTRE, HOTELS, OFFICES AND AIRFIELD) D1 The Stadium  75 The Stadium was built between 2005 and 2008 and, in 2016, was the home of FC Dnipro.173 By 2016, the Stadium was unable to host European matches174 and its average attendance had fallen from over 19,500 in 2012 to just over 7,300 in 2016.175  76 The various values attributed to the Stadium are set out again below:  Asset Credit Value Restated 2016 Value Thomas  valuation Kaczmarek valuation Difference (Bank / D1 valuations) Stadium UAH 1,517m UAH 16m UAH 125m UAH 1,544m UAH 1,418m 77 The difference between the experts’ valuation of the Stadium is significant (UAH 1.4 billion) and primarily results from the fundamental difference in approach between the experts:  (1) Mr Ka"}
{"start": 119000, "text": "allen from over 19,500 in 2012 to just over 7,300 in 2016.175  76 The various values attributed to the Stadium are set out again below:  Asset Credit Value Restated 2016 Value Thomas  valuation Kaczmarek valuation Difference (Bank / D1 valuations) Stadium UAH 1,517m UAH 16m UAH 125m UAH 1,544m UAH 1,418m 77 The difference between the experts’ valuation of the Stadium is significant (UAH 1.4 billion) and primarily results from the fundamental difference in approach between the experts:  (1) Mr Kaczmarek does not perform his own valuation of the Stadium.  Instead, he adopts and relies upon the valuations of the Stadium by Veritas in 2016 which took the “cost approach” to valuation and which was said to have been “validated” by the NBU.  (2) On that basis, Mr Kaczmarek says the Stadium (or an equivalent asset) would have cost UAH 1.5bn to build in 2016, and that is therefore its fair value. Mr Kaczmarek considers there is insufficient information available to conduct a valuation based on the income generated by the Stadium, and there are no appropriate comparables.  (3) Mr Thomas values the Stadium on the basis of an ‘income approach’ – i.e. he performs a DCF valuation. As the Stadium is an income-generating asset, his view is that it should be valued as such. He also makes the obvious point that the cost of construction is not a measure of the finished building’s market value: “a willing buyer, acting knowledgeably, prudently and without compulsion, would pay for the Real Estate Assets an amount based on what they could earn from the operation of those assets”.176 78 Whether the costs approach or the income approach is appropriate is also relevant to the experts’ different valuations of the Training Centre (see Section D2 below).  79 In this section, we address (i) the differences between the income and cost approaches; (ii)  173  Kaczmarek1/¶238 {D20/1/74}; Thomas1/¶4.16 {D18/1/39}. It is now the home club of SK-Dnipro-1, which is a ‘phoenix’ club following FC Dnipro’s insolvency: ibid. 174  Thomas1/fn. 81 {D18/1/41}. 175  Thomas1/Table 4.3 {D18/1/41}. 176  Thomas2/¶4.12 {D23/1/10}. \nAA2/5/52\n52  Mr Thomas’s valuation of the Stadium on the income approach; and (iii) Mr Kaczmarek’s valuation based on the cost approach. (1) The costs approach vs the income approach 80 While adopting different standards of value (i.e. market value under IVS v. fair value under IFRS), Mr Thomas and Mr Kaczmarek agree that both standards recognise three valuation techniques: (i) the income approach, which requires the valuer to conduct a DCF or equivalent analysis; (ii) the market approach, in which the valuer seeks comparable companies or transactions and adjusts them as necessary; and (iii) the cost approach, which requires the valuer to ascertain the costs of constructing a replacement asset.177 81 There is no debate over the operation of the income approach, save that the experts disagree whether it is appropriate for valuing certain assets. The reasons for employing the cost approach, and its core requirement that appropriate adjustments be made for physical, functional and economic obsolescence, are set out below. 82 As Mr Thomas explains, IVS 2013 provides that the cost approach is “normally used when there is either no evidence of transaction prices for similar property or no identifiable actual or notional income stream that would accrue to the owner of the relevant interest”.178 Mr Kaczmarek’s position is that fair value under IFRS 13 does not prioritise the cost approach over other approaches (with which it is “on par”179) but instead requires the valuer to “utilize the technique that is most objective and least subjective” by “maximiz[ing] the use of observable market-based inputs when executing each valuation technique”.180 For the purposes of fair value, inputs are classified as Level 1, 2 or 3 in the ‘fair value hierarchy’:181 (1) Level 1 consists of inputs which are quoted prices in active markets; (2) Level 2 consists of quoted pric"}
{"start": 122500, "text": "itise the cost approach over other approaches (with which it is “on par”179) but instead requires the valuer to “utilize the technique that is most objective and least subjective” by “maximiz[ing] the use of observable market-based inputs when executing each valuation technique”.180 For the purposes of fair value, inputs are classified as Level 1, 2 or 3 in the ‘fair value hierarchy’:181 (1) Level 1 consists of inputs which are quoted prices in active markets; (2) Level 2 consists of quoted prices in inactive markets or for similar instruments, as well as valuations based on observable market-based inputs; and (3) Level 3 consists of subjective and unobservable inputs. 83 The cost approach involves ascertaining the current costs to replace the asset; however, were one to stop there, the value would not reflect the actual asset being valued which may be many years old and demand for which may have fallen. By way of example, the main part  177  Thomas-KaczmarekJS/¶5.4 {D22/1/8}. 178  Thomas1/¶2.13 {D18/1/18}; IVS 2013, p. 67, ¶C22 {D23/6/17}. 179  Kaczmarek1/¶123 {D20/1/40}. 180  Kaczmarek1/¶¶80 {D20/1/27}, 86-87 {D20/1/29}. 181  Kaczmarek1/¶82 {D20/1/28}. \nAA2/5/53\n53  of the Training Centre was built in 1971182 and revenue at the Stadium fell by two thirds from UAH 16m to UAH 5.9m between 2012 and 2016.183 Accordingly, an adjustment must be made for the physical, functional and economic obsolescence of the asset being valued. 84 The requirement for such an adjustment is also made clear in IFRS 13 on which Mr Kaczmarek relies:184 “From the perspective of a market participant seller, the price that would be received for the asset is based on the cost to a market participant buyer to acquire or construct a substitute asset of comparable utility, adjusted for obsolescence. That is because a market participant buyer would not pay more for an asset than the amount for which it could replace the service capacity of that asset. […] Obsolescence encompasses physical deterioration, functional (technological) obsolescence and economic (external) obsolescence...” (emphasis added) 85 In his first report, Mr Kaczmarek suggests that “Fair Value guidelines prescribe a hierarchy in which the valuer is required to make use of the approach that maximizes the use of observable inputs, and minimizes the use of unobservable inputs… Fair value must be measured at the highest possible level available (Level 1 being the highest and Level 3 the lowest)”.185 He goes on to explain that this distinction is “especially important” in relation to the Stadium and the Training Centre, where “... the cost approach is the methodology that makes most use of observable inputs and minimizes the use of unobservable inputs”.186 However, in his supplemental report, Mr Kaczmarek appears to accept that the 2016 valuations on which he relies are Level 3 valuations as they not based on observable inputs.187 86 As explained below, Mr Thomas does not consider it appropriate to adopt the cost approach in his valuations of the Stadium, the Training Centre or the Airfield because they are all capable of generating income and there are sufficient observable inputs to undertake such a valuation. In any case, he notes that the valuations relied on – indeed, adopted – by Mr Kaczmarek in relation to the Stadium, the Training Centre and the Airfield are flawed because (i) they make use of inputs which are unobservable; and (ii) they fail properly to adjust for obsolescence.  87 Furthermore, it is D1-2’s fault that there is limited data related to the income generated by the Stadium at the time of valuation.188 D1 and D2 owned FC Dnipro LLC, the transferor  182  Kaczmarek1/¶257 {D20/1/79}. 183  Thomas2/¶4.33 {D23/1/18}. 184  Quoted at Thomas2/¶4.32 {D23/1/18}. 185  Kaczmarek1/¶29 {D20/1/12}. 186  Kaczmarek1/¶30 {D20/1/13}. 187  Kaczmarek3/¶30 {D24/1/14}. 188  Mr Kaczmarek: “I have not been provided with historical operating or financial data for the Dnipro Stadium” – Kaczmarek1/¶289 "}
{"start": 126000, "text": "t is D1-2’s fault that there is limited data related to the income generated by the Stadium at the time of valuation.188 D1 and D2 owned FC Dnipro LLC, the transferor  182  Kaczmarek1/¶257 {D20/1/79}. 183  Thomas2/¶4.33 {D23/1/18}. 184  Quoted at Thomas2/¶4.32 {D23/1/18}. 185  Kaczmarek1/¶29 {D20/1/12}. 186  Kaczmarek1/¶30 {D20/1/13}. 187  Kaczmarek3/¶30 {D24/1/14}. 188  Mr Kaczmarek: “I have not been provided with historical operating or financial data for the Dnipro Stadium” – Kaczmarek1/¶289 {D20/1/74} – the question for D1 and D2 is: why not? \nAA2/5/54\n54  of the Stadium (prior to FC Dnipro LLC’s bankruptcy in 2018).189 They ought to have been able to procure disclosure of contemporaneous documents showing the income generated by the Stadium during the period in which they owned the asset. It is to be inferred that they elected not to do so because such documents would be damaging to their case and/or support Mr Thomas’s valuation and/or undermine the cost approach adopted by Mr Kaczmarek.  (2) Mr Thomas’ income valuation 88 Mr Thomas considers that the highest and best use of the Stadium is as a venue for sports and entertainment, specifically football matches, as it is designed and operates for this purpose.190 He has visited the Stadium, and conducted his valuation on the assumption that the Stadium will be used by a top flight Ukrainian football team; he calculates revenue and other income to reach a total valuation for the Stadium of UAH 125.41m.191 Mr Thomas’s valuation is based on the income approach because the Stadium is capable of generating income; for the same reason, he rejects the cost approach.192 89 Mr Thomas arrives at this total figure on the basis of the following assumptions, sources and calculations: (1) Revenue from ticket sales (UAH 21.6m p.a.): Using historical information available on the websites of FC Dnipro and its successor SK Dnipro-1, Mr Thomas analyses (i) the ticket price per sector of the Stadium for 15 identified games in 2016, (ii) the distribution of ticket sales for each sector of the Stadium for a representative match held on 26.9.21, and (iii) annual average attendance figures and number of annual games at the Stadium between 2012 - 2016.193 (2) Revenue from rent (UAH 0.77m p.a.): Mr Thomas uses three comparable properties on the market, adjusted accordingly, in Dnipro from the end of 2015 - 2016 to estimate revenue from rent of an office space at UAH 0.63m p.a.; and five comparable properties on the market in Dnipro between 2015 and 2016 to estimate revenue from the renting of storage space at UAH 0.14m p.a.194 Mr Thomas does not include spaces which serve as emergency exits from the Stadium or which lack  189  D1 RRFI 30.7.21 Annex B (amended) {A2/29/7}. 190  Thomas1/¶4.18 {D18/1/39}. 191  Thomas1/¶4.67 {D18/1/52}. 192  Thomas1/¶¶2.18-2.19 {D18/1/18}, App. 4.3.14 {D18/8/15}. 193  Thomas1/¶4.24-4.32 {D18/1/40}. 194  Thomas1/¶¶4.33 - 4.53 {D18/1/43}. \nAA2/5/55\n55  any value independent of the football matches or other events held at the Stadium.195 (3) Revenue from parking (UAH 2.39m p.a.): Mr Thomas calculates this source of revenue by multiplying the number of car parking spaces by the average parking price per day published on a local website, and assumes an occupancy rate of 90% in light of the Stadium’s location.196 (4) Revenue from other events (UAH 0.9m p.a.): This figure assumes that three non-football events are held per year (which is consistent with a report by the Sport + Markt AG consultancy) and is based on an average hire price of UAH 300,000 per event (which is consistent with two sources citing rental prices for stadia throughout Ukraine).197 (5) Revenue from advertising (UAH 1.2m p.a.): Mr Thomas considers that advertisement is likely to be 5% of annual revenue from the above sources.198 (6) Deduction of operating costs (UAH 3.6m p.a.): Using the number of employees provided by management to a previous valuer {K2-E/34/63}, his knowledge of the staff structure of Ukr"}
{"start": 129500, "text": "consultancy) and is based on an average hire price of UAH 300,000 per event (which is consistent with two sources citing rental prices for stadia throughout Ukraine).197 (5) Revenue from advertising (UAH 1.2m p.a.): Mr Thomas considers that advertisement is likely to be 5% of annual revenue from the above sources.198 (6) Deduction of operating costs (UAH 3.6m p.a.): Using the number of employees provided by management to a previous valuer {K2-E/34/63}, his knowledge of the staff structure of Ukrainian businesses, and wage categories for the sports industry in Ukraine as reported by the government, Mr Thomas calculates a wage bill of UAH 1.09m. To this sum, he adds UAH 2.54m of other operating costs, based on data provided by SK Dnipro-1 (the successor club to FC Dnipro) in 2017 and adjusted using inflation data published by the Ukrainian Ministry of Finance to June 2016.199 (7) Calculation of market value: Finally, Mr Thomas capitalises the EBITDA of UAH 18.9m by applying a capitalisation rate of 15%, giving a market value of UAH 125.4m.200  90 Mr Kaczmarek’s criticisms of Mr Thomas’s income approach are unfounded: (1) Use of income approach and uncertainty. Mr Kaczmarek’s preference for “observable inputs” over “unobservable inputs” (i.e. Level 1 or 2 inputs rather than Level 3 inputs) leads him to criticise Mr Thomas’s use of unobservable data in his valuation using the income approach and describe it as “notional” (despite the fact that his own  195  Thomas1/¶4.60 {D18/1/49}. 196  Thomas1/¶¶4.54 - 4.57 {D18/1/47}. 197  Thomas1/¶4.58 {D18/1/48}. 198  Thomas1/¶4.59 {D18/1/48}. 199  Thomas1/¶¶4.61 - 4.64 {D18/1/49}. 200  Thomas1/¶¶4.65 - 4.67 {D18/1/51}. \nAA2/5/56\n56  valuation also relies on Level 3 unobservable inputs).201 Mr Thomas recognises that there is some uncertainty in his valuation due to the limited information available to him and the assumptions he is required to use,202 but is satisfied that the sources he relies on (as set out in ¶89 above) are sufficiently observable.203 He also makes the obvious point that, in light of the potential revenue streams, the profitability of the Stadium is likely to be of key relevance to a prospective buyer.204 (2) Disparity with other valuations. Mr Kaczmarek’s objection to Mr Thomas’s valuation appears to relate in part to the disparity between it and the valuations of contemporaneous valuers, in particular valuations conducted by UCE in 2015 and Veritas in 2016.205 But Mr Kaczmarek himself identifies a number of flaws in UCE’s valuation, including that it does not explain why “it has assumed that the highest and best use of the Dnipro Stadium was as office space for rent, rather than as a football stadium”.206 The issues in Veritas’ valuation are addressed at ¶94 below. It is self-evident that a disparity with flawed contemporaneous valuations is meaningless. (3) Further sources of revenue. Mr Kaczmarek suggests that Mr Thomas fails to consider additional revenue from naming rights of the Stadium and considers three non-football events per year to be too low (suggesting that ten is a more realistic figure based on the Sport + Markt AG survey cited by Mr Thomas).207 However, Mr Thomas has identified that there is no such market in Ukraine: only two of 29 stadia are named after corporate brands - and even then, it appears that the naming rights of the stadia have not been sold per se.208 Further, Mr Thomas points out that (i) the survey on which he relies includes data from high-income countries where there is more disposable income for entertainment events; (ii) non-football events can only be held when games are not scheduled and in circumstances which allow time for the field to be repaired; (iii) another stadium in Dnipro competes with the Stadium for outdoor events; and (iv) between November and March, Dnipro experiences temperatures of between -7ºC and 6ºC, making it unsuitable for outdoor events for  201  Thomas-KaczmarekJS/¶7.8 {D22/1/14}. At Kaczmarek3/¶30 {D24/1/14}, M"}
{"start": 133000, "text": "untries where there is more disposable income for entertainment events; (ii) non-football events can only be held when games are not scheduled and in circumstances which allow time for the field to be repaired; (iii) another stadium in Dnipro competes with the Stadium for outdoor events; and (iv) between November and March, Dnipro experiences temperatures of between -7ºC and 6ºC, making it unsuitable for outdoor events for  201  Thomas-KaczmarekJS/¶7.8 {D22/1/14}. At Kaczmarek3/¶30 {D24/1/14}, Mr Kaczmarek appears to accept that the valuations on which he relies are Level 3 inputs. See also Kaczmarek1/¶34 {D20/1/14}. 202  Thomas1/¶4.70 {D18/1/52}. 203  Thomas-KaczmarekJS/¶7.8 {D22/1/14}; Thomas1/App. ¶¶4.3.9-4.3.11 {D18/8/14}. 204  Thomas2/¶4.17 {D23/1/12}. 205  Kaczmarek1/¶¶248-249 {D20/1/76}. 206  Kaczmarek3/¶100 {D24/1/35}. See also Mr Thomas’s critique of UCE’s report at Thomas2/¶7.2 {D23/1/25}. 207  Kaczmarek1/¶253 {D20/1/78}; Kaczmarek3/¶196 {D24/1/61}. 208  Thomas2/¶¶8.4-8.6 {D23/1/27}. \nAA2/5/57\n57  nearly half of the year.209 He has only been able to identify a maximum of four non-football events per year at the Stadium between 2015 - 2021 (excluding 2020 due to the pandemic).210 Mr Kaczmarek’s suggestion that the Stadium’s revenues could be maximised by hosting “holiday festivals, and other sporting events such as professional tennis tournaments” is unevidenced and highly speculative.211 (4) Other uses for the Stadium. Mr Kaczmarek considers that Mr Thomas did not take into account the fact that a new owner of the Stadium would need to negotiate a relationship with Dnipro’s football team.212 This is wrong: Mr Thomas recognises that there would be a commercial relationship between the Stadium and tenant football club but, as no information on the terms of such an arrangement is available, he has assumed that all of the revenue is available to the Stadium’s owner (an assumption which increases his valuation).213  (5) Mr Kaczmarek also suggests that the Stadium could be converted into “an alternative real estate project to maximize its highest and best use”,214 and that the “overall flaw” in Mr Thomas’s valuation is that “he does not adequately consider all of the new possible uses for the Dnipro Stadium as either a facility owned by the Bank or as an alternative real estate project”.215 These statements sit awkwardly with Mr Kaczmarek’s acknowledgement in the same report that Veritas (on whose report he relies, as explained below) “concluded that its highest and best use was its current use as a football stadium” because “use … for other purposes requires significant capital expenditures on reconstruction of the stadium, which is not feasible”.216  (6) Use of Chernomorets as a cross-check. Mr Thomas cross-checked his valuation of UAH 125.4m against the sale of the newer Chernomorets stadium in Odessa at auction in 2020 for UAH 193.8m, explicitly recognising that “a direct comparison cannot be made”. Mr Kaczmarek notes that this was a forced sale of a distressed asset. Mr Thomas stands by his comparison and considers it to be appropriate as a “general cross-check”.217   209  Thomas2/¶8.8 {D23/1/28}.  210  Thomas2/¶8.9 {D23/1/28}. Even if Mr Thomas were to increase the number of non-football events to ten, that would only result in a 9% increase in his valuation from UAH 125m to UAH 137m: Thomas2/¶8.10 {D23/1/29}. 211  Kaczmarek3/¶198 {D24/1/62}. 212  Kaczmarek3/¶¶194-195 {D24/1/61}. 213  Thomas1/¶¶4.21-4.22 {D18/1/40}. 214  Kaczmarek3/¶198{D24/1/62}. 215  Kaczmarek3/¶199 {D24/1/62}. 216  Kaczmarek3/¶102 {D24/1/35}; 2016 Veritas Stadium Report, p. 27 {K2-E/32/27}. 217  Thomas1/¶¶4.68 - 4.69 {D18/1/52}, Thomas2/¶¶8.12-8.13 {D23/1/30}. \nAA2/5/58\n58  (3) Mr Kaczmarek’s costs valuation 91 Mr Kaczmarek’s valuation is based on a valuation by Veritas which valued the Stadium, using the cost approach, at UAH 1,544m as at 30.6.16 (the “2016 Veritas Stadium Report”).218 He notes that the Original 2016 Value of UAH 1,517m – and the"}
{"start": 136500, "text": "arek3/¶198{D24/1/62}. 215  Kaczmarek3/¶199 {D24/1/62}. 216  Kaczmarek3/¶102 {D24/1/35}; 2016 Veritas Stadium Report, p. 27 {K2-E/32/27}. 217  Thomas1/¶¶4.68 - 4.69 {D18/1/52}, Thomas2/¶¶8.12-8.13 {D23/1/30}. \nAA2/5/58\n58  (3) Mr Kaczmarek’s costs valuation 91 Mr Kaczmarek’s valuation is based on a valuation by Veritas which valued the Stadium, using the cost approach, at UAH 1,544m as at 30.6.16 (the “2016 Veritas Stadium Report”).218 He notes that the Original 2016 Value of UAH 1,517m – and the value pleaded by D1 - was based on an earlier report by UCE as at 14.12.15 (the “2015 UCE Stadium Report”).219 92 Seemingly on the basis of his preference for the cost approach which Veritas employed (“because a willing seller would not find it acceptable to sell the Stadium at a value less than the cost to construct the Stadium (less depreciation if applicable)”),220 Mr Kaczmarek simply adopted the NBU’s “verified” valuation of the Stadium at UAH 1,544m in his first report (i.e. the value in the 2016 Veritas Stadium Report).221 He also notes that EY, following a review of two unnamed reports, was “unable to form an opinion” on the Fair Value of the Stadium.222  93 In his second report, Mr Kaczmarek considers the 2016 Veritas Stadium Report in greater detail and considers it to be a “robust and well supported implementation of the Cost Approach”.223 He notes that Veritas (i) employed historical cost data taken from the agreements and contracts used to construct and equip the Stadium and then indexed them to 2016;224 (ii) calculated the accumulated depreciation to be deducted by reference to depreciation tables produced by Marshall and Swift;225 and (iii) valued the usage rights of the land underlying the Stadium, by reference to the adjusted price of comparable land plots.226 Adding these three figures together gave a total value of UAH 1,544m.227 94 Mr Thomas explains why the 2016 Veritas Stadium Report, and therefore Mr Kaczmarek’s reliance on it, is flawed: (1) Cost approach inappropriate by itself to value an income-generating asset. Mr  218  {K2-E/32/1} {K2-E/32L/1}. 219  Kaczmarek3/¶100 {D24/1/35}. Mr Kaczmarek notes that “the sources of UCE’s assumptions are not fully transparent […] it did not explain the source of the index used to adjust for changes in construction materials price levels or the sources of its assumption regarding depreciation […] [and] UCE does not clearly explain why it has assumed that the highest and best use of the Dnipro Stadium was as office space for rent, rather than as a football stadium”.  220  Thomas-KaczmarekJS/¶7.7 {D22/1/13}. 221  Kaczmarek1/¶¶243 {D20/1/75}, 255 {D20/1/79}.  222  Kaczmarek1/¶243 {D20/1/75}. The reason EY were “unable to form an opinion” was that “From our point of view the value calculation must include the income-base[d] approach, as the cost approach for a stadium does not reflect the property’s market value. As no data about the stadium’s activities (income and costs) was available, we are unable to provide any comments within the framework of this desk review”: {E16/179/45}.  223  Kaczmarek3/¶118 {D24/1/42}. 224  Kaczmarek3/¶¶108-111 {D24/1/37}. 225  Kaczmarek3/¶¶112-113 {D24/1/39}. 226  Kaczmarek3/¶¶114-116 {D24/1/40}. 227  Kaczmarek3/¶117 {D24/1/42}. \nAA2/5/59\n59  Thomas notes that the EY Report stated that “the value calculation must include the income-based approach, as the cost approach for a stadium does not reflect the property’s market value” and, because no data was available, recommended a revaluation.228 (2) Veritas refused to apply the income approach. Veritas explains that it refused to apply the income approach because it is “extremely time-consuming” and it does not account for “social consequences” of an asset like the Stadium (including “growth of national pride, solidarity, happiness, joy and harmony…increased interest in the city”).229 Mr Thomas points out that the income-generating capacity of the Stadium is more relevant to a potential buyer than such s"}
{"start": 140000, "text": "e, recommended a revaluation.228 (2) Veritas refused to apply the income approach. Veritas explains that it refused to apply the income approach because it is “extremely time-consuming” and it does not account for “social consequences” of an asset like the Stadium (including “growth of national pride, solidarity, happiness, joy and harmony…increased interest in the city”).229 Mr Thomas points out that the income-generating capacity of the Stadium is more relevant to a potential buyer than such social benefits.230 (3) Inputs to cost approach are unreliable and unverifiable. The 2016 Veritas Stadium Report relies on historical costs of construction of the Stadium but does not include any analysis to substantiate or verify them; these costs are therefore unobservable (i.e. Level 3, because they are not publicly available market data) notwithstanding Mr Kaczmarek’s stated opposition to such inputs.231 In any event, as noted above, it is D1-2’s fault that Mr Kaczmarek has been forced to rely on such unreliable data. (4) No proper adjustment is made to account for obsolescence. Mr Kaczmarek accepts that EY recommended an “asset impairment test” to accompany the cost approach and that “no valid asset impairment test has ever been performed”.232 Mr Thomas explains that the Marshall and Swift manual on which the 2016 Veritas Stadium Report relies (i) is based on data relating to the US real estate market and the US economic environment; and (ii) does not account for economic obsolescence, considering only ‘wear and tear’ (quoting from the manual: “the depreciation tables in the Marshall & Swift Valuation Service consider the progression of normal deterioration and obsolescence based on age and condition… Any abnormal or excessive functional and any or all external obsolescence are considered separately, and are not included directly in the tables”).233 Mr Thomas also notes that the 2016 Veritas Stadium Report does not identify which depreciation tables are used but that they appear to be those based on “garages, industrials and warehouses”.234 That would be clearly inappropriate for an asset such as the Stadium.  228  EY Report, p. 45 {E16/179/45}. 229  {K2-E/32/29}. 230  Thomas2/¶4.17 {D23/1/12}. 231  Thomas2/¶4.24 {D23/1/15}. 232  Thomas-KaczmarekJS/¶7.12 {D22/1/15}. 233  Thomas2/¶4.35 {D23/1/20}.  234  Thomas2/¶4.36 {D23/1/20}.  \nAA2/5/60\n60  D2 The Training Centre 95 The Training Centre is a complex of recreational facilities comprised of four training fields, an indoor arena, two main buildings (with offices, living space, a gym, pool, sauna and showers) and additional structures. It was built in 1971, and two additional buildings were constructed in 2005.235 The various values attributed to the Training Centre are set out below:  Asset Credit Value Restated 2016 Value Thomas valuation Kaczmarek valuation Difference (Bank / D1 valuations) Training Centre UAH 670m UAH 142m UAH 105m UAH 332m UAH 227m 96 Again, Mr Thomas conducts an income-based valuation due to the ability of the Training Centre to generate income.236 He notes that the Training Centre operates in the sports tourism sector of the hospitality industry with on-site accommodation and access to various sports facilities, and considers this to be its highest and best use.237 While he did not have access to the Training Centre’s financial records or operational data (again, because D1-2 – the 100% owners of the Training Centre – have failed to disclose the same), he calculates a median price per person per day and a normalised annual occupancy rate by reference to comparable properties (acknowledging that this involves some uncertainty).238 He then deducts assumed operating expenses and capitalises the EBITDA to arrive at a valuation of UAH 104.9m.239 97 Mr Kaczmarek’s criticisms240 of Mr Thomas’s valuation are misplaced. As set out above, Mr Thomas is of the view that the cost approach is inappropriate for an income-generating asset such as the Training Centre. In this re"}
{"start": 143500, "text": "ian price per person per day and a normalised annual occupancy rate by reference to comparable properties (acknowledging that this involves some uncertainty).238 He then deducts assumed operating expenses and capitalises the EBITDA to arrive at a valuation of UAH 104.9m.239 97 Mr Kaczmarek’s criticisms240 of Mr Thomas’s valuation are misplaced. As set out above, Mr Thomas is of the view that the cost approach is inappropriate for an income-generating asset such as the Training Centre. In this respect, and as for the Stadium, Mr Thomas also notes that the EY Report stated that the “value calculation must include an income approach, as the cost approach does not capture the property’s true market value”.241 Mr Thomas is also of the view that there are sufficient observable market inputs to implement the income approach,242 and that the comparables on which he relies are appropriate benchmarks.243  235  Kaczmarek1/¶256-257 {D20/1/79}. 236  Thomas1/¶3.27ff {D18/1/26}; Thomas2/¶4.20 {D23/1/13}. 237  Thomas1/¶¶3.19-3.26 {D18/1/25}. 238  Thomas1/¶¶3.27-3.47 {D18/1/26}, 3.63 {D18/1/34}. 239  Thomas1/¶3.52-3.63 {D18/1/32}. 240  Kaczmarek1/¶¶265 {D20/1/81}, 268-269 {D20/1/82}. 241  EY Report, p. 45 {E16/179/45}. 242  Thomas-KaczmarekJS/¶7.21 {D22/1/19}; Thomas1/App. ¶¶4.3.9-4.3.11 {D18/8/14}. 243  Thomas1/¶3.40 {D18/1/30}. \nAA2/5/61\n61  98 In Mr Kaczmarek’s supplemental report (and in similar fashion to the alternative uses to which he suggests the Stadium could be put), he speculates that the highest and best use of the Training Centre would be a “membership-oriented sports club” which would “generate a steady flow of membership fees on a monthly basis”.244 He provides no support for this view, and it contradicts the position he ultimately adopts that Training Centre’s highest and best use is its current use (see ¶100 below). 99 As with the Stadium, Mr Kaczmarek is once again content to adopt the value of UAH 332m “verified” by the NBU, itself identical to a valuation as of 30.6.16 by Veritas using the cost approach (the “2016 Veritas Training Centre Report”).245 He notes that the Original 2016 Value of UAH 670.5m – and the value pleaded by D1 - was based on an earlier report by UCE as at 9.4.15 (the “2015 UCE Training Centre Report”),246 and that – like for the Stadium – EY, following a review of two unnamed reports, was “unable to form an opinion” on the Fair Value of the Training Centre.247 100 No explanation is provided by Mr Kaczmarek in his first report as to why he considers it appropriate to rely on the conclusions of the 2016 Veritas Training Centre Report. In his supplemental report, Mr Kaczmarek records that Veritas found the highest and best use of the Training Centre to be its current use and had discounted the income approach because it was “developed not for profit purposes”.248 In implementing the cost approach, which Mr Kaczmarek found to be “a proper implementation”,249 Veritas (i) used a combination of historical costs and (where they were not available) unit cost data, and accounted for financing costs, (ii) purported to adjust the costs for physical, functional and economic depreciation (again using Marshall and Swift’s depreciation tables), and (iii) added the cost of land based on adjusted comparable transactions.250 101 The 2016 Veritas Training Centre Report on which Mr Kaczmarek relies is flawed: (1) Inputs to cost approach are unreliable and unverifiable. Mr Thomas notes that the unit cost estimates used by Veritas derive from statistics taken from a cost manual provided by the State Committee of the USSR Council of Ministers for Construction in 1969, indexed to 2016.251 As Mr Thomas points out, these cost estimates do not  244  Kaczmarek3/¶¶205-207 {D24/1/64}. 245  {K2-E/28/1} {K2-E/28L/1}; Kaczmarek1/¶¶260 {D20/1/80}, 262 {D20/1/81}, 270 {D20/1/83}. 246  Kaczmarek1/¶250 {D20/1/77}, 261 {D20/1/80}. 247  Kaczmarek1/¶262 {D20/1/81}. 248  Kaczmarek3/¶134 {D24/1/46}. 249  Kaczmarek3/¶144 {D24/1/49}. 250  Kaczmar"}
{"start": 147000, "text": "ive from statistics taken from a cost manual provided by the State Committee of the USSR Council of Ministers for Construction in 1969, indexed to 2016.251 As Mr Thomas points out, these cost estimates do not  244  Kaczmarek3/¶¶205-207 {D24/1/64}. 245  {K2-E/28/1} {K2-E/28L/1}; Kaczmarek1/¶¶260 {D20/1/80}, 262 {D20/1/81}, 270 {D20/1/83}. 246  Kaczmarek1/¶250 {D20/1/77}, 261 {D20/1/80}. 247  Kaczmarek1/¶262 {D20/1/81}. 248  Kaczmarek3/¶134 {D24/1/46}. 249  Kaczmarek3/¶144 {D24/1/49}. 250  Kaczmarek3/¶¶136-143 {D24/1/47}. 251  Thomas2/¶4.28 {D23/1/17}. \nAA2/5/62\n62  relate to the assets in question and are based on parameters relevant to the communist economy of the Soviet Union in 1969 and not the market economy of Ukraine in 2016.252 (2) No proper adjustment is made to account for obsolescence. As with the Stadium, EY recommended that an “asset impairment test” accompany the cost approach and Mr Kaczmarek accepts that “no valid asset impairment test has ever been performed”.253 Mr Thomas also makes the same criticisms of Veritas’s reliance on the Marshall and Swift depreciation tables as he does for the Stadium, including that they do not account for economic obsolescence: see ¶94(4) above. D3 Hotel Zirka 102 Hotel Zirka is a hotel complex operating under the Radisson Blu brand at the Bukovel ski resort in Ukraine, comprising a main hotel building and a separate building which is used to accommodate staff.254 It was originally recorded at the Credit Value of UAH 3,601m on transfer to the Bank, based on valuations conducted by UCE in 2015 and 2016, before being downwardly adjusted by 55% to UAH 1,617m just three months later on 1.10.16 – a figure based on a valuation by Veritas as at 30.6.16 (the “2016 Veritas Hotel Zirka Report”):255  Asset Original Credit Value (6.6.16) Revised Credit Value (1.10.16) Restated 2016 Value Bezant valuation Kaczmarek valuation Difference (Bank / D1 valuations) Hotel Zirka UAH 3,601m UAH 1,617m UAH 874m UAH 1,072m UAH 1,321m UAH 249m 103 As set out at ¶¶616, 619-620 of its Opening Submissions {AA2/1/241-242}, the Bank’s primary position is that it is not required to give credit for Hotel Zirka because of ongoing challenges to its title in Ukraine. The value of Hotel Zirka will therefore only assume significance if the Court does not accept the Bank’s primary submission. 104 Mr Bezant valued Hotel Zirka using the income approach (a DCF valuation) and employed the market approach (valuation multiples) as a cross-check.256 He relied on information contained in the 2016 Veritas Hotel Zirka Report, a later report by Asset Expertise in 2019,  252  Thomas2/¶4.29 {D23/1/17}. 253  Thomas-KaczmarekJS/¶7.24 {D22/1/20}. 254  Kaczmarek1/¶¶197-198 {D20/1/62}. 255  Bezant-Assets1/¶¶7.5-7.6 {D19/1/125}. 256  Bezant-Assets1/¶¶7.27-7.30 {D19/1/133}; 7.31-7.60 (DCF analysis) {D19/1/133}; 7.61-7.68 (valuation multiples) {D19/1/145}. \nAA2/5/63\n63  and publicly available information, to reach a valuation of UAH 1,072m.257  105 Mr Kaczmarek notes that the NBU “verified” a value of UAH 1,693m (c. 5% above Veritas’s value of UAH 1,617m in the 2016 Veritas Hotel Zirka Report) without any explanation or underlying analysis as to how this figure was reached.258 Unlike the other NBU-“verified” values, Mr Kaczmarek does not accept this because of “clear errors present in the valuation analysis” in the 2016 Veritas Hotel Zirka Report.259 Those obvious errors include a failure to deduct corporate income tax when projecting cash flows and the use of a US-dollar denominated discount rate to discount cash flows denominated in UAH.260 106 Mr Kaczmarek therefore adopts Mr Bezant’s DCF analysis (UAH 1,072m) in respect of the main hotel building, considering his “methodology and assumptions to be reasonable”.261 However, he considers that additional value should be attributed to the staff accommodation building because he “presume[s] that employees pay rent, either through explicit withholdings from their compensation or through lower "}
{"start": 150500, "text": "the use of a US-dollar denominated discount rate to discount cash flows denominated in UAH.260 106 Mr Kaczmarek therefore adopts Mr Bezant’s DCF analysis (UAH 1,072m) in respect of the main hotel building, considering his “methodology and assumptions to be reasonable”.261 However, he considers that additional value should be attributed to the staff accommodation building because he “presume[s] that employees pay rent, either through explicit withholdings from their compensation or through lower salaries”.262 He attributes a value of UAH 249m to the staff accommodation block and adds that to Mr Bezant’s UAH 1,071m value of the hotel.263 This results in a total valuation of UAH 1,321m.264 107 No additional value should be attributed to the staff accommodation building: (1) Double-counting and arbitrary nature of reduction. Mr Bezant’s DCF calculation for the main hotel building, which Mr Kaczmarek adopts, captures any rent payable by employees for use of the staff accommodation as part of the hotel business.265 He also notes that Hotel Zirka’s financial statements do not include a separate revenue line for rental income from the staff building,266 and Mr Kaczmarek frankly acknowledges that neither expert has “any evidence to indicate whether the employees pay rent”.267  (2) Veritas is the only contemporaneous valuer to add value. The experts agree that the 2016 Veritas Hotel Zirka Report is the only valuation report (out of seven) which  257  Bezant-Assets1/¶¶7.27ff {D19/1/133}. 258  Kaczmarek1/¶204 {D20/1/64}. The experts agree that they have not been provided with any supporting documents or analysis underlying the NBU Value: Bezant-KaczmarekJR/¶9.6 {D25/1/65}. 259  Kaczmarek1/¶214 {D20/1/67}. 260  Kaczmarek1/¶214 {D20/1/67}; Bezant-Assets2/App. 8, ¶A8.9 {D26/10/4}. 261  Kaczmarek1/¶215 {D20/1/67}. 262  Kaczmarek1/¶216 {D20/1/67}. 263  Kaczmarek1/¶216 {D20/1/67}. 264  Kaczmarek1/¶217 {D20/1/68}. 265  Bezant-Assets2/¶10.16(1) {D26/1/149}; App. 8/¶A8.13 {D26/10/5}.  266  Bezant-Assets2/App. 8/¶A8.14(1) {D26/10/6}. 267  Kaczmarek4/¶74 {D27/1/25}. \nAA2/5/64\n64  attributes additional value for the staff accommodation block.268 In particular, the two valuations produced by UCE – a valuer which otherwise seems to be generous – did not do so. EY disagreed with Veritas’s conclusion because “the employee accommodation building in this case is an integral part of the hotel complex”, without which the hotel would have difficulties operating.269 Against this background, Mr Kaczmarek’s view that “assigning no value is the lowest possible figure and assumes employees are provided with free rent” is misconceived.270 (3) Author of 2016 Veritas Hotel Zirka Report reconsidered his analysis. Mr Bezant also notes that the first-named author of the 2016 Veritas Hotel Zirka Report later authored a report by Asset Expertise, as at the same date as the Veritas report, which attributed no additional value to the staff building on the basis that the two buildings “operate as a single, high-level hotel service facility”.271 While the experts do not know what financial or operating information was provided to Asset Expertise, the 2016 Veritas Hotel Zirka Report is the clear outlier among all valuations in ascribing additional value and one of its authors appears to have later come to a different conclusion. D4 Hotel Mir 108 Hotel Mir is a hotel and office complex with two main buildings.272 The Bank contends that it is not required to give credit for Hotel Mir because it has lost title to it in proceedings brought by D1-2 companies {AA2/1/241-242} (¶¶616-618). The value of Hotel Mir will therefore only assume significance if the Court does not accept the Bank’s primary submission. 109 There is a difference of only UAH 7m (US$282,000) between the experts, both of whose valuations are within UAH 33m of the Restated 2016 Value: Asset Credit Value Restated 2016 Value Bezant valuation Kaczmarek valuation Difference (Bank / D1 valuations) Hotel Mir UAH 449m UAH"}
{"start": 154000, "text": "use it has lost title to it in proceedings brought by D1-2 companies {AA2/1/241-242} (¶¶616-618). The value of Hotel Mir will therefore only assume significance if the Court does not accept the Bank’s primary submission. 109 There is a difference of only UAH 7m (US$282,000) between the experts, both of whose valuations are within UAH 33m of the Restated 2016 Value: Asset Credit Value Restated 2016 Value Bezant valuation Kaczmarek valuation Difference (Bank / D1 valuations) Hotel Mir UAH 449m UAH 226m UAH 252m UAH 259m UAH 7m 110 Mr Bezant values the hotel part of Hotel Mir using comparable company multiples (UAH 32.4m) and the office part using an average unit price per m2 for similar buildings  268  Bezant-KaczmarekJR/¶9.9 {D25/1/66}. 269  Bezant-KaczmarekJR/¶9.9 {D25/1/66}; EY Report, p. 183 {E16/179/183}. 270  Kaczmarek4/¶74 {D27/1/25}. 271  AE 2019 Zirka Report, p. 67 {K2-E/8/67}; see also Bezant-KaczmarekJR/¶9.9 {D25/1/66}. 272  Kaczmarek1/¶¶218-219 {D20/1/68}. \nAA2/5/65\n65  (UAH 219.9m) and comes to a total valuation of UAH 252.3m.273 111 Mr Kaczmarek notes that the Original 2016 Value of UAH 449m was based on a valuation as at 30.7.15 by UCE (the “2015 UCE Hotel Mir Report”, described by Mr Kaczmarek as a “significant outlier”).274 While there was no “verification” of Hotel Mir by the NBU in 2016 pursuant to a tripartite agreement with an expert, Mr Kaczmarek adopts the valuation of Hotel Mir that he says was “approved” in 2015 as he “[saw] no reason why the NBU would have changed its view on the previously approved figure”.275 That valuation was conducted by Colliers as at 27.2.15 (the “2015 Colliers Hotel Mir Report”) and came to a total of UAH 258.8m.276 112 While the experts’ valuations are close, Mr Bezant’s views are to be preferred: he notes that the 2015 Colliers Hotel Mir Report is based on flawed assumptions, including that the hotel can be converted into offices without accounting for any costs of conversion.277 Mr Kaczmarek responds that costs of conversion are commonly borne by a lessee;278 but, in Mr Bezant’s experience, such a significant change in use of a property from hotel to office space would likely be borne by the owner.279 Alternatively, the lessee would reduce the amount it was willing to pay to take into account the costs of conversion.280 This is really no more than commercial common sense.  D5 Kyiv Office 113 The Kyiv Office was constructed in the early 1980s and was valued as follows: Asset Original 2016 Value Restated 2016 Value Bezant valuation Kaczmarek valuation Difference (Bank / D1 valuations) Kyiv Office UAH 322m UAH 194m UAH 194m UAH 245m UAH 51m 114 Mr Bezant employed the market and income approaches281 to value the Kyiv Office and relied on data points in various contemporaneous valuations as well as publicly available data.282 He concluded on a range of UAH 186.3m - 235.5m (market approach)283 and UAH  273  Bezant-Assets1/¶¶8.16 {D19/1/153}, 8.58 {D19/1/168}. 274  {K2-E/2/1} {K2-E/2L/1}; Kaczmarek1/¶¶222 {D20/1/69}, 224 {D20/1/70}, 235 {D20/1/73}. 275  Kaczmarek1/¶236 {D20/1/73}. 276  {K2-E/1/1}; Kaczmarek1/¶221 {D20/1/69}. 277  Bezant-KaczmarekJR/¶3.10 {D25/1/10}. 278  Bezant-KaczmarekJR/¶3.10 {D25/1/10}. 279  Bezant-Assets2/¶10.20 {D26/1/150}. 280  Bezant-Assets2/¶10.20 {D26/1/150}. 281  Mr Bezant provides an explanation of his approach to valuation of both the Kyiv Office and the Dnipro Office at Bezant-Assets1/¶¶6.8 - 6.15 {D19/1/99}. 282  Bezant-Assets1/¶¶6.22-6.23 {D19/1/106}, 6.28-6.30 {D19/1/108}. 283  Bezant-Assets1/¶6.25 {D19/1/107} and Table 6-2 {D19/1/108}. \nAA2/5/66\n66  104.2m - 202m (income approach),284 and reached his final valuation of UAH 194.2m by identifying the midpoint of the overlap of the ranges common to the two approaches (i.e.  UAH 186.3m - 202m).285  115 Mr Kaczmarek relies on the value “verified” by the NBU of UAH 245m, noting that this was a 24% reduction from the Original 2016 Value of 321.7m – itself based on a valuation by UCE as at 18.6.15 (the “20"}
{"start": 157500, "text": "0 {D19/1/108}. 283  Bezant-Assets1/¶6.25 {D19/1/107} and Table 6-2 {D19/1/108}. \nAA2/5/66\n66  104.2m - 202m (income approach),284 and reached his final valuation of UAH 194.2m by identifying the midpoint of the overlap of the ranges common to the two approaches (i.e.  UAH 186.3m - 202m).285  115 Mr Kaczmarek relies on the value “verified” by the NBU of UAH 245m, noting that this was a 24% reduction from the Original 2016 Value of 321.7m – itself based on a valuation by UCE as at 18.6.15 (the “2015 UCE Kyiv Office Report”) which, according to Mr Kaczmarek “should have been updated or replaced”.286 He also explains that this is c. 4% above the range of UAH 201m - 235m which EY had found to be acceptable.287 In his supplemental report, Mr Kaczmarek refers to a valuation by CBRE in 2016 which valued the Kyiv Office at UAH 207m as the basis for the NBU Value of UAH 245m.288 He acknowledges that he “ha[s] not seen the details” behind the NBU’s “very minor” upward adjustment (of UAH 38m or 18% as at 31.12.16).289 116 The Court should accept Mr Bezant’s valuation for the following reasons: (1) Lack of underlying analysis. Mr Kaczmarek has adopted the NBU Value of UAH 245m without sight of any explanation of why it is 18% higher than the CBRE report on which he says it was based.290 He simply accepts it at face value, notwithstanding that it is higher than the majority of the contemporaneous valuations, EY’s acceptable range, and the valuation report on which it is seemingly based.291 (2) Consistency with other valuations. Mr Bezant’s valuation is consistent with contemporaneous valuations by Expert+, CBRE, Colliers and EY which concluded on a range of UAH 186.3m - 235m.292 (3) Use of hindsight. Mr Kaczmarek criticises Mr Bezant for using data points which postdate his valuation date. Mr Bezant explains that he was required to do so because the only contemporaneous inputs are to be found in the 2015 UCE Kyiv Office Report which are flawed (and which was 24% higher than the NBU Value, as explained above),293 and that the Kyiv office market was stable between 2016 and  284  Bezant-Assets1/¶6.34 {D19/1/111} and Table 6-4 {D19/1/112}. 285  Bezant-Assets1/¶6.35 {D19/1/112}. 286  Kaczmarek1/¶¶164 {D20/1/51}, 167 {D20/1/52}, 180 {D20/1/56}; Kaczmarek4/¶57 {D27/1/21}. 287  Kaczmarek1/¶¶167 {D20/1/52}, 180 {D20/1/56}. 288  Kaczmarek4/¶37 {D27/1/15}, Table 1 {D27/1/16}; 58 {D27/1/21}, 60-61 {D27/1/22}. 289  Kaczmarek4/¶39 {D27/1/16}. 290  Bezant-Assets2/¶10.10(4) {D26/1/148}. 291  Bezant-Assets2/¶¶10.23-10.24 {D26/1/151}. 292  Bezant-Assets1/¶6.36 {D19/1/112}. 293  For example, UCE does not adjust the unit prices of the comparable buildings for differences in the size of the properties and assumes that the technical condition of the Kyiv Office is of the highest quality whereas \nAA2/5/67\n67  2017 such that no difference would be expected.294 In any case, Mr Bezant has confirmed that excluding inputs published after 2016 would only increase his valuation to UAH 219m, which is still UAH 26m below that of Mr Kaczmarek.295 D6 Dnipro Office 117 The Dnipro Office was valued at UAH 453m on transfer to the Bank, on the basis of a valuation prepared by UCE.296 Just three months later, its value was halved to UAH 212.1m on the basis of a different valuation by Kreston (the “2016 Kreston Dnipro Office Report”) and this was used as the Original 2016 Value. The valuations of the Dnipro Office are as follows:  Asset Original Credit Value (6.6.16) Revised Credit Value (26.9.16) Restated 2016 Value Bezant valuation Kaczmarek valuation Difference (Bank / D1 valuations) Dnipro Office UAH 453m UAH 212m UAH 212m UAH 175m UAH 212m UAH 37m 118 Again using data points from contemporaneous valuations and publicly available information,297 Mr Bezant valued the Dnipro Office at UAH 147m - 267m using the market approach298 and UAH 113m - 203m using the income approach;299 he then identified the overlap between these ranges (i.e. UAH 147m - UAH 202.6m) and adopted the midp"}
{"start": 161000, "text": "26.9.16) Restated 2016 Value Bezant valuation Kaczmarek valuation Difference (Bank / D1 valuations) Dnipro Office UAH 453m UAH 212m UAH 212m UAH 175m UAH 212m UAH 37m 118 Again using data points from contemporaneous valuations and publicly available information,297 Mr Bezant valued the Dnipro Office at UAH 147m - 267m using the market approach298 and UAH 113m - 203m using the income approach;299 he then identified the overlap between these ranges (i.e. UAH 147m - UAH 202.6m) and adopted the midpoint as his valuation of UAH 175m.300  119 Mr Kaczmarek notes that the NBU “verified” the value of the Dnipro Office at UAH 212m (i.e. the value in the 2016 Kreston Dnipro Office Report) and adopts this as his valuation.301 He also notes that EY’s review concluded that the potential fair value range was UAH 181m - UAH 194m, or 8 - 15% below the Original 2016 Value of UAH 212m.302 120 Mr Bezant’s valuation is to be preferred: (1) Mr Kaczmarek ignores EY’s downward adjustment and other errors on which the NBU Value is based. Mr Kaczmarek considers EY’s downward adjustment of 8 -  other valuers assess it to be of intermediate quality: Bezant-KaczmarekJR/¶9.23 {D25/1/71}. See also Bezant-Assets2/¶10.28ff {D26/1/152}. 294  Bezant-Assets2/¶¶10.31 - 10.32 {D26/1/154}. 295  Bezant-Assets2/¶10.39 {D26/1/158}. 296  {K2-E/9/1}. 297  Bezant-Assets1/¶¶6.43-6.44 {D19/1/116}, 6.46-6.49 {D19/1/118}. 298  Bezant-Assets1/¶¶6.43-6.44 {D19/1/116} and Table 6-6 {D19/1/117}. 299  Bezant-Assets1/¶6.50 {D19/1/119} and Table 6-7 {D19/1/120}. 300  Bezant-Assets1/¶¶6.50-6.51 {D19/1/119}. 301  Kaczmarek1/¶¶187 {D20/1/58}, 196 {D20/1/62}. 302  Kaczmarek1/¶¶187 {D20/1/58}, 196 {D20/1/62}. \nAA2/5/68\n68  15% to be “generally supportive” of the Original 2016 Value (which is the same as the NBU Value and his valuation) without explaining why.303 He is also dismissive of errors identified by Mr Bezant in the 2016 Kreston Dnipro Office Report; while these do not affect the overall valuation, they undermine its reliability.304 (2) Mr Kaczmarek’s valuation is the highest value within the range of contemporaneous valuations. The value adopted by Mr Kaczmarek is the highest value in the range of contemporaneous valuations with the exception of a flawed report by UCE (supporting the initial value on transfer to the Bank of UAH 453m) and a report cited in the EY Report which neither valuer has seen.305 (3) Use of hindsight. Mr Bezant justifies his use of reference points which are close to his valuation date (from 2015 - 2017) on the basis that (i) there is limited data from before the valuation date (with the only financial and operational data being in the contemporaneous valuation reports, which Mr Bezant considers to be unreliable) and (ii) there is no evidence of material changes in the Dnipro property market in 2017.306 However, Mr Bezant also considers the effect of excluding inputs published after 31.12.16, finding that this would only increase his valuation by 9% from UAH 175m to UAH 191m.307 D7 Airfield 121 The ‘Airfield’ has not been used as such since the mid-2000s; it is a collection of 33 buildings built on two land plots between 1961 and 1981 – variously described in contemporaneous valuations as being in “poor”, “satisfactory” or (in the case of one building) “good” condition.308 As Mr Thomas notes, the Government Land Cadastre indicates that the ownership rights to the land plots themselves belong to the Dnipropetrovsk District State Administration (and not the Bank).309 122 The various values attributed to the Airfield are set out below:   303  Kaczmarek1/¶196 {D20/1/62}; Bezant-Assets2/¶10.27 {D26/1/152}. 304  Bezant-Assets1/¶A16.17 {D19/18/10}, ¶A16.19 {D19/18/11}; Bezant-KaczmarekJR/¶3.10 {D25/1/10}. 305  Bezant-Assets2/¶10.26 {D26/1/152}. 306  Bezant-Assets2/¶10.29 {D26/1/152}, ¶¶10.33-10.35 {D26/1/156}. 307  Bezant-Assets2/¶10.41 {D26/1/159}. 308  Thomas1/¶¶5.6 {D18/1/53}, 5.12 {D18/1/56}; Kaczmarek1/¶272 {D20/1/83}. 309  Thomas1/¶5.10 {D18/1/54}, {K2-E/2"}
{"start": 164500, "text": " 122 The various values attributed to the Airfield are set out below:   303  Kaczmarek1/¶196 {D20/1/62}; Bezant-Assets2/¶10.27 {D26/1/152}. 304  Bezant-Assets1/¶A16.17 {D19/18/10}, ¶A16.19 {D19/18/11}; Bezant-KaczmarekJR/¶3.10 {D25/1/10}. 305  Bezant-Assets2/¶10.26 {D26/1/152}. 306  Bezant-Assets2/¶10.29 {D26/1/152}, ¶¶10.33-10.35 {D26/1/156}. 307  Bezant-Assets2/¶10.41 {D26/1/159}. 308  Thomas1/¶¶5.6 {D18/1/53}, 5.12 {D18/1/56}; Kaczmarek1/¶272 {D20/1/83}. 309  Thomas1/¶5.10 {D18/1/54}, {K2-E/25/10-11}. \nAA2/5/69\n69  Asset Credit Value Restated 2016 Value Thomas valuation Kaczmarek valuation Difference (Bank / D1 valuations) Airfield UAH 366m UAH 3.6m UAH 5.7m UAH 34m UAH 28m 123 Having visited the site, Mr Thomas values the Airfield at UAH 5.7m. Mr Thomas does not consider the land on which the Airfield is located because it belongs to the Dnipropetrovsk District State Administration and does not appear to have been transferred to the Bank.310 In relation to the buildings: (1) Market approach. Mr Thomas considers their highest and best use to be warehouse storage. He relies on a market study for similar assets in Kharkiv – the real estate market of which is similar to that of Dnipro – to identify sale trends and vacancy rates,311 before considering five assets of similar physical condition in Dnipro which were offered for sale in late 2015 and the start of 2016.312 Adjusting for a bargaining discount and the surface area of the comparable asset, Mr Thomas uses the median value of UAH 6.15m as the valuation of the Airfield on the market approach. (2) Income approach. Mr Thomas then undertakes an income-based valuation of the Airfield, again choosing five comparable assets in the Dnipro region which were offered for rent from the end of 2015 to the first half of 2016.313 Adjusting for a bargaining discount, the physical condition of the Airfield, and other differences, Mr Thomas arrives at a median rental value of UAH 19.13/m2 per month. He further adjusts for a 90% occupancy rate, deducts a 3% management fee and taxes, and capitalises the resulting annual EBITDA to arrive at a valuation of UAH 5.41m for the Airfield on the income approach. (3) Weighting of market and income approaches. Mr Thomas applies a weighting of 40% to his valuation under the market approach and a weighting of 60% to his valuation under the income approach (reflecting his view that the comparables for the latter are more similar to the Airfield), resulting in a final valuation of UAH 5.7m.314 As a cross-check, he notes that, consistent with his valuation (albeit acknowledging that a direct comparison cannot be made) the Airfield was sold at  310  Thomas1/¶5.15 {D18/1/56}; Thomas2/¶4.42 {D23/1/22}. 311  Thomas1/¶5.19 {D18/1/57}. 312  Thomas1/¶¶5.26-5.36 {D18/1/58}. 313  Thomas1/¶¶5.37-5.48 {D18/1/61}. 314  Thomas1/¶¶5.49 - 5.53 {D18/1/65}. \nAA2/5/70\n70  auction on 6.8.20 for UAH 6.2m.315 124 Mr Kaczmarek adopts the value of UAH 34m “verified” by the NBU which matches a valuation as at 1.7.16 by Kreston using the cost approach (the “2016 Kreston Airfield Report”); this was based on a value of UAH 7.7m for the buildings and structures and UAH 26.3m for the rights to the underlying land.316 He notes that the Original 2016 Value of UAH 336.1m – and the value pleaded by D1 - was based on an earlier report by UCE as at 18.6.15 (the “2015 UCE Airfield Report”),317 and that – like for the Stadium and the Training Centre – EY, following a review of two reports (one of which appears to have been the 2016 Kreston Airfield Report), was “unable to form an opinion” on the Fair Value of the Airfield but that the “likely value of the underlying land alone ranged from UAH 40 million to UAH 180 million”.318 125 No explanation is provided by Mr Kaczmarek in his first report as to why he considers it appropriate to rely on the conclusions of the 2016 Kreston Airfield Report. In his second report, Mr Kaczmarek describes the approach as “generally reasonable”319 notes that Kr"}
{"start": 168000, "text": "h appears to have been the 2016 Kreston Airfield Report), was “unable to form an opinion” on the Fair Value of the Airfield but that the “likely value of the underlying land alone ranged from UAH 40 million to UAH 180 million”.318 125 No explanation is provided by Mr Kaczmarek in his first report as to why he considers it appropriate to rely on the conclusions of the 2016 Kreston Airfield Report. In his second report, Mr Kaczmarek describes the approach as “generally reasonable”319 notes that Kreston rejected the income approach because the Airfield was “in need of repairs and is not used for its intended purpose”.320 Like Veritas did for the Training Centre, Mr Kaczmarek explains Kreston calculated the unit cost, indexed to 2016 and then adjusted to take account of physical, functional and economic depreciation using Marshall and Swift’s depreciation tables.321 This resulted in a replacement cost for the buildings of UAH 7.7m, to which Kreston added the sum of UAH 26.3m in respect of the underlying land.322 126 Mr Thomas’s valuation is to be preferred for the following reasons: (1) No evidence that underlying land forms part of the Airfield. All but UAH 2m of the UAH 28.3m difference between the experts’ valuations relates to Mr Kaczmarek’s inclusion (via the 2016 Kreston Airfield Report) of the value of the land plots on which the Airfield is situated. Mr Kaczmarek accepts that the land is subject to a long lease and is not owned outright; and the parties agree that the question of whether the land use rights were transferred to the Bank is a factual matter for the  315  Thomas1/¶5.54 {D18/1/66}. 316  {K2-E/24/1} {K2-E/24L/1}; Kaczmarek1/¶¶275 {D20/1/84}, 277 {D20/1/85}, 289 {D20/1/88}. 317  {K2-E/22/1} {K2-E/22L/1}; Kaczmarek1/¶¶274 {D20/1/84}, 276 {D20/1/84}. 318  Kaczmarek1/¶277 {D20/1/85}. 319  Kaczmarek3/¶157 {D24/1/52}. 320  Kaczmarek3/¶156 {D24/1/52}. 321  Kaczmarek3/¶¶157-162 {D24/1/52}. 322  Kaczmarek3/¶¶163-166 {D24/1/54}. \nAA2/5/71\n71  Court to decide.323 In this respect, Mr Thomas points out that the Mortgage pursuant to which the Airfield was transferred to the Bank pledged legal title to the asset complex but recorded that the two land plots were only used by the Transferor pursuant to lease agreements.324 He also points out that, in any case, rent has incorrectly been calculated by Kreston as an income stream rather than as an expense (payable under the lease).325 (2) Use of income approach. The income and market approaches are justifiable because the Airfield is capable of generating income,326 and Mr Thomas finds that there are sufficient observable market inputs to implement these techniques.327  (3) Inputs to cost approach are unreliable and unverifiable. As for the Training Centre, the cost estimates used by Kreston are derived from a Soviet-era costs manual making them inappropriate for valuations in Ukraine in 2016.328 D8 Mr Kaczmarek’s reliance on the EY Values 127 As explained above, Mr Kaczmarek frequently adopts values which were recorded in the EY Report as having been “verified” by the NBU. There are at least five problems with this approach. 128 First, the position of Mr Kaczmarek (and D1 more generally) is fundamentally inconsistent: (1) Mr Kaczmarek adopts NBU ‘verified’ values in relation to the Stadium, the Kyiv and Dnipro Offices, the Training Centre and the Airfield. But he rejects the NBU ‘verified’ value in relation to Hotel Zirka, on account of “clear errors present in the valuation analysis” and relies instead on Mr Bezant’s DCF {D20/1/67} (¶214-215). The report in question was produced by Veritas.  (2) More generally, D1’s aircraft valuer Mr Seymour also rejects various reports on which the NBU’s ‘verified’ value for the Aircraft appears to be based. As the Joint Statement explains: “The Experts agree that the valuation methodology of the Veritas 2016 Valuation Reports, which assess the Aircraft in parts and not as a whole, is against the accepted industry practice and produces an unre"}
{"start": 171500, "text": "relies instead on Mr Bezant’s DCF {D20/1/67} (¶214-215). The report in question was produced by Veritas.  (2) More generally, D1’s aircraft valuer Mr Seymour also rejects various reports on which the NBU’s ‘verified’ value for the Aircraft appears to be based. As the Joint Statement explains: “The Experts agree that the valuation methodology of the Veritas 2016 Valuation Reports, which assess the Aircraft in parts and not as a whole, is against the accepted industry practice and produces an unreliable valuation” {D15/2/25} (¶8.2). (3) Yet Mr Kaczmarek is content to adopt NBU ‘verified’ values in relation to other  323  Thomas-KaczmarekJR/¶7.32 {D22/1/23}; Kaczmarek3/¶210 {D24/1/66}. 324  Thomas2/¶4.42 {D23/1/22}; {K2-F/18/1}, cll. 7 and 8. 325  Thomas2/¶4.43 {D23/1/22}. 326  Thomas1/App. ¶4.3.17 {D18/8/16}. 327  Thomas1/¶¶5.37-5.38 {D18/1/61}; App. ¶¶4.3.15-4.3.16 {D18/8/15}. 328  Thomas2/¶¶4.28-4.29 {D23/1/17}. \nAA2/5/72\n72  properties. They include the Stadium and Training Centre, where those ‘verified’ values are also based on Veritas reports.  129 Secondly, the Bank’s valuation experts consider that there are manifest errors in the reports relied upon for the NBU’s verified values. Most obviously, the 2016 valuers valued the Stadium, Training Centre and Airfield using exclusively the cost approach.  As already explained, Mr Thomas opines that it was plainly inappropriate for a cost approach to be used in relation to income-generating assets. 130 Thirdly, the NBU never formed a concluded view as to their value: (i) Resolution 103/BT required the assets transferred to the Bank to be “subject to verification” of their fair value by the NBU {E12/313/2}; (ii) Rozhkova’s evidence is that verification involved the NBU accepting a report produced by a firm of valuers approved by the NBU: {B1/5/42} ¶168 (that is consistent with the EY Report, which states that “Validation was performed through receipt of reports of independent valuers under tripartite agreements” {E16/167/13}); (iii) the IMF September 2016 Memorandum provided that the NBU would need to complete verification of the transferred assets by the end of September 2016 to ensure “proper valuation: the value of assets received as loan repayments or new loan collateral reflects true market prices” {E15/125/81}; and (iv) in late September 2016 the NBU decided that the Bank should appoint an international auditor to review its compliance with the Restructuring Plan, including the value of the transferred assets: {B1/5/54} ¶220. Resolution 323-Rsh/BT dated 5.10.16 provided that the purpose of EY’s appointment was inter alia “verification of the adequacy and quality of the measures taken by the Bank to comply with the requirements of Resolution 103/BT” {E15/303/1} and EY prepared desktop valuations of the Transferred Assets as part of its report.  131 So by early October 2016, the NBU was clearly not prepared to accept the assets’ valuations even if they were included in a tripartite valuation report.  This can be seen most obviously from the fact that the EY Report did not confirm any of the values at which those assets were transferred to the Bank {E16/179/40-45}. Thus, in relation to the assets where Mr Kaczmarek bases his valuation on the NBU ‘verified’ value: (1) Stadium: The NBU ‘verified’ figure was UAH 1,544m; EY recommended a revaluation, which “must include the income-base[d] approach” {E16/179/45}. (2) Kyiv Office: The NBU ‘verified’ figure was UAH 245m; here, EY said that “According to the desk review results the value range was corrected to UAH 201-235 million” {E16/179/43}. (3) Dnipro Office: The NBU ‘verified’ figure was UAH 212m; EY “corrected” the value \nAA2/5/73\n73  range to UAH 181-194m {E16/179/43}. (4) Training Centre: The NBU ‘verified’ figure was UAH 332m; EY recommended a revaluation, which “must include an income approach” {E16/179/45}. (5) Airfield: The NBU ‘verified’ figure was UAH 34m; EY said that it was unable to comment, as (inter alia) “the income"}
{"start": 175000, "text": "ording to the desk review results the value range was corrected to UAH 201-235 million” {E16/179/43}. (3) Dnipro Office: The NBU ‘verified’ figure was UAH 212m; EY “corrected” the value \nAA2/5/73\n73  range to UAH 181-194m {E16/179/43}. (4) Training Centre: The NBU ‘verified’ figure was UAH 332m; EY recommended a revaluation, which “must include an income approach” {E16/179/45}. (5) Airfield: The NBU ‘verified’ figure was UAH 34m; EY said that it was unable to comment, as (inter alia) “the income approach needs to be used as a check for depreciation” {E16/179/45}. Against that background, it is unsurprising that EY’s qualification to the Bank’s 2016 Financial Statements states “we were unable to obtain sufficient appropriate audit evidence in respect of the fair value of repossessed properties” {K1/6/4} (hardly an auspicious starting point for Mr Kaczmarek’s reliance on the ‘verified’ values and the EY Report as supporting IFRS-compliant ‘fair values’).   132 Fourthly, the experts agree that they have little information on what “verification” the NBU, in fact, undertook, beyond the receipt of the valuation reports on which the NBU was contractually entitled to rely {D22/1/10}, {D25/1/8}. Indeed, in respect of the Kyiv Office, Mr Kaczmarek adopts the NBU Value which is 18% higher than the contemporaneous valuation commissioned by the Bank and the NBU, despite having seen no analysis explaining this uplift {D27/1/16}.   133 Fifthly, Mr Kaczmarek has not undertaken the task that was envisaged by the Court in June 2020 in any meaningful way, viz. to “value ... the assets transferred to the Bank by the Asset Transfer” {A6/46/4}. Adopting (in some but not all cases) a value ‘verified’ by an entity other than the Bank, and when the ‘verifying’ party clearly had ongoing concerns, sheds no light on the question that arises for determination here. This is especially where many of the verified figures emanated from Veritas, a valuer whose August 2016 conclusions have been accepted by D1’s own experts to be seriously deficient.  \nAA2/5/74\n74  E THE AIRCRAFT E1 Introduction 134 The nine aircraft transferred to the Bank by Perser Holding Limited (the “Aircraft”) had a Credit Value of US$163m. This Credit Value appears to have been based on a 2016 valuation report by Veritas which the experts agree is an “unreliable valuation” because it applies a methodology which is “against accepted industry practice”.329 135 The Bank’s position is that its loss is not reduced by reference to the value of the Aircraft: the Aircraft were sold by the Bank to Dilorsano (a D1-2 company) pursuant to a collusive sale agreement the terms of which were seriously disadvantageous to the Bank (as described to the Court on Day 17, pp. 21-25). The Bank’s primary position is that its loss is reduced by reference to  repayments of principal actually made by Dilarsano (US$12.3m) but not the value of the Aircraft themselves in circumstances in which there is no real possibility that the Bank will realise any substantial value from them: {AA2/1/243} ¶¶621-623, {AA2/1/226} ¶576(2). 136 Accordingly, it is only if the Court does not accept the Bank’s primary position in relation to credit that the true value of the Aircraft in August 2016 assumes significance.  137 Ms Razzhivina (for the Bank) originally valued the five Aircraft originally identified by D1, while Mr Seymour (for D1) was also instructed to value a further four identified by D1 by way of amendment. Ms Razzhivina subsequently produced a further report330 in which she valued three of the additional four Aircraft (the Bank having accepted Mr Seymour’s valuation of the fourth) and a further meeting was held between the experts and an updated joint report produced.331 The experts have each filed a supplemental report.332 The competing valuations are set out below: Asset Credit Value Razzhivina valuation Seymour valuation Difference (Bank / D1 valuations) 9 Aircraft US$163m US$69m US$84m US$15m 138 The Bank submits th"}
{"start": 178500, "text": "tly produced a further report330 in which she valued three of the additional four Aircraft (the Bank having accepted Mr Seymour’s valuation of the fourth) and a further meeting was held between the experts and an updated joint report produced.331 The experts have each filed a supplemental report.332 The competing valuations are set out below: Asset Credit Value Razzhivina valuation Seymour valuation Difference (Bank / D1 valuations) 9 Aircraft US$163m US$69m US$84m US$15m 138 The Bank submits that Ms Razzhivina’s valuations of the Aircraft (which, in three cases, are  329  Specifically, the 2016 Veritas Aircraft Report (i) considers only the total number of hours flown and disregards the Aircrafts’ calendar age; (ii) values the Aircraft in parts and not as a whole; and (iii) makes use of asking prices and not of transactional data: AircraftJR2/¶¶8.1-8.3 {D15/2/25-26}. Ms Razzhivina identifies further issues at Razzhivina1/App. D {D/13/6}. 330  Permission having been sought at the First PTR in light of D1’s reliance on the additional aircraft {A6/78/3} (¶6); Razzhivina2 {D13/15}. 331  AircraftJR2 {D15/2} is an updated version of AircraftJR {D15/1}, with amendments in green. 332  Razzhivina3 {D16/1} and Seymour2 {D17/1}. \nAA2/5/75\n75  higher than those of Mr Seymour) are to be preferred because (i) Ms Razzhivina has provided more insight on the data points used in her valuations and (ii) Mr Seymour’s valuations are strewn with basic errors where he has failed to adhere to industry practice. Once the errors were pointed out to him by Ms Razzhivina, he amended five of his nine valuations. In four of those cases, Ms Razzhivina’s corrections to Mr Seymour’s valuations have increased his earlier valuations (i.e. they are favourable to D1); both his original and revised valuations are set out below. 139 Accordingly, where Ms Razzhivina accepts that certain of her and Mr Seymour’s valuations or inputs to those valuations are within an acceptable range, the Bank submits that hers are to be preferred. E2 The experts’ approach to valuation 140 The experts adopted the following approach to valuation: (1) The experts were instructed to assess the “market value” of the Aircraft and agree on the use of a comparative valuation methodology.333 While they have been instructed to use different “market value” standards334 and different valuation dates (Ms Razzhivina: 22.8.16; Mr Seymour: 16.8.16), they agree that these matters do not result in any differences in their valuations.335  (2) The experts relied on a number of public and confidential data points in valuing the Aircraft.336 In both cases, the initial values they adopt – before accounting for the specification and maintenance condition of the Aircraft – were published in August 2016 (on the OrielVIP online valuation platform by Ms Razzhivina; in IBA’s ‘Aircraft Values Book’ by Mr Seymour) (together, the “Published Values”).337 Ms Razzhivina has provided information about the data points underlying her Published Values, while Mr Seymour simply asserts that his are correct. (3) The experts then identified a generic value for the aircraft model of the same age as those being valued, assumed to be in ‘half-life’ condition, using their Published Values, adjusted as necessary to reflect the actual specification of the Aircraft (the  333 AircraftJR2/¶6.1 {D15/2/11}. 334  Ms Razzhivina was instructed to apply the standard defined by the International Valuation Standards, while Mr Seymour was instructed to use the standard defined by the International Society of Transport Aircraft Trading. 335  AircraftJR2/¶4.1 {D15/2/8}, ¶¶5.1-5.22 {D15/2/11}. 336  AircraftJR2/¶¶6.2-6.3 {D15/2/12}. 337  AircraftJR2/¶6.4 {D15/2/12}. \nAA2/5/76\n76  “Half-Life Market Value”).  (4) While Ms Razzhivina provided both her Published Value and Half-Life Market Value (which she refers to as the ‘Stage 1’ and ‘Stage 2A’ values) for each Aircraft, Mr Seymour has not done so such that the provenance of his Half-Life Market Val"}
{"start": 182000, "text": "use the standard defined by the International Society of Transport Aircraft Trading. 335  AircraftJR2/¶4.1 {D15/2/8}, ¶¶5.1-5.22 {D15/2/11}. 336  AircraftJR2/¶¶6.2-6.3 {D15/2/12}. 337  AircraftJR2/¶6.4 {D15/2/12}. \nAA2/5/76\n76  “Half-Life Market Value”).  (4) While Ms Razzhivina provided both her Published Value and Half-Life Market Value (which she refers to as the ‘Stage 1’ and ‘Stage 2A’ values) for each Aircraft, Mr Seymour has not done so such that the provenance of his Half-Life Market Values cannot be interrogated. This is discussed further in the context of the Airbus below. (5) The experts then adjusted the Half-Life Market Value to reflect the maintenance condition of the Aircraft (the “Maintenance Adjustment”, giving the “Retrospective Market Adjusted Value”).338 Where the half-life of a particular component or check has not yet been reached, they applied a positive adjustment; where it has been exceeded, they applied a negative adjustment; and where it is in half-life condition or the condition is unknown, they consider that no adjustment should be applied.339 (6) By way of further explanation: (i) the major components of an aircraft must undergo periodic checks and maintenance procedures (some are required every 6/12 years; others after a particular number of flying hours); (ii) these procedures are very expensive (e.g. an engine overhaul can cost c. US$3m); (iii) the value of a 10-year old plane which has just undergone all of its maintenance procedures is very different from an equivalent plane which is just going into the ‘shop’ to have them done; and so (iv) to ensure that they are comparing like with like, the experts use half-life values, being the mid-way point between a plane completing a necessary maintenance procedure and needing to undergo its next such procedure (e.g. an engine overhaul might be required every 6,000 flying hours; the half-life point would be 3,000 flying hours). Thus, if an engine overhaul costs US$3m and must be caried out every 6,000 flying hours, the following adjustments would be made to its market value (depending on when it last underwent an engine overhaul): \n 338  In the case of the damaged Airbus, Ms Razzhivina has applied a further adjustment: see ¶145 below. 339  See, e.g. AircraftJR2/¶7.6 {D15/2/14}. \nAA2/5/77\n77  Number of flying hours since last engine overhaul Adjustment to valuation 0 + US$1,500,000 1,500 + US$750,000 3,000 $0 4,500 – US$750,000 6,000 – $1,500,000 141 The principal point of dispute, accounting for US$11.36m of the net US$15m difference between their valuations, relates to the Half-Life Market Value of the Airbus and the Additional Airbus. The remainder relates to the Half-Life Market Value of the Embraer aircraft, the experts’ Maintenance Adjustments and whether any adjustment is required to reflect damage sustained by the Airbus.  E3 The experts’ valuations of the Aircraft 142 The experts’ Half-Life Market Value, Maintenance Adjustment and Retrospective Market Adjusted Value for each of the Aircraft is set out below, along with a summary of the main differences between the experts which will be explored in cross-examination. (1) The Airbus Aircraft (a) Airbus (MSN 2462; manufactured: 2005)  Airbus Ms Razzhivina Mr Seymour (original) Mr Seymour (revised) Half-Life Market Value US$18.1m US$24.01m US$24.01m Reduction for stigma of damage (US$1.87m) – – Maintenance Adjustment US$560,000 US$739,000 US$1.214m Retrospective Market Adjusted Value US$16.79m US$24.749m US$25.224m 143 There are three areas of disagreement between the experts: (i) the Half-Life Market Value (US$5.91m), (ii) whether a reduction should be made for the stigma of damage (US$1.87m), and (iii) the appropriate Maintenance Adjustment (US$654,000).  144 First, Ms Razzhivina’s Half-Life Market Value derives from her Published Value of US$18.8m (which she then adjusts to US$18.1m to account for the specification of the Airbus), while Mr Seymour’s Published Value / Half-Life Market Value is U"}
{"start": 185500, "text": "$25.224m 143 There are three areas of disagreement between the experts: (i) the Half-Life Market Value (US$5.91m), (ii) whether a reduction should be made for the stigma of damage (US$1.87m), and (iii) the appropriate Maintenance Adjustment (US$654,000).  144 First, Ms Razzhivina’s Half-Life Market Value derives from her Published Value of US$18.8m (which she then adjusts to US$18.1m to account for the specification of the Airbus), while Mr Seymour’s Published Value / Half-Life Market Value is US$24.01m. Ms Razzhivina’s values are to be preferred: (1) Ms Razzhivina sets out, and discusses, the 11 public and (anonymised) confidential \nAA2/5/78\n78  data points that she relied on to reach her Published Values in Appendix I to her first report {D13/11/2-11}. She also cross-checks her valuation using a further six data points postdating her valuation date {D13/11/11-18}. Mr Seymour has acknowledged that he has not “provided the same level of detail as to the various datapoints used for each valuation” and instead relies on a “single resultant figure” published in his firm’s Aircraft Values Book (AVB) {D14/16}.340  (2) Instead of providing an appropriate level of detail to assist the Court, Mr Seymour prays in aid his firm’s ‘Appraiser of the Year’ awards and the number of staff it employs.341 This does not mean that the data is good or accurate. And it also means that Ms Razzhivina – and the Court – are “unable to comment on Mr Seymour’s assumptions, analysis or number or quality of data points he used to arrive at his [Published Values]”.342  (3) Mr Seymour’s only reference to the data points he uses for the Airbus is that his colleagues at IBA “were in regular communication with the trading community and lessors in 2016 and those opinions were that Airbus A321-200s between the ages of 10 and 12 years were trading for between US$ 23,500,000 and US$ 28,000,000 depending on maintenance condition”.343 That is hearsay evidence which should be given no weight in circumstances where those “colleagues” are not identified, still less are they available to be cross-examined. And in any event, Mr Seymour does not explain the maintenance condition of the aircraft which were said to be trading within this range and there is no information about the adjustments he makes to arrive at his Half-Life Market Value. (4) Notwithstanding the disparity in the information provided by the experts as to their Published Values, Mr Seymour criticises two of Ms Razzhivina’s Airbus data points. He is wrong to do so: (a) Airbus Data Point 1. Ms Razzhivina acknowledges that the transaction which formed this data point related to an much younger Airbus and was carried out under an Export Credit Agency guarantee.344 However, as she points out, calendar age is an important factor in assessing an aircraft’s value;  340  Seymour1/¶6.3 {D14/1/13}. 341  Seymour2/¶1.2(f) {D17/1/5}. 342  Razzhivina3/¶19 {D16/1/7}. 343  Seymour1/¶10.5 {D14/1/24}. 344  Razzhivina3/¶38 {D16/1/12}. \nAA2/5/79\n79  and she has plotted a value spread to take account for age (Mr Seymour appears to have done likewise).345 As for financing by Export Credit Agency guarantee, Ms Razzhivina notes that this is a common form of aircraft financing and that such transactions “provide valuable transaction data points, often reported in the public domain and it is standard industry practice to rely on them where appropriate”.346 (b) Airbus Data Point 2. Mr Seymour questions Ms Razzhivina’s assumption that ‘pre-delivery payments’ would have constituted 30% of the purchase price for the transaction addressed by this data point. Ms Razzhivina explains that it is common practice to assume the use of such prepayments when valuing aircraft because they are used “industry-wide and almost universally on new aircraft orders”.347 145 Secondly, the experts agree that the Airbus has suffered damage,348 described in an inspection report dated 29.11.18 as “serious damage in a ground incident” (the Airbus was “hit by a r"}
{"start": 189000, "text": "ery payments’ would have constituted 30% of the purchase price for the transaction addressed by this data point. Ms Razzhivina explains that it is common practice to assume the use of such prepayments when valuing aircraft because they are used “industry-wide and almost universally on new aircraft orders”.347 145 Secondly, the experts agree that the Airbus has suffered damage,348 described in an inspection report dated 29.11.18 as “serious damage in a ground incident” (the Airbus was “hit by a ramp truck”, suffering a “hole, of approximately five (5) metres in length, in the aircraft’s fuselage”).349 While Mr Seymour accepts that “[a]ircraft with a damage history are often subjected to a value diminution owing to the stigma / operational restrictions that the damage / subsequent repair may inflict”, he does not consider it appropriate to make any deduction (because, he says, he has no “detailed report” as to the damage).350 Ms Razzhivina opines that the stigma of damage requires a minimum reduction of 10% (and that any further information would only increase the reduction).351  146 Thirdly, as to the difference of US$0.654m in the experts’ Maintenance Adjustment: (1) Mr Seymour has recognised that, in his first report and contrary to accepted industry practice, he wrongly calculated the Maintenance Adjustment by (i) making adjustments in relation to the Airbus’s landing gear despite no maintenance information being available; and (ii) mistakenly adjusting for a six-year check of the airframe.352   345  Razzhivina3/¶38(i) {D16/1/12-13}. 346  Razzhivina3/¶38(ii) {D16/1/13}. 347  Razzhivina3/¶39 {D16/1/13-14}. 348  AircraftJR2/¶4.2 {D15/2/8}. 349  {K2-D/11/4-5} (¶2.2). Mr Seymour concedes that “the damages was perhaps more substantial than ‘normal’ ramp operation related scratches and dents that are typical”: Seymour2/¶2.6 {D17/1/8}. 350  Seymour1/¶10.10 {D14/1/24-25}. 351  Razzhivina1/¶¶123-127 {D13/1/41}; Razzhivina3/¶¶45-77 {D16/1/15-21}. 352  AircraftJR2/¶¶7.5, 7.6 {D15/2/14}; ¶¶A2.1-A2.4, Tables A2.1 and A2.2 {D15/2/29-30}. \nAA2/5/80\n80  (2) The most significant area of disagreement between the experts relates to the negative maintenance adjustment for the Airbus’s second engine (Ms Razzhivina: US$1.58m; Mr Seymour: US$701,000).353 In her supplemental report, Ms Razzhivina points out that, while Mr Seymour professes to rely on his firm’s ‘Engine Value Book’, he does not use the assumptions set out therein.354 Ms Razzhivina corrects this further error, which takes Mr Seymour’s maintenance adjustment to (US$1,175,536). When factored into the other maintenance adjustments, this results in a total Maintenance Adjustment of US$739,464.355 Ms Razzhivina considers this to be in a reasonable range with her Maintenance Adjustment of US$559,679 (variance: US$179,785).356 (b) Additional Airbus (MSN 2682; manufactured: 2006) Additional Airbus Ms Razzhivina Mr Seymour (original) Mr Seymour (revised) Half-Life Market Value US$20m US$25.85m US$25.45m Maintenance Adjustment US$1.6m US$1.385m US$1.724m Retrospective Market Adjusted Value US$21.6m US$27.235m US$27.174m 147 Again here, the experts’ disagreement as to the Half-Life Market Value of the Additional Airbus accounts for the majority (US$5.45m) of the difference in their valuations. The Court is invited to accept Ms Razzhivina’s valuation for the reasons set out above in relation to the Airbus. In addition, Mr Seymour’s original valuation of the Additional Airbus made incorrect assumptions as its specification, and therefore its Half-Life Market Value, which he was required to correct (resulting in a reduction of US$400,000).357 148 As for the Maintenance Adjustment, Mr Seymour has recognised that, contrary to accepted industry practice, he wrongly calculated the Maintenance Adjustment by (i) including a 6-year check which would be superseded by a 12-year check and (ii) making an adjustment in respect of the landing gear when no information was available (such that it should be assum"}
{"start": 192500, "text": "its specification, and therefore its Half-Life Market Value, which he was required to correct (resulting in a reduction of US$400,000).357 148 As for the Maintenance Adjustment, Mr Seymour has recognised that, contrary to accepted industry practice, he wrongly calculated the Maintenance Adjustment by (i) including a 6-year check which would be superseded by a 12-year check and (ii) making an adjustment in respect of the landing gear when no information was available (such that it should be assumed to be in half-life condition).358 After Mr Seymour’s errors were corrected, the experts agreed that the variance between their Maintenance Adjustments (US$120,000) fell within a reasonable range.359  353  Razzhivina3/Table 4 {D16/1/22}. 354  Razzhivina3/¶83ff {D16/1/24}. 355  Razzhivina3/Table 7 {D16/1/26}. 356  Razzhivina3/¶87 {D16/1/27}. 357  AircraftJR2/¶7.25 {D15/2/21}. 358  AircraftJR2/¶¶7.26, 7.28 {D15/2/21-22}, ¶¶A2.5-2.6, Tables A2.3 and 2.4 {D15/2/31-32}. 359  AircraftJR2/¶7.27 {D15/2/21}. \nAA2/5/81\n81  (2) The Embraer Aircraft (a) Embraer (MSN 145-250; manufactured: 2000) Embraer Ms Razzhivina Mr Seymour Half-Life Market Value US$1.7m US$2.69m Maintenance Adjustment (US$610,000) (US$320,000) Retrospective Market Adjusted Value US$1.09m US$2.37m 149 There is a difference of US$1m between the experts’ assessments of the Half-Life Market Value of the Embraer and US$290,000 in their Maintenance Adjustments.  150 Ms Razzhivina has again set out, and discussed, the four datapoints on which she relies when reaching the Half-Life Market Value for the Embraer {D13/11/29-30}, supplemented by a further post-valuation data point used as a cross-check {D13/11/32-33}.  151 Mr Seymour’s Published Value in his firm’s AVB ranges from US$1.99m to US$4.44m, which is said to be supported by “feedback from traders”. Those traders state that “the typical used trade prices [of Embraer ERJ-145LR and ERJ-145EP aircraft] ranged between US$2,000,000 and US$3,330,000”.360 Mr Seymour does not explain how the range increased from US$2m – US$3.3m to US$2m – US$4.44m, save to say that the traders’ feedback “would have been used in assessing the values incorporated into [his] AVB”.361 152 Indeed, Mr Seymour’s valuation sits unhappily with his acceptance that there was a “large oversupply” of Embraer ERJ-145s in August 2016 (with 155 aircraft stored, out of a fleet of 666), and that there were 56 ERJ-145s available for sale or lease.362  153 As for the Maintenance Adjustment, while the difference between the experts is not significant (US$293,441), Ms Razzhivina considers it to be material relative to their overall valuations. She explains that she has calculated the overhaul adjustment for the aircraft’s engine by reference to the remaining hours before an overhaul is necessary, but that Mr Seymour calculates the adjustment by reference to the number of remaining cycles.363 Again, Ms Razzhivina demonstrates how Mr Seymour has failed properly to apply the information and assumptions in his firm’s own ‘Engine Value Book’.364 Correcting for this, Ms Razzhivina finds that Mr Seymour’s adjustment for the engine overhaul should be  360  Seymour1/¶15.5 {D14/1/35}. 361  Seymour1/¶15.5 {D14/1/35}. 362  Seymour1/¶¶15.2, 15.4 {D14/1/35}. 363  Razzhivina3/¶¶92-97 {D16/1/28-29}. 364  Razzhivina3/¶¶95-96 {D16/1/29}. \nAA2/5/82\n82  (US$295,084) rather than (US$130,000). This would reduce the difference in their overall Maintenance Adjustments to US$128,357 which Ms Razzhivina considers would be within a reasonable range.365 (b) Additional Embraer 290 (MSN 145-290; manufactured: 2000) Additional Embraer 290 Ms Razzhivina Mr Seymour (original) Mr Seymour (revised) Half-Life Market Value US$1.7m US$2.69m US$2.69m Maintenance Adjustment (US$130,000) (US$416,000) (US$136,000) Retrospective Market Adjusted Value US$1.57m US$2.274m US$2.554m 154 As for the Embraer, the majority of the difference between the experts (US$1m) relates to the Half-Life Market Value of the Additional "}
{"start": 196000, "text": "ders would be within a reasonable range.365 (b) Additional Embraer 290 (MSN 145-290; manufactured: 2000) Additional Embraer 290 Ms Razzhivina Mr Seymour (original) Mr Seymour (revised) Half-Life Market Value US$1.7m US$2.69m US$2.69m Maintenance Adjustment (US$130,000) (US$416,000) (US$136,000) Retrospective Market Adjusted Value US$1.57m US$2.274m US$2.554m 154 As for the Embraer, the majority of the difference between the experts (US$1m) relates to the Half-Life Market Value of the Additional Embraer 290. The Court is invited to adopt Ms Razzhivina’s Half-Life Market Value for the reasons set out above in relation to the Embraer. 155 Mr Seymour has recognised that, contrary to accepted industry practice, he wrongly calculated the Maintenance Adjustment by adjusting for a title engine overhaul when no information was available and by using an incorrect maintenance interval for the maintenance of the landing gear.366 The effect of his revised calculation is that it is in line with Ms Razzhivina’s and the experts agree that the variance of US$6,000 is within a reasonable range.367 (c) Additional Embraer 394 (MSN 145-394; manufactured: 2001) Additional Embraer 394 Ms Razzhivina Mr Seymour (original) Mr Seymour (revised) Half-Life Market Value US$1.7m US$2.89m US$2.89m Maintenance Adjustment (US$340,000) US$205,000 (US$245,000) Retrospective Market Adjusted Value US$1.36m US$3.095m US$2.645m 156 The principal difference (US$1.2m) in the experts’ valuation relates to their Half-Life Market Values (as to which, see above).  157 As with the Additional Embraer 290, Mr Seymour accepts that his calculation of the Maintenance Adjustment was contrary to industry practice because he adjusted for a title  365  Razzhivina3/¶100 {D16/1/31}. 366 AircraftJR2/¶7.32-7.33, Tables A2.5 and A2.6 {D15/2/33-34}. 367  AircraftJR2/¶7.34 {D15/2/23}. \nAA2/5/83\n83  engine overhaul when no information was available and used an incorrect maintenance interval for the maintenance of the landing gear.368 He has accordingly changed his US$205,000 maintenance addition to the value of this plane into a deduction of US$245,000 (i.e. a change of US$450,000).369 Ms Razzhivina considers the variance of US$93,561 with Mr Seymour’s (revised) Maintenance Adjustment to be within a reasonable range.370 (3) The Boeing Aircraft (a) Boeing 737 (MSN 28659; manufactured: 1997) Boeing 737 Ms Razzhivina Mr Seymour (original) Mr Seymour (revised) Half-Life Market Value US$3m US$2.79m US$2.79m Maintenance Adjustment US$750,000 (US$112,000) US$337,000 Retrospective Market Adjusted Value US$3.75m US$2.678m US$3.127m 158 The experts agree that their Published Values (Ms Razzhivina: US$2.75m; Mr Seymour: US$2.79m) for the Boeing 737 are within a reasonable range.371  159 Mr Seymour has also recognised that, contrary to accepted industry practice, he wrongly calculated the Maintenance Adjustment by making adjustments in relation to the Boeing 737’s installed engine rather than its ‘title’ engine (for which no information is available and which is therefore assumed to be in half-life condition and not requiring an adjustment).372 His original and updated valuation is shown in the table above. (b) Boeing 767 533 (MSN 25533; manufactured: 1992) Boeing 767 533 Ms Razzhivina Mr Seymour Half-Life Market Value US$8.45m US$7.67m Maintenance Adjustment US$400,000 US$782,000 Retrospective Market Adjusted Value US$8.85m US$8.452m 160 The experts agree that their Retrospective Market Adjusted Values for the Boeing 767 533 (US$0.398m) are within a reasonable range.373 For this reason, and given that the Bank’s valuation exceeds that put forward by D1, this is unlikely to be the subject of cross- 368  AircraftJR2/¶¶7.34, 7.40 and Tables A2.7 and A2.8 {D15/2/24}, {D15/2/35-36}. 369 AircraftJR2/Tables A2.7 and A2.8 {D15/2/35-6}. 370  Razzhivina3/¶¶102-103 {D16/1/31}. 371  AircraftJR2/¶4.3 {D15/2/8}. Ms Razzhivina adjusts her Published Value, principally because the Boeing 737 has Winglets, to obtain a"}
{"start": 199500, "text": " Boeing 767 533 (US$0.398m) are within a reasonable range.373 For this reason, and given that the Bank’s valuation exceeds that put forward by D1, this is unlikely to be the subject of cross- 368  AircraftJR2/¶¶7.34, 7.40 and Tables A2.7 and A2.8 {D15/2/24}, {D15/2/35-36}. 369 AircraftJR2/Tables A2.7 and A2.8 {D15/2/35-6}. 370  Razzhivina3/¶¶102-103 {D16/1/31}. 371  AircraftJR2/¶4.3 {D15/2/8}. Ms Razzhivina adjusts her Published Value, principally because the Boeing 737 has Winglets, to obtain a Half-Life Market Value of US$3m. 372  AircraftJR2/¶7.13 and following tables {D15/2/18}. 373  AircraftJR2/¶7.16 {D15/2/19}. \nAA2/5/84\n84  examination.  (c) Boeing 767 536 (MSN 25536; manufactured: 1993) Boeing 767 536 Ms Razzhivina Mr Seymour Half-Life Market Value US$9.05m US$8.37m Maintenance Adjustment (US$780,000) (US$1.13m) Retrospective Market Adjusted Value US$8.27m US$7.24m 161 There is a difference of US$1.03m in the experts’ valuation of the Boeing 767 536.374 Given that the Bank’s valuation exceeds that put forward by D1, this is unlikely to be the subject of cross-examination.  (d) Additional Boeing 767 (MSN 25280; manufactured: 1991) Additional Boeing 767 (agreed) Ms Razzhivina Mr Seymour Retrospective Market Adjusted Value – US$5.99m 162 The Bank accepts Mr Seymour’s Maintenance Adjusted Market Value of US$5.99m for the Additional Boeing 767.375   TIM AKKOUH KC CHRISTOPHER LLOYD CONOR MCLAUGHLIN  11 July 2023  \n 374  AircraftJR2/¶7.19-7.20 {D15/2/20}. 375  AircraftJR2/¶2.6 {D15/2/5}. \nAA2/5/85\n"}
