{"metadata": {"corpus_path": "B1. Witness statement of Mykhailo Volodymyrovych Shekmar (English).pdf", "file_size": 1081437, "mtime": 1675871807.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "B1/12/1\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n \n  \n  \n \n \n \n \n \n \nIN THE HIGH COURT OF JUSTICE \nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES \nBUSINESS LIST (CHD) \n Witness Statement \nClaimant \nM Shekmar \nFirst \n14 October 2021 \n \n \nBL-2017-000665 \nBETWEEN: \n \nJSC COMMERCIAL BANK \"PRIVATBANK\" \nClaimant  \n- and - \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \n \nFIRST WITNESS STATEMENT OF MYKHAILO VOLODYMYROVYCH SHEKMAR \n \n \nI, MYKHAILO  VOLODYMYROVYCH  SHEKMAR , of Instytutska St, 9, Kyiv, Ukraine, 01601, will \nsay as follows: \n1.           NBU       \nof a Directorate of the Inspections Department.   \nB1/12/2\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 2 - \n \n \n 2.            Bank \nbrought proceedings against the Defendants in the High Court of England and Wales, and \nI make this witness statement in connection with those proceedings.   \n3. Where I refer to documents below, I do so by reference to the document's disclosure \nnumber in these proceedings.  I enclose with this statement a list of the documents I have \nbeen referred to in the course of making this statement. \n4. My native language is Ukrainian, and I have a limited understanding of English.  I have, \ntherefore, given this evidence in Ukrainian, although I understand that an English translation \nwill be prepared by the B          \n            \nthe assistance of an interpreter.   \n5. Unless otherwise stated, the facts and matters set out below are within my own knowledge, \nand I believe them to be true.  Where they are not within my knowledge, they are true to \nthe best of my knowledge, information and belief and their sources are explained.   \nINTRODUCTION  \n6. Having been born and attended school in Chervonohrad, Lviv Region, I studied banking at \n                \njoined the Inspections Department of the NBU.  I have spent the last 17 years conducting \ninspections, and have been involved in more than 100 such inspections to date.  Since \njoining I have worked my way up the ranks of the NBU, and I am now the Deputy Head of \none of the four Directorates within the Inspections Department.  I report to the head of my \nDirectorate, who reports to the head of the Inspections Department.  The head of the \nInspections Department reports to the Deputy Governor for Banking Supervision, which in \n2016 was Kateryna Rozhkova.   \n7. I have led inspections into 18 different banks, including the Bank.  Five of those inspections, \nincluding of the Bank, resulted in the inspected bank being liquidated or nationalised due \nto issues that proved incapable of other methods of resolution.   \n8. I was based at the Bank from 17 October 2016 to the end of December 2016, leading a \nteam conducting an unscheduled on-        Unscheduled \nInspection   \n          Transformation   \nTransformation Plan          -site inspection of the Bank, \n\nB1/12/3\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 3 - \n \n \n              2016 Scheduled \nInspection  \n9. I would like to explain the role of my team at the Bank in this period, and in particular the \nsteps that we took as part of the Unscheduled Inspection, in order to respond to certain \n        ar to relate to the Unscheduled \n \n               \nrefer below. \n10. First, at paragraph 34 of his Defence, Mr Kolomoisky alleges that   \nonwards, the NBU constantly monitored the Bank and the Bank operated in accordance \nwith instructions from NBU's representatives         \nrepresentatives Mr Kolomoisky is referring to here, but, as I will explain in detail below, my \n       \ndocuments, identifying any violations of laws and/or regulations, and making \nrecommendations as to how such violations should be remedied.  We did not have the \npower to, and did not, give instructions to the Bank regarding its operations.   \n11. Secondly, at paragraph 48 of his Defence, Mr Kolomoisky alleges that  \nthe Transformation Plan was supervised and controlled by the Curator and other NBU staff \noperating within the Bank             \n   Onsite NBU Staff            \nis referring to here, but, to my knowledge, the only NBU personnel operating within the \nBank at the time the Transformation Plan was being implemented were the Curator and her \nstaff, and my team and me.  I will therefore address this allegation by reference to my team \nand me.  As I will explain in detail below, we monitored, but did not supervise or control, the \nimplementation of the Transformation Plan. \n12.             In order to allow the \nBank to be nationalised, the NBU took steps to ensure that the Bank was declared to be \ninsolvent before the Transformation process could be completed    \n           \nthe loans to the New Borrowers.  Applying Resolution 351, before the intended security for \nthose loans could be put into place, the NBU found that, after making the New Loans, the \nBank required additional capitalisation of UAH 147.05 billion       \nconducted the Unscheduled Inspection, I do not believe, and have no reason to believe, \nthat the purpose of that inspection was to ensure that the Bank could be nationalised before \nthe Transformation was complete.   \nB1/12/4\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 4 - \n \n \n THE ROLE OF THE NBU INSPECTIONS TEAM AT THE BANK \n13. In the period 2014 to 2016, I took part in two inspections of the Bank: the 2016 Scheduled \nInspection, of which I was deputy head, and the Unscheduled Inspection, of which I was \nthe head.  There was a further scheduled inspection of the Bank in 2014, in which I was not \npersonally involved (although, as I will explain, I was familiar with its findings), and I am \naware that the NBU also conducted six-      \nrefinancing loans in this period, although I had no involvement in those inspections. \nOverview of NBU inspections  \n14. Inspections are an important part of the framework of banking supervision, and are used \nby central banks and other banking regulators around the world (for example, the European \nCentral Bank1) to ensure that banks are operating in accordance with applicable laws and \nregulations, and to assess their financial condition, including levels of risk and capital \nadequacy.  Inspections are a necessary feature of banking supervision because they \nprovide the oppor   "}
{"start": 7000, "text": " inspections of the Bank: the 2016 Scheduled \nInspection, of which I was deputy head, and the Unscheduled Inspection, of which I was \nthe head.  There was a further scheduled inspection of the Bank in 2014, in which I was not \npersonally involved (although, as I will explain, I was familiar with its findings), and I am \naware that the NBU also conducted six-      \nrefinancing loans in this period, although I had no involvement in those inspections. \nOverview of NBU inspections  \n14. Inspections are an important part of the framework of banking supervision, and are used \nby central banks and other banking regulators around the world (for example, the European \nCentral Bank1) to ensure that banks are operating in accordance with applicable laws and \nregulations, and to assess their financial condition, including levels of risk and capital \nadequacy.  Inspections are a necessary feature of banking supervision because they \nprovide the oppor           -site, in \ngreater depth and across a broader time period, than is possible solely through off-site \n             \n15. In practice, on-site inspections involve a team from the NBU being stationed at a bank whilst \nthey review and analyse information, following which they prepare an inspection report.  \nThe NBU conducts on-site inspections according to the framework set out in Chapter 14 \n              Law on Banks  \nthe Regulations on the Planning and Procedure for Conducting Inspections approved by \n          Regulation 276    visions \ngovern the circumstances in which the NBU is entitled to conduct inspections of a bank, \nand the way in which such inspections are conducted.   \n16. On-site inspections can be scheduled or unscheduled.  Scheduled inspections are regular \ninspections           \ncompliance with applicable laws and regulations.  All Ukrainian banks and their foreign \nbranches are subject to scheduled inspections at least once every three years2, pursuant \nto an inspections plan that is prepared by the Coordination Unit within the Inspections \nDepartment, and then approved by the NBU Board.  I have never been a member of the \nCoordination Unit, which is separate from my unit and is not staffed by inspectors.   \n                                                                                                                                                                                                        \n1  PB0365750  \n2  PB0365541 , p.4, paragraph 1.11 ; PB0365541_00001_English , p.6, paragraph 1.11 \nB1/12/5\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 5 - \n \n \n 17. Scheduled inspections are notified to the banks subject to inspection at least ten days in \nadvance3, and their scope is set out in a list of issues annexed to a certificate providing for \nthe right of the inspection team to conduct an inspection of a bank4.  In the period 2014 to \n2016, the NBU annual reports state that there were 2845 scheduled inspections of Ukrainian \nbanks, including two of the Bank.  I was personally involved in 11 such inspections in that \nperiod, including the 2016 Scheduled Inspection. \n18.                 reasonable \ngrounds              \n l condition (as \ndetected by the NBU through off-site supervision), the detection by the NBU of risky \n           \nunreliable reporting information by a bank to the NBU.  In the period 2014 to 2016, the NBU \nannual reports state that there were 1346 unscheduled inspections of Ukrainian banks.  I \nwas personally involved in 3 unscheduled inspections of banks in that period, including the \nUnscheduled Inspection. \n19. Unscheduled inspections are initiated by an order of the NBU, signed by the Governor or \nthe Deputy Governor responsible for Banking Supervision.  Practically speaking, the \nDepartment for Banking Supervision will identify situations where it considers an \nunscheduled inspection is required, and will then prepare a memorandum proposing the \ninspection.  If the Deputy Governor or Governor agrees, they will sign an order and instruct \nthe Inspections Department to begin preparing for the inspection, with the scope of the \ninspection set out in a list of issues included in the order7.  Banks do not receive advance \nnotice of unscheduled inspections: members of the inspection team simply present \nthemselves at the bank subject to inspection on the day it is to commence.  Upon arrival, \nthe head of the inspection team provides the bank with the official order for the inspection, \nincluding the list of issues that defines the scope of the inspection, and the inspection then \nbegins immediately.   \n20. NBU inspections teams conduct both scheduled and unscheduled inspections in \naccordance with the provisions of Chapters 3 and 4 of Regulation 276.  Chapter 3 sets out \na formal process for conducting inspections, and Chapter 4 sets out the rights and \nresponsibilities of the NBU inspectors, as well as of the managers and employees of the \nbank being inspected.  As regards the rights of NBU inspectors, they are entitled to free \n                                                                                                                                                                                                        \n3  PB0365541, p.3, paragraph 1.7 ; PB0365541_00001_English , p.4, paragraph 1.7 \n4  PB0365541 , p.6, paragraph 3. 6; PB0365541_00001_English , p.8, paragraph 3.6 \n5  184 scheduled inspections in 2014 ( PB0365710 , p.83; PB0365448 , p.79); 59 scheduled inspections in 2015 \n(PB0365709 , p.74; PB0365535 , p.74); 41 scheduled inspections in 2016 ( PB0365708 , p.86; PB0365447 , p.82) \n6  72 unscheduled inspections in 2014 ( PB0365710 , p.83; PB0365448 , p.79); 59 unscheduled inspections in 2015 \n(PB0365709 , p.74; PB0365535 , p.74); 3 unscheduled inspections in 2016 ( PB0365708 , p.86; PB0365447 , p.82) \n7  PB0365541 , p.4, paragraph 1.9; PB0365541_00001_English , p.5, paragraph 1.9 \nB1/12/6\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 6 - \n \n \n               \nare also entitled to require information and exp       \nprovided by bank employees8.  Their rights or powers do not extend to issuing any \ninstructions to the inspected banks regarding their activities.  NBU inspectors are also \nrequired, pursuant to paragraph 4.2 of Regulation 276, to act in accordance with the \napplicable laws and regulations, to act honestly and perform their duties in a timely and \nefficient manner, and to maintain banking secrecy9.   \n21. The bank being inspected is required to provide the inspectors with office space within the \nbank, to which only individuals authorised by the NBU have access10, and to cooperate with \n     11      \npressure on the NBU inspectors or restrict their actions in carrying out the inspection, but \n           12.   \n22. In the course of both the 2016 Scheduled Inspection and the Unscheduled Inspection, so \nfar as I am aware (and so far as I was aware at the time in my capacity as, respectively, \ndeputy head and head of the inspection teams) the "}
{"start": 14000, "text": "ctions to the inspected banks regarding their activities.  NBU inspectors are also \nrequired, pursuant to paragraph 4.2 of Regulation 276, to act in accordance with the \napplicable laws and regulations, to act honestly and perform their duties in a timely and \nefficient manner, and to maintain banking secrecy9.   \n21. The bank being inspected is required to provide the inspectors with office space within the \nbank, to which only individuals authorised by the NBU have access10, and to cooperate with \n     11      \npressure on the NBU inspectors or restrict their actions in carrying out the inspection, but \n           12.   \n22. In the course of both the 2016 Scheduled Inspection and the Unscheduled Inspection, so \nfar as I am aware (and so far as I was aware at the time in my capacity as, respectively, \ndeputy head and head of the inspection teams) the NBU inspections teams observed their \nduties as set out in Chapter 4 of Regulation 276.  As I will explain below, however, the Bank \ndid not provide free access to all of its systems, delayed the provision of certain documents, \nand in some cases refused to provide documents altogether.   \n23. The results of on-site inspections are communicated to a bank in a final report, \naccompanied by a letter from an authorised NBU official containing general conclusions on \nthe results of the inspection13            \nthe issues listed in the annex to the inspection certificate or order, and will also include the \n            \nAs I will explain below, I was responsible for preparing such recommendations for the 2016 \nScheduled Inspection.  In the period 2014 to 2016, the recommendations made by \ninspection teams generally related to violations of regulations or laws by the inspected bank \nthat were identified in the course of an inspection, and suggested ways to remedy those \nviolations.  The bank being inspected was entitled to remedy such violations in whatever \nway it saw fit, so long as this was compliant with the applicable laws and regulations: banks \n              \nthe actions taken by the bank achieved the required aim, i.e. they remedied the violation in \na lawful way. \n                                                                                                                                                                                                        \n8  PB0365541 , p.7, paragraph 4.1; PB0365541_00001_English , pp.10-11, paragraph 4.1 \n9  PB0365541 , p.7, paragraph 4.2; PB0365541_00001_English , p.11, paragraph 4.2 \n10  PB0365541 , p.7, paragraph 4.4(b); PB0365541_00001_English , p.11, paragraph 4.4(b) \n11  PB0365541 , p.8, paragraph 4.4(d); PB0365541_00001_English , p.11, paragraph 4.4(d) \n12  PB0365541 , p.8, paragraph 4.5; PB0365541_00001_English , p.11, paragraph 4.5 \n13  PB0365541 , p.6, paragraph 3.8; PB0365541_00001_English , p.9, paragraph 3.8 \nB1/12/7\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 7 - \n \n \n 24. In addition to the established procedure for recommendations, if inspectors find violations \nof banking legislation or regulations, the head of the inspection team is required to prepare \n      measures of influence       14.  The \nfinal decision on the application of such measures is, however, outside the authority of the \n             \n      s (for example revocation of a licence or \n   problem bank           \nspecial body comprised of the heads of relevant departments that have a role in banking \nsupervision, headed by the Deputy Governor in charge of supervision.  The measures of \ninfluence that the Supervisory Committee and/or NBU Board are entitled to implement are \nrestricted to those set out in Article 73 of the Law on Banks.   \nInspections of the Bank in 2014 to 2016 \nThe 2014 Scheduled Inspection \n25.                2014 \nScheduled Inspection              \n             , pursuant to the \nrequirement in Regulation 276 that banks be inspected at least once every three years.  I \nwas not part of the team that conducted the 2014 Scheduled Inspection, but it was important \nfor me to familiarise myself with its results and recommendations for the purposes of my \nrole as deputy head of the 2016 Scheduled Inspection.   \n26.             \nidentified a wide range of other problems at the Bank, including (i) the under-reporting of \n               \n             \norganisational and procedural failures, including in relation to the functioning of the \nSupervisory Board and Credit Committee; and (v) a failure to implement effective stress-\n \nimplemented the recommendations made following previous NBU inspections15.   \n27. In one sense, these findings were relatively typical of Ukrainian banks at the time, and so \nwhen I came to review them in the context of the 2016 Scheduled Inspection, I did not find \nthem particularly surprising.  In 2014 there were around 180 commercial banks in Ukraine.  \nToday, there are around 80.  We lost 100 commercial banks within a short period of time, \nlargely because of the kinds of problems that the Bank was experiencing, as evidenced by \n                                                                                                                                                                                                        \n14  PB0365541 , pp.6-7, paragraph 3.10; PB0365541_00001_English , p. 10, paragraph 3.10 \n15  PB0362185 ; PB0362185_00001_English  \nB1/12/8\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 8 - \n \n \n the results of the 2014 Scheduled Inspection.  But I remember thinking that there was one \nsignificant difference between the Bank and other Ukrainian banks in financial difficulty: \nwhilst the Bank was nearing insolvency, it had good liquidity at that time, unlike most other \ninsolvent banks, because it held around one-       \nthe payments for huge government social payments programs and public sector salary \nschemes.  At the same time, the Bank had an enormous portfolio of bad debts.  Despite its \npositive liquidity, the Bank had a severe lack of capital; and when the Bank was in a bad \n      \njust limited to the Bank. \nThe 2016 Scheduled Inspection \n28. The next scheduled inspection of the Bank was the 2016 Scheduled Inspection.  As I have \nmentioned above, I was deputy head of the team that conducted this inspection.  Generally \nspeaking, the deputy head stands in when the head of the inspection team is absent, but \nin the course of the 2016 Scheduled Inspection, there were no such absences, so I by and \nlarge had the role of an ordinary inspector.  I would, however, attend meetings together with \nthe head of the inspection team on a regular basis, unlike most rank and file inspectors.  I \nwas also assigned to oversee three majo"}
{"start": 21000, "text": "ayments for huge government social payments programs and public sector salary \nschemes.  At the same time, the Bank had an enormous portfolio of bad debts.  Despite its \npositive liquidity, the Bank had a severe lack of capital; and when the Bank was in a bad \n      \njust limited to the Bank. \nThe 2016 Scheduled Inspection \n28. The next scheduled inspection of the Bank was the 2016 Scheduled Inspection.  As I have \nmentioned above, I was deputy head of the team that conducted this inspection.  Generally \nspeaking, the deputy head stands in when the head of the inspection team is absent, but \nin the course of the 2016 Scheduled Inspection, there were no such absences, so I by and \nlarge had the role of an ordinary inspector.  I would, however, attend meetings together with \nthe head of the inspection team on a regular basis, unlike most rank and file inspectors.  I \nwas also assigned to oversee three major areas of the inspection, which required \ncoordinating the work of many of the other inspectors on the team.   \n29. First, I oversaw the part of the inspection that evaluated the quality of the credit portfolio \n        Asset Quality Review        \n\nassociated with the portfolio and determined the size of the provisioning required as a result \n    \n\na half weeks onsite at the Cyprus branch.  As regards the process for preparing the final \nreport, I was required to prepare a separate memorandum for each of these areas, \nsummarising the sub-           \nas the basis for the relevant sections of the final report. \n30. Our key findings from the Asset Quality Review included the following points.  I concluded \n           \ngroup of companies that were controlled by the Bank  16  beneficiaries \nI was referring here to Mr Kolomoisky and Mr Bogolyubov, although the companies to which \nthe Bank provided loans were often not directly owned by those individuals.   \n                                                                                                                                                                                                        \n16  PB0098941 , p.26; PB0098941_00001_English , p.26 \nB1/12/9\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 9 - \n \n \n 31.   beneficiaries, I remember that we identified \n           \n             \npreferential terms, for example they had preferential interest rates, low quality of collateral, \nthe terms of loan agreements were repeatedly extended in order to delay repayment, and \nrepayment was made not using the funds of the borrowers, but from funds from other loans).  \nThese transactions on preferential terms included loans issued by the department known \nas BOK, although at the time of the report, we did not yet have a full understanding of the \nrole BOK played within the Bank.  We could see, at the time, that BOK was involved in \natypical transactions but we did not develop the full understanding that it operated \neffectively as a bank within a bank until after nationalisation. \n32. The relevant members of management that facilitated these transactions, and who were \ntherefore acting in the i          \nloans.   Such approvals were made by credit committee, but most of the loan agreements \nthemselves were signed by the chairman of the Management Board, Oleksandr Dubilet, \nalthough some were signed by Volodymyr Yatsenko, the first deputy chairman of the \nManagement Board, or other deputy chairmen.  The general manager of the Cyprus branch, \nVladyslav Morgachev, would typically sign the Cyprus branch loan agreements.   \n33. The loan agreements were frequently signed by the borrower companies by electronic \nrather than physical signature17.  This electronic signature comprised a digital key issued \nby the Bank, as opposed to a signature issued by an outside, independent organisation.  \nThe authenticity of these keys could only be confirmed by the Bank itself, because the Bank \nwas the originator of those keys.  These signatures were applied on behalf of a range of \nborrowers, approving near-identical agreements, on non-market terms.  I strongly \nsuspected that this digital signature system was devised deliberately, so that these \nsignatures could be used by individuals within the Bank to approve a loan ostensibly on a \n             \nalthough it was not possible at the time to establish conclusive proof that the electronic \nsignatures had been used in this way, in large part because the authenticity of the \nsignatures could not be confirmed by anyone but the Bank itself, as the issuer of the \nsignatures. \n34. In relation to collateral for the loans to corporate clients, the inspection report records my \nfinding that the Bank was relying on pledges over rights to receive goods, in respect of \n lacked sufficient documentation showing grounds to expect cashflows from \ncollateralised assets, including prepayment for the involved goods   \n                                                                                                                                                                                                        \n17  PB0098940 , pp 57-58 \nB1/12/10\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 10 - \n \n \n             18.  Indeed, \nwe were not able to identify a single instance, across the many agreements analysed, of \nthe Bank successfully enforcing this kind of security and taking control of the goods \nidentified in the agreements.  In terms of the documents required to evidence cashflow \nunder the contracts, we were looking for goods handover certificates showing the goods \nbeing delivered, or other types of documents that showed the goods entering the country \nat customs; or indeed any other type of historic document showing   \n           \nbusiness in that regard.  We were unable to identify any such documents for the many \npieces of collateral of this type that we analysed.   \n35. As regards the repeated extension of the term of loan agreements in order to delay the date \n              \nstopped being serviced on 27 February 2015, which was immediately after NBU Resolution \n129 went into effect19.  Resolution 129 was brought in to provide Ukrainian banks with some \nrelief in the context of the then-ongoing economic crisis in Ukraine brought about by the \nRussian annexation of Crimea and the fighting in the East.  It had the effect of providing \n           \nacceptable levels of regulatory capital and credit risk, due to the impact that the depreciation \nof the Ukrainian Hryvnia could have on these measures.  In effect, given the coincidence \n              \nit looked like the borrowers  many o"}
{"start": 28000, "text": " collateral of this type that we analysed.   \n35. As regards the repeated extension of the term of loan agreements in order to delay the date \n              \nstopped being serviced on 27 February 2015, which was immediately after NBU Resolution \n129 went into effect19.  Resolution 129 was brought in to provide Ukrainian banks with some \nrelief in the context of the then-ongoing economic crisis in Ukraine brought about by the \nRussian annexation of Crimea and the fighting in the East.  It had the effect of providing \n           \nacceptable levels of regulatory capital and credit risk, due to the impact that the depreciation \nof the Ukrainian Hryvnia could have on these measures.  In effect, given the coincidence \n              \nit looked like the borrowers  many of which were related parties  had taken advantage of \nthis Resolution and stopped servicing their loans immediately after it came into effect, albeit \nthat most of these loans were only being serviced by way of loan recycling in any event (by \nwhich I mean that the interest and repayments due on outstanding loans were being \nfinanced by way of further loan drawdowns by the same or a different borrower). \n36. As I have mentioned above, I also led the sub-team which inspected the Cyprus branch of \nthe Bank.  At the outset of the inspection, the Bank refused to provide us with information \nregarding the Cyprus branch, and sought to rely on Cypriot banking secrecy and data \nprotection laws in this regard.  We did not consider that this position was justified so decided \nto go to Cyprus and implement an on-site inspection; the objections on the basis of banking \nsecrecy and data protection were not maintained by the local management.  Whilst there \nwere initially some delays in the provision of the necessary information, we were ultimately \nable to conduct the full inspection.   \n37. There were two aspects of the operation of the Cyprus branch that gave me immediate \ncause for concern: the first was the huge turnover of its corporate clients; the second was \n                                                                                                                                                                                                        \n18  PB0098941 , p.41; PB0098941_00001_English , p.41 \n19  PB0098941 , p.39; PB0098941_00001_English , p.39 \nB1/12/11\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 11 - \n \n \n the constant issuing of further loans to repay older loans.  Included amongst my personal \nfindings during this inspection was that 145 clients had paid off their loans through recycled \nlending.  All of these transactions were camouflaged through seven to eight separate \ntransactions, that separated the original borrower from the client that ultimately benefited \nfrom the loan funds to pay down its debts.  In my view, the purpose of this camouflaging \nwas to hide the link between the primary and ultimate borrower.  They were paying off old \nloan debts, not through the assets and funds of the companies, but from the assets of the \nBank.   \n38. The 2016 Scheduled Inspection took five months to complete.  By the end of this period, I \nwas very familiar with how the Bank operated, and the kind of problems that were endemic \nin its operations.  Following the conclusion of the inspection, we prepared very detailed \nrecommendations for the Bank, which were set out in the inspection report20.  As I will \nexplain below, a substantial proportion of these recommendations were not implemented \nby the Bank, and a number of significant legal and regulatory violations had not been \nremedied by the time we came to conduct the Unscheduled Inspection in the Autumn of \n2016. \nTHE UNSCHEDULED INSPECTION  \nThe scope of the Unscheduled Inspection \n39. The Unscheduled Inspection began on 17 October 2016, pursuant to NBU Decision 4274-\n     Decision 4274-r 21.  Initially, the inspection was intended to conclude on \n                 \n           formation, however, the \nperiod of inspection was extended until 18 December 2016 (when the Bank was \nnationalised), and the inspection team remained on-site at the Bank until the end of \nDecember 2016. \n40. The Banking Supervision Department initiated the Unscheduled Inspection pursuant to \nResolution 276, and selected the scope of the issues to be covered by it.  The Inspections \nDepartment prepared the text of Decision 4274-r on the basis of the issues identified by the \nBanking Supervision Department, with reference to the results of the 2016 Scheduled \nInspection.   \n41. We conducted the inspection in accordance with the list of issues set out in Decision 4274-\nr, which included (but were not limited to) the following: \n                                                                                                                                                                                                        \n20  PB0098934, PB0098936 , PB0098935 , pp.  174 - 236 \n21  PB0238134 ; PB0238134_00001_English_2  \nB1/12/12\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 12 - \n \n \n (a)          ion 103/BT of 23 February \n Resolution 103/BT 22, which approved a plan to recapitalise the Bank by \n           Restructuring Plan  \n(b)  -rsh/BT of 5 October 2016 ( Decision \n323-rsh/BT 23, which (amongst other things) required the Bank to produce a \n           operating \ncompanies that have real and transparent sources of income  \n(c)      iance with the restrictions on its activities imposed by \n       Resolution 195/BT   \nincluded prohibitions on lending (i) to related parties; (ii) to clients with non-\ntransparent ownership structures; (iii) to clients whose financial standing did not \nsupport their ability to repay their loans; and (iv) which was not secured by collateral \n         \nthat the Bank had not complied with these restrictions24; \n(d) whether and to what extent the Bank was engaged in indirect lending to related \nparties.  This referred to a practice of lending money to companies which were used \nas conduits for funds, which were ultimately provided to related parties.  The \nUnscheduled Inspection identified significant volumes of indirect related party \nlending at the Bank25; and \n(e)           \nScheduled Inspection, which, by the time of the Unscheduled Inspection, ought to \nhave been implemented.  The Unscheduled Inspection found that just 37% of the \nrecommendations from the 2016 Scheduled Inspection had been implemented26.  \nThe recommendations the Bank had failed to implement included recommendations \nI had made personally in the course of the 2016 Scheduled Inspection.  Two of my \nmost important recommendations in that earlier inspection had been that the Bank \nshould increase its provisions for loans, and procure higher quality collateral when \nissuing new loans; but it had done neither of those things.  My impression was that \n              \n         \nthis period.   \n                      "}
{"start": 35000, "text": "ignificant volumes of indirect related party \nlending at the Bank25; and \n(e)           \nScheduled Inspection, which, by the time of the Unscheduled Inspection, ought to \nhave been implemented.  The Unscheduled Inspection found that just 37% of the \nrecommendations from the 2016 Scheduled Inspection had been implemented26.  \nThe recommendations the Bank had failed to implement included recommendations \nI had made personally in the course of the 2016 Scheduled Inspection.  Two of my \nmost important recommendations in that earlier inspection had been that the Bank \nshould increase its provisions for loans, and procure higher quality collateral when \nissuing new loans; but it had done neither of those things.  My impression was that \n              \n         \nthis period.   \n                                                                                                                                                                                                        \n22  PB0365415 ; PB0365415_00001_English \n23  PB0365701 ; PB0365701_00001_English  \n24  PB0363455 , p.20; PB0363455_00001_English , p.21 \n25  PB0363456 , p.60; PB0363456_00001_English , p.60 \n26  PB0363455 , p.7; PB0363455_00001_English , p.7 \nB1/12/13\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 13 - \n \n \n The conduct of the Unscheduled Inspection \n42. Pursuant to Decision 4274-r, I was designated as head of the inspection team.  I led 33 \nNBU officials who were also situated onsite at the Bank, under the supervision of Tatiana \n          \nsenior officials in the Inspections Department who oversaw our work.  Ms Lebedynets was \n              \nin Kiev.  We were working from an office allocated specifically to the inspections team, \n                 \nNaberezhna Peremohy street in Dnipro. \n43. My own role was, first, to coordinate the work of the inspections team, which was separated \nin             \non the overall progress of the inspection to Ms Rozhkova and Ms Lebedynets.  In that \nregard, we applied the standard procedure for banking inspections: each day, we would \nsend requests to the Bank for information or documents.  If there were technical or practical \nissues, for example in relation to access to computers or photocopiers, we would take these \n     ore substantive problems, \n            \nas Mr Yatsenko.  Throughout the day, the heads of different parts of the inspection team \nwould provide information pertaining to their area of the inspection to me, then I would \nconsolidate this information, and at the end of each day I would report on the progress of \nthe inspection to the individuals I mentioned above, using the NBU email system which was \nlimited to NBU staff.   \n44. Secondly, I was direc           \nTransformation Plan.  In that regard, I worked with five officials from the inspections \ndepartment (Natalia Venerova, Lyudmyla Charvarkova, Ihor Krym, Nataliya Pavlyk and \nIryna Chichkan) and two from the financial stability department (Myroslav Tarnavskyy and \nVasyl Boryshchuk) on analysing information regarding the Transformation. \nThe Transformation \n45. In his Defence, Mr Kolomoisky claims that     \nwas supervised and controlled by the Curator and other NBU staff operating within the \nBank         other NBU staff operating within the Bank \nMr Kolomoisky is intending to refer to my inspection team, that statement is incorrect: we \nmonitored the process (albeit we were only provided with information about specific \ntransactions after they had already been entered into), but we neither supervised nor \ncontrolled the implementation of the plan.   \nB1/12/14\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 14 - \n \n \n 46. Decision 323-rsh/BT was passed on 5 October 2016, and required the Bank to provide the \nTransformation Plan within five working days of 5 October 2016.  The Transformation Plan \n\nand transparent sources of income, providing for a clear timeframe for the repayment of \n27.  \nThe Bank failed to meet the initial deadline for providing the Transformation Plan to the \nNBU, and did not provide the first draft until 20 October 2016, via a link to a Google Drive \nfile.   \n47. A number of different drafts of the Transformation Plan were subsequently provided to the \nNBU, with the final draft only provided on 23 November 201628.  As I will explain, the Bank \nproceeded to implement the Transformation Plan immediately upon providing the first draft, \n           \ndetermined, in the course of the Unscheduled Inspection, that it did not).  Indeed, as far as \nI know, the Transformation Plan was never approved by the NBU.   \n48. At paragraph 48 of his Defence, Mr Kolomoisky specifies five steps that he alleges were \ntaken by the Onsite NBU Staff.  I will now address each of those points in turn.   \n49.           reviewed the legal and credit files \nof all borrowers               \nthat I sent requests to the Bank for the legal and         New \nBorrowers              193 Borrowers  \nthat my team and I reviewed those files to ascertain the terms of the loans, the financial \ncondition of the New Borrowers, and the amount that would need to be provisioned by the \nBank.  Those requests were, however, only made after each of the loans in question (the \nNew Loans                \nnot informed of the identity of a New Borrower until the Bank had already granted the New \nLoan to that particular New Borrower, such that we were not in a position to request those \nfiles beforehand.    \n50. Indeed, the Bank delayed providing us with all the documents we had requested in relation \nto the New Borrowers whose New Loans were issued in October 2016, as a result of which \nI met with Mr Yatsenko on 1 November 2016 to address our concerns regarding the lack of \n        1 November Meeting     \nMeeting, which was minuted29, I expressed my concerns to Mr Yatsenko regarding the \n        ng the New Borrowers and New \n                                                                                                                                                                                                        \n27  PB0365701 ; PB0365701_00001_English  \n28  PB0156904 ; TAR-006377192 ; PB0158537 ; TAR-006377194  \n29  PB0365640 ; PB0365640_00001_English  \nB1/12/15\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 15 - \n \n \n Loans that we had requested, and asked him to expedite the provision of these documents.  \nWe agreed that the Bank would regularly inform the i"}
{"start": 42000, "text": " a result of which \nI met with Mr Yatsenko on 1 November 2016 to address our concerns regarding the lack of \n        1 November Meeting     \nMeeting, which was minuted29, I expressed my concerns to Mr Yatsenko regarding the \n        ng the New Borrowers and New \n                                                                                                                                                                                                        \n27  PB0365701 ; PB0365701_00001_English  \n28  PB0156904 ; TAR-006377192 ; PB0158537 ; TAR-006377194  \n29  PB0365640 ; PB0365640_00001_English  \nB1/12/15\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 15 - \n \n \n Loans that we had requested, and asked him to expedite the provision of these documents.  \nWe agreed that the Bank would regularly inform the inspection team of the status of its \nprogress in restructuring the corporate loan portfolio.  After the 1 November Meeting, the \nBank finally began to provide the files we had requested. \n51.           determined whether potential \n              \nallegation intends to suggest that my team made determinations of the related party status \nof the New Borrowers before the New Loans were granted, that is incorrect, for the reasons \ngiven above.   \n52. I had people on my team who specialised in identifying whether companies were related \nparties or not, in particular Sviatoslav Ohreba and Olha Drazhan, who were employed by \nthe Related Parties Unit at the NBU and conducted their investigations on the basis of \ndocuments and data provided by the Bank.  Following those investigations, they compiled \na list of potential related parties throughout the course of the inspection, and ultimately \nsubmitted a list of those entities, of which there were 1092 (including all 36 of the New \nBorrowers), to the Related Party Identification and Related Party Transaction Audit \nCommittee, which was the body within the NBU responsible for making decisions on the \nrelated party status of bank customers.  That committee only confirmed the status of the \nentities on that list as related parties on 13 December 2016, pursuant to Decision 10530, \nwell after the New Loans had been issued. \n53.           directed the Bank to use 36 \n  New Borrowers    ould be granted new loans which were used to \nrepay the loans which had been made to the 193 Borrowers     \nalso incorrect, at least so far as my team is concerned.  As I have explained above, we \nplayed no part in selecting the New Borrowers, nor did we in selecting the 193 Borrowers, \nand we did not direct the Bank to issue any loans or to implement repayments in respect of \nany of these borrowers.   \n54. In fact, as explained in the Unscheduled Inspection Report31, it became clear during the \n             \nrequirements, including because they were not operating companies with real and \ntransparent sources of income, as required by Decision 323-rsh/BT.   \n55. By the time of the 1 November meeting, we had already begun to express our concerns to \nthe Bank regarding the transactional history of the first set of New Borrowers to which the \n                                                                                                                                                                                                        \n30  PB0365426 ; PB0365426_00001_English  \n31  PB0363455 , pp.20-22; PB0363455_00001_English , pp.21-22 \nB1/12/16\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 16 - \n \n \n Bank had issued New Loans.  In particular, several of these companies had had only been \nincorporated in the previous year and had reported no turnover since then, which obviously \ngave rise to doubts as to whether the New Loans would be serviced.  The Bank provided \nvarious explanations, including that the New Borrowers were engaged in seasonal business \n(for example grain trading) and that there was a plan to transfer the cash flows of 193 \nBorrowers to the New Borrowers within a month.  The Bank also promised that the New \n              ld \n       32.  Ultimately, we found in the course \nof the inspection that the New Borrowers did not have business operations capable of \nensuring the servicing of the loan debt33.  Even after the first New Loans had been issued, \nwe had not received enough information about the New Borrowers to enable us to \nunderstand whether they were suitable candidates to be involved in the Transformation \n(which they were not), let alone to direct that the New Loans be issued to these companies \n(which we did not). \n56.           oversaw the repayment by the \nNew Borrowers of the loans outstanding to the 193 Borrowers    \nmorning, the inspection team looking into the     \nbalance sheet and identify relevant changes, i.e.  which New Loans had been issued, and \nwhich loans to the 193 Borrowers had purportedly been repaid.  To ensure that our \nunderstanding on the basis of this balance sheet analysis was correct, on 4 November \n2016, I also made a request to receive daily updates from the Bank on the implementation \nof the Transformation Plan in the format annexed to that request34, which included \ninformation on the repayment of the loans to the 193 Borrowers by the New Borrowers, \nusing funds from the New Loans.  The Bank would upload this information to a shared drive \non the local network, which would indicate which loans had been granted on each day.  We \nalso received separate updates by lette        official \nto my request of 4 November 2016.  We analysed this information so that we were aware \n overseeing \nthe repayments beyond that.   \n57. Fifthly, Mr Kolomoisky makes several allegations regarding the security for the New Loans, \nin particular that:  \n(a)      were aware of the arrangements to be made to secure the \nloans to the New Borrowers     \n                                                                                                                                                                                                        \n32  PB0365640 ; PB0365640_00001_English  \n33  PB0363455 , p.27; PB0363455_00001_English , p.27 \n34  PB0363452 ; PB0363452_00001_English  \nB1/12/17\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 17 - \n \n \n (b)  the Bank planned to release the Share Pledges securing the loans to the 193 \nBorrowers and put in place security for the New Loans in due course by registering \nas collateral for the New Loans mortgages and pledges of the physical assets \nowned by the companies whose shares had been subject of the Share Pledges \n(paragraph 52); and \n(c)               \n            \n     (paragraph 54(1)) . \n58. The final version of the Transformation Plan provided to the NBU stated that pledges over \ncorporate rights would be provided as security for the New Loans35.  In the event, this part \nof the plan was not implemented and no such security wa"}
{"start": 49000, "text": "lish , p.27 \n34  PB0363452 ; PB0363452_00001_English  \nB1/12/17\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 17 - \n \n \n (b)  the Bank planned to release the Share Pledges securing the loans to the 193 \nBorrowers and put in place security for the New Loans in due course by registering \nas collateral for the New Loans mortgages and pledges of the physical assets \nowned by the companies whose shares had been subject of the Share Pledges \n(paragraph 52); and \n(c)               \n            \n     (paragraph 54(1)) . \n58. The final version of the Transformation Plan provided to the NBU stated that pledges over \ncorporate rights would be provided as security for the New Loans35.  In the event, this part \nof the plan was not implemented and no such security was ever put in place.  Regardless, \nsuch security was not valid under Ukrainian law for the purpose of calculating banking \nreserves, so this aspect of the Transformation Plan was not acceptable to the NBU.  Instead \nof putting in place the security set out in the Transformation Plan, the Bank put in place \npledges over rights to receive goods under contracts, but did not provide sufficient \ndocumentary evidence of future cash flow under these contracts.  As a result, these pledges \nwere not valid under Ukrainian law for the purpose of calculating banking reserves, under \neither the regulation approved by NBU Board Resolution No.  23 of 25 January 2012 \nRegulation 23             \nResolution No.  351 of 30 June 20 Regulation 351  \non 3 January 201736.   \n59. I discussed the issue of security for the New Loans with Mr Yatsenko at the 1 November \nMeeting.  He told me that the security that the Bank planned to put in place would be \ncompliant with Regulation 23 (under which, subject to certain requirements, pledges over \nrights to receive goods could in principle constitute acceptable security), but that the precise \nform of the security for the New Loans had not yet been determined.  I then reminded Mr \nYatsenko that the new loan security must also comply with requirements of Regulations \n260 and 351 (which did not permit security over rights to receive goods at all), but he was \nevasive, stating only that the security would comply with Regulation 2337.   \n60. At the time, I understood this lack of response to mean that the security that the Bank \nintended to put in place would not meet the requirements of Regulation 351.  Mr Yatsenko \ncertainly did not suggest that the Bank was planning to put in place security over physical \nassets (which would likely have constituted valid security under Resolution 351), and no \n                                                                                                                                                                                                        \n35  PB0158537 ; TAR-006377194  \n36  PB0363455 , p.10; PB0363455_00001_English , p.10 \n37  PB0365640 ; PB0365640_00001_English  \nB1/12/18\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 18 - \n \n \n such suggestion was made to me by anyone else nor, so far as I am aware, to anyone else \non my team.  In any event, the Bank failed to put in place any such security in the more \nthan ten weeks that passed between Decision 323-     \n             \nwas not even valid under Regulation 23 as no supporting documentary evidence was \nprovided.   \n61. As regards the security over the loans to the 193 Borrowers, I was aware of two forms of \nsecurity as having existed: pledges over rights to receive goods under supply contracts, \nand pledges over corporate rights.  A pledge loses its validity when a loan is repaid, so any \nsuch security still in place would have been released when the 193 Borrowers purported to \nrepay their debts using the proceeds of the New Loans.  As I have explained above, the \nBank implemented          \nknowledge, and so we had no advance warning, let alone control, over when the loans to \nthe 193 Borrowers were repaid, and therefore when the prior security was released.  I never \ngave any instructions to the Bank to the effect that the loans to the 193 Borrowers should \nbe repaid, or that the security should be released, and nor was I (or am I) aware of anyone \nelse from my team (or, indeed, the NBU more generally) having done so.   \nThe application of Regulation 351 in the course of the Unscheduled Inspection \n62. When considering the results of the Transformation, the Unscheduled Inspection team \n            \nthen in force, and Regulation 351, which was due to come into force on 3 January 2017. \n63.            In order to allow the Bank to \nbe nationalised, the NBU took steps to ensure that the Bank was declared to be insolvent \nbefore the Transformation process could be completed        \nalleged steps, including: \n(a)  Until 3 January 2017, calculations by banks pursuant to Resolution 351 were \nto be conducted only on a trial basis for information only, and were not to result in \nany liability for banks in relation thereto.  Accordingly, application of Resolution 351 \nbefore 3 January 2017 to assess the capital adequacy of the Bank was \ninappropriate      \n(b)          \nposition in relation to the loans to the New Borrowers.  Applying Resolution 351, \nbefore the intended security for those loans could be put into place, the NBU found \nthat, after making the New Loans, the Bank required additional capitalisation of UAH \n147.05 billion     \nB1/12/19\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 19 - \n \n \n 64. No-one ever suggested to me (either explicitly or implicitly) that the purpose of assessing \n               .  \n            Stress Test    \n              \ninsolvent at that stage.  Instead of nationalising the Bank straight away, however, the \nRestructuring Plan was approved by the NBU in February 2016.  Following this, the 2016 \nScheduled Inspection took place, and not only confirmed the results of the Stress Test, but \nalso found that the need for capital was growing.  In my view, a smaller bank would have \nbeen put into liquidation at this point.  Instead, a second chance to save the Bank was \nprovided by Decision 323-rsh/BT, which provided the Bank with the opportunity to \n          cheduled Inspection showed, \nhowever, that the Bank had failed to restructure the credit portfolio as required, and that the \nBank therefore remained insolvent. \n65. As regards the application of Regulation 351 in the course of the Unscheduled Inspection, \nthis was an official decision taken by the NBU: Decision 4274-r specified that the \nUnscheduled Inspection should analyse the measures taken by the Bank to comply with \nDecision 323-rsh/BT38, and Decision 323-rsh/BT provided, amongst other things, that the \nTransformation Plan provided by the Bank should ensure the future viability of the Bank \npursuant to Regulation 35139.  Given the requir"}
{"start": 56000, "text": "f the Stress Test, but \nalso found that the need for capital was growing.  In my view, a smaller bank would have \nbeen put into liquidation at this point.  Instead, a second chance to save the Bank was \nprovided by Decision 323-rsh/BT, which provided the Bank with the opportunity to \n          cheduled Inspection showed, \nhowever, that the Bank had failed to restructure the credit portfolio as required, and that the \nBank therefore remained insolvent. \n65. As regards the application of Regulation 351 in the course of the Unscheduled Inspection, \nthis was an official decision taken by the NBU: Decision 4274-r specified that the \nUnscheduled Inspection should analyse the measures taken by the Bank to comply with \nDecision 323-rsh/BT38, and Decision 323-rsh/BT provided, amongst other things, that the \nTransformation Plan provided by the Bank should ensure the future viability of the Bank \npursuant to Regulation 35139.  Given the requirement to ensure the future viability of the \nBank, it was perfectly sensible, in my view, to consider the position by reference to \nRegulation 351, which was due to come into force just a few weeks later, as well as by \nreference to Regulation 23.   \n66. As regards the methodology applied during the Unscheduled Inspection, there were three \n         first was the method used during the \nStress Test.  This method is essentially the method required by Regulation 23, but \nadditionally factoring in certain assumptions, including loss of assets in Russian occupied \nterritories.  The second method dealt exclu        \nofficial data on its current capital position.  The third method, applying Regulation 351, was \nbased on forecasts and assumptions as to future capital needs.  In the event, the Bank was \nfound by the Unscheduled Inspection team to be insolvent by all three methods of \ncalculations. \n67.         \n      before the intended security for [the New Loans] \ncould be put into place           \nInspection took into account the security which had been put in place by the Bank, i.e. \n                                                                                                                                                                                                        \n38  PB0238134 ; PB0238134_00001_English_2  \n39  PB0365701 ; PB0365701_00001_English  \nB1/12/20\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 20 - \n \n \n pledges over rights to receive goods under supply contracts, and that this security was \ninvalid under both Regulation 23 and Regulation 351.  As I have explained above, I \nunderstood from the 1 November Meeting that the Bank did not intend to put in place any \nfurther security, and I was not asked by anyone at the Bank to delay the inspection or to \nfactor in any further security in relation to the New Loans before concluding the \nUnscheduled Inspection.  In fact, as I have explained above, the timeframe for the \nUnscheduled Inspection was extended from that which was originally envisaged, and \nultimately lasted until December 2016.  The Bank had ample time to put in place additional \nsecurity, but it did not do so. \nThe level of cooperation received from the Bank in the course of the Unscheduled \nInspection \n68. Whilst, as I have explained above, the Bank provided information as to the grant of the New \nLoans (albeit only after the fact), there were a number of areas in which the Bank failed or \nrefused to provide the information sought by my team and me. \n69. In particular, the Bank refused to provide information in response to requests relating to its \nshareholders and its management.  For example, in response to Request 111 of 21 \nNovember 201640, which dealt with major transactions entered into by Mr Kolomoisky, the \nBank refused to provide copies of documents on the basis of which the transactions were \nperformed41.  Those transactions, which took place throughout 2016, involved Mr \nKolomoisky transferring in the region of UAH 6 billion from his personal account with the \nBank to offshore entities outside the Bank.  The transfer of such a large sum by Mr \nKolomoisky, coming at a time when the Bank he jointly owned had benefitted so greatly \nfrom refinancing loans from the NBU, was a matter of significant concern to the NBU.  The \n        de the information sought was that it could not \ndo so due to Cypriot banking secrecy and/or data protection laws.  I believe that the Bank \n\naccount was used to effect the transaction.  When we presented this explanation to the \nBank, it held firm in its refusal to provide the information.  My impression was that this \n            \narising from a genuine concern about the effect of Cypriot legislation; and that, by entering \ninto those transactions, Mr Kolomoisky put his personal interests above the interests of the \nBank.   \n70.               \nthe Unscheduled Inspection, but we encountered many further instances of obstruction or \n                                                                                                                                                                                                        \n40  PB0362812 ; PB0362812_00001_English  \n41  PB0363455 , p.8; PB0363455_00001_English , p.8 \nB1/12/21\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 21 - \n \n \n delay, as explained in the Unscheduled Inspection report42, including failures to provide \ninformation in a timely manner or failing to provide it in full; providing information only via \n              \ncomputers; providing and then removing information from the FTP server; providing only \n            \n            \nterminals, which did not allow the information shown in that system to be copied or \nprocessed. \nSTATEMENT OF COMPLIANCE  \nI believe that the facts stated in this witness statement are true.  I understand that proceedings for \ncontempt of court may be brought against anyone who makes, or causes to be made, a false \nstatement in a document verified by a statement of truth without an honest belief in its truth. \nI understand that the purpose of this witness statement is to set out matters of fact of which I have \npersonal knowledge. \nI understand that it is not my function to argue the case, either generally or on particular points, or \nto take the court through the documents in the case. \nThis witness statement sets out only my personal knowledge and recollection, in my own words. \nOn points that I understand to be important in the case, I have stated honestly (a) how well I recall \nmatters and (b) whether my memory has been refreshed by considering documents, if so how and \nwhen. \nI have not been asked or encouraged by anyone to include in this statement anything that is not \nmy own account, to the best of my ability and recollection, of events I witnessed or matters of which \nI have personal knowledge. \n \n  \nMykhailo Volodymyrovych  Shekmar \nDated this 14th day of October 2021 \n \n  \n                                                                                                                                         "}
{"start": 63000, "text": "s statement is to set out matters of fact of which I have \npersonal knowledge. \nI understand that it is not my function to argue the case, either generally or on particular points, or \nto take the court through the documents in the case. \nThis witness statement sets out only my personal knowledge and recollection, in my own words. \nOn points that I understand to be important in the case, I have stated honestly (a) how well I recall \nmatters and (b) whether my memory has been refreshed by considering documents, if so how and \nwhen. \nI have not been asked or encouraged by anyone to include in this statement anything that is not \nmy own account, to the best of my ability and recollection, of events I witnessed or matters of which \nI have personal knowledge. \n \n  \nMykhailo Volodymyrovych  Shekmar \nDated this 14th day of October 2021 \n \n  \n                                                                                                                                                                                                        \n42  PB0363455 , p.7; PB0363455_00001_English , p.7 \nB1/12/22\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 22 - \n \n \n Annex 1 - information requests for New Borrower legal and credit files \nNew Borrower New Loan Loan Date Request  Date of \nrequest Reference \n1. Absol Trade LLC  04/11/2016 No.  88  \n 09/11/2016 PB0123935 \nPB0123935_00001_English_2 \n2. Ador Ltd LLC  22/11/2016 No.  121  \n 24/11/2016 PB0363012 \nPB0363012_00001_English \n3. Ailant Service LLC  16/11/2016 No.  101  \n 15/11/2016 PB0363453 \nPB0363453_00001_English \n4. Alliance Partner \nGroup LLC  31/10/2016 No.  71  \n 04/11/2016 PB0363452 \nPB0363452_00001_English \n5. Argotrade Ltd LLC  24/10/2016 No.  45  \n 26/10/2016 PB0363450 \nPB0363450_00001_English \n6. Argo-UTN LLC  25/10/2016 No.  61  \n 01/11/2016 PB0363451 \nPB0363451_00001_English \n7. Arnad Group LLC  18/11/2016 No.  112  21/11/2016 PB0363007 \nPB0363007_00001_English \n8. Askona Group LLC  10/11/2016 No.  100  \n 15/11/2016 PB0362998 \nPB0362998_00001_English \n9. Borand Trade LLC  20/10/2016 No.  36  25/10/2016 PB0362959 \nPB0362959_00001_English \n10. Brighton Ltd LLC  26/10/2016 No.  68  \n  03/11/2016 PB0123930 \nPB0123930_00001_English \n11. Business Prom \nInnovatsiya LLC  20/10/2016 No.  36  \n 25/10/2016 PB0362959 \nPB0362959_00001_English \n12. Businessprom \nInvest LLC  10/11/2016 No.  100  \n 15/11/2016 PB0362998 \nPB0362998_00001_English \n13. Couch Prime LLC  25/10/2016 No.  45  26/10/2016 PB0363450 \nPB0363450_00001_English \n14. Denver-Oil LLC  17/11/2016 No.  112  \n 21/11/2016 PB0363007 \nPB0363007_00001_English \n15. Dream-Company \nLLC  20/10/2016 No.  36  \n \nNo.  71  \n 25/10/2016 \n \n04/11/2016 PB0362959 \nPB0362959_00001_English \nPB0363452 \nPB0363452_00001_English \n16. Finiti-Company \nLLC  14/11/2016 No.  101  \n 15/11/2016 PB0363453 \nPB0363453_00001_English \n17. Fito-Prom \nEvolution LLC  25/10/2016 No.  68  \n 03/11/2016 PB0123930 \nPB0123930_00001_English \n18. Gastel Group LLC  17/11/2016 No.  112  \n 21/11/2016 PB0363007 \nPB0363007_00001_English \n19. Imperia Holding \nLLC  17/11/2016 No.  112  \n 21/11/2016 PB0363007 \nPB0363007_00001_English \n20. Imperia Lit LLC  25/10/2016 No.  68  \n 03/11/2016 PB0123930 \nPB0123930_00001_English \n21. Innovation \nMultimedia LLC  31/10/2016 No.  71  04/11/2016 PB0363452 \nPB0363452_00001_English \n22. Khromia LLC  20/10/2016 No.  36  \n 25/10/2016 PB0362959 \nPB0362959_00001_English \n23. Kitcher-\nDevelopment LLC  17/11/2016 No.  112  \n 21/11/2016 PB0363007 \nPB0363007_00001_English \n24. Kitcher-Solution \nLLC  04/11/2016 No.  88  \n 09/11/2016 PB0123935 \nPB0123935_00001_English \n25. Leks Grant LLC  08/11/2016 No.  88  09/11/2016 PB0123935 \nB1/12/23\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 23 - \n \n \n New Borrower New Loan Loan Date Request  Date of \nrequest Reference \n PB0123935_00001_English_2 \n26. Like City LLC  20/10/2016 No.  36  25/10/2016 PB0362959 \nPB0362959_00001_English \n27. Like-City (Lvov) \nLLC  31/10/2016 No.  71  \n 04/11/2016 PB0363452 \nPB0363452_00001_English \n28. Nion Invest Group \nLLC  17/11/2016 No.  112  \n 21/11/2016 PB0363007 \nPB0363007_00001_English \n29. Premier Business \nBruk LLC  25/10/2016 No.  68  03/11/2016 PB0123930 \nPB0123930_00001_English \n30. Prom Garant Plus \nLLC  25/10/2016 No.  45  \n 26/10/2016 PB0363450 \nPB0363450_00001_English \n31. Santekh Master \nLLC  10/11/2016 No.  100  \n 15/11/2016 PB0362998 \nPB0362998_00001_English \n32. Siesta-Shop LLC  04/11/2016 No.  88  09/11/2016 PB0123935 \nPB0123935_00001_English_2 \n33. Sofa Ltd LLC  25/10/2016 No.  61  \n 01/11/2016 PB0363451 \nPB0363451_00001_English \n34. Soft-Alliance LLC  08/11/2016 No.  88  \n 09/11/2016 PB0123935 \nPB0123935_00001_English_2 \n35. Start-N LLC  26/10/2016 No.  68  \n 03/11/2016 PB0123930 \nPB0123930_00001_English \n36. Triumf 15 LLC  25/10/2016 No.  68  \n \nNo.  71  \n 03/11/2016 \n \n04/11/2016 PB0123930 \nPB0123930_00001_English \nPB0363452 \nPB0363452_00001_English \n \n \n \n  \nB1/12/24\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 24 - \n \n \n List of documents \nPB0365701 PB0362959 \nPB0365701_00001_English PB0362959_00001_English \nPB0365750 PB0362998 \nPB0365448 PB0362998_00001_English \nPB0365710 PB0363007 \nPB0365535 PB0363007_00001_English \nPB0365709 PB0363012 \nPB0365447 PB0363012_00001_English \nPB0365708 PB0362859 \nPB0365426 PB0362859_00001_English \nPB0365426_00001_English PB0362185 \nPB0074550 PB0362185_00001_English \nPB0074550_00001_English PB0363450 \nPB0098934 PB0363450_00001_English \nPB0098935 PB0363451 \nPB0098936 PB0363451_00001_English \nPB0098937 PB0363452 \nPB0098938 PB0363452_00001_English \nPB0098939 PB0363453 \nPB0098940 PB0363453_00001_English \nPB0098941 PB0363455 \nPB0098941_00001_English PB0363455_00001_English \nPB0123930 PB0363456 \nPB0123930_00001_English PB0363457 \nPB0123935 PB0363458 \nPB0123935_00001_English_2 PB0362811 \nPB0156904 PB0362811_00001_English \nTAR-006377192 PB0362812 \nPB0156974 PB0362812_00001_English \nTAR-006377166 PB0363010 \nPB0156976 PB0363010_00001_English \nTAR-006377170 PB0363011 \nPB0156977 PB0363011_00001_English \nTAR-006377174 PB0365640 \nPB0158537 PB0365640_00001_English \nTAR-006377194  \nPB0238134  \nPB0238134_00001_English_2  \nPB0365415  \nPB0365415_00001_English  \nPB0365569  \nPB0365569_00001_English  \nPB0365545  \nPB0365545_00001_English  \nPB0365541  \nPB0365541_00001_English  \n  \n  \n \nB1/12/25\n"}
