{"metadata": {"corpus_path": "B1. Witness statement of Galyna Danylivna Pakhachuk (English).pdf", "file_size": 960914, "mtime": 1675871806.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "B1/1/1\nLIB03/WISEJAME/8227849.3 Hogan Lovells Witness Statement\nClaimant\nG.D. Pakhachuk\nGDP1\n30 September 2021\nIN THE HIGH COURT OF JUSTICE\nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES\nBUSINESS LIST (CHD) BL-2017-000665\nBETWEEN: \nJSCCOMMERCIAL BANK PRIVATBANK\nClaimant\n- and - \n(1)IGOR VALERYEVICH KOLOMOISKY\n(2)GENNADIY BORISOVICH BOGOLYUBOV\n(3)TEAMTREND LIMITED\n(4)TRADE POINT AGRO LIMITED\n(5)COLLYER LIMITED\n(6)ROSSYN INVESTING CORP\n(7)MILBERT VENTURES INC\n(8)ZAOU KRTRANSITSERVICE LTD\nDefendants\nWITNESS STATEMENT OF GALYNA DANYLIVNA PAKHACHUK\nI, Galyna Danylivna Pakhachuk , of 10 Muzeyny Lane, Kyiv 01001, Ukraine will say as follows: \n1. I am an advisor to the Chairman of the Management Board at the Claimant, JSC \nCommercial Bank PrivatBank (the \" Bank\").  I was a member of the Bank’s Management \nboard between 23 December 2016 and 31 August 2021.  I make this statement in support \nof the Bank’s claims, which I understand will be determined at a trial scheduled for June \n2022 as part of the above proceedings. \n2. Where I refer to documents below, I do so by reference to the document's disclosure \nnumber in these proceedings, where the document has already been disclosed.  For \ndocuments that have not yet been disclosed, I refer to the relevant document by reference \nto documents in exhibit “ GDP1” (pages references are to pages in GDP1 unless otherwise \nstated).  I understand that these documents will be disclosed by the Bank in due course.  I Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/2\n- 2 - \nenclose with this statement a list of the documents I have been referred to in the course of \nmaking this statement. \n3. My native languages are Ukrainian and Russian. I have a very limited understanding of \nEnglish and do not speak that language. I have, therefore, given this evidence in Ukrainian, \nalthough I understand that an English translation will be prepared by the Bank’s lawyers for \nuse in these proceedings. This evidence was prepared following a series of discussions \nbetween myself and the Bank’s solicitors with the assistance of an interpreter. \n4. Unless otherwise stated, the facts and matters set out below are within my own knowledge, \nand I believe them to be true. Where they are not within my knowledge, they are true to the \nbest of my knowledge, information and belief and their sources are explained.  To the extent \nthat I refer in this witness statement to legal advice given to the Bank, to any \ncommunications for the dominant purpose of litigation or to previous negotiations attempted \nbetween the Bank and the First and Second Defendants, this is not and should not be \nregarded as a waiver of privilege.  I am not authorised by the Bank to waive privilege. \nINTRODUCTION AND PERSONAL BACKGROUND  \n5. I am an experienced professional in financial (banking institutions) management, providing \nfinancial services, and a public servant. I graduated from the Kyiv National Economic \nUniversity with a degree in Economics and Finance. I formally joined the Bank on 23 \nDecember 2016 shortly after the Bank was nationalised on 18 December 2016.  I did not \nwork at the Bank when it was under the ownership of the First and Second Defendants, \nwhom I refer to below as the “ Former Owners ”. \n6. I began my career in 1984, when I started working for the Ukrainian bank Oschadbank, \ninter alia, in its treasury and securities department. Later I rose to be the Deputy Head of \nOschadbank and in 2002 went to work for the Ukrainian Ministry of Finance.  Except for a \nbreak between around 2006 and 2011, when, amongst other things, I spent a period \nworking as the Deputy Head of the Regional Administration in Kyiv. In the period from 2002 \nto 2016 I was working at the Ministry of Finance.  During that time, I held a variety of different \npositions, and in 2012 I was appointed as the Head of the Debt Policy Department.  In that \nrole, I had responsibility for overseeing Ukraine’s sovereign debt programme and was also \nheavily involved in the state support programmes for Ukraine’s financial sector operated by \nthe Ukrainian government and the National Bank of Ukraine (the “ NBU”).  That brought me \ninto contact with matters relating to PrivatBank, which had been receiving state support for \nsome time through the NBU support tools (refinancing). \n7. My role at the Ministry of Finance meant that I was in contact with Mr Shlapak, a former \nMinister of Finance, who was later appointed as the Chairman of the Bank’s Management \nBoard post-nationalisation.  I had known Mr Shlapak for some time and we had a good \nrelationship.  Mr Shlapak suggested that I apply for a position on the Bank’s Management Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/3\n- 3 - \nBoard so that I could help him there.  I did so, and was interviewed by Mr Shlapak and by \nofficials at the Ministry of Finance before being offered the position of Deputy Chairman of \nthe Management Board, which I took up on 23 December 2016. \n8. Mr Shlapak resigned from the Bank on 25 July 2017, following which I assumed the role of \nActing Chairman of the Bank until January 2018, when Petr Krumphanzl was appointed as \nthe Bank’s new Chairman (Mr Krumphanzl was replaced in May 2021 by Gerhard Boesch). \nI then returned to my role as Deputy Chairman. On 31 August 2021 my employment \nagreement with the Bank expired and I resigned from my position on the Management \nBoard and now I am working as an advisor to the Chairman of the Management Board. \nThis is a temporary position and I will soon be leaving the Bank to pursue new opportunities \nin the financial sector. \n9. During 2017, I was the Management Board member with principal responsibility for \noverseeing the Bank’s liquidity position, its treasury function, the management of cash and \nthe Investment Division. Through these specific responsibilities as well as my position on \nthe Management Board generally, I was familiar with, and involved in, the substantial \ninvestigative work that was done within the Bank and which ultimately resulted in the \ninvolvement of Hogan Lovells and subsequently filing this claim.  I would like to make clear \nat the outset of this evidence that I disagree with any suggestion that the Bank’s \nmanagement failed to act with sufficient speed in investigating and filing this claim. \nTHE BANK’S MANAGEMENT BOARD \n10. The Management Board is the principal executive body within the Bank, as is the case for \nany Joint Stock Company (JSC), and is answerable to Supervisory Board. The Supervisory \nBoard is, in turn, answerable to the general meeting of the shareholders, and has a degree \nof separation and independence from the day-to-day operations of the Bank.  That day-to-\nday management is the responsibility of the Management Board and in performing that \ntask, the Management Board is required to report to the Supervisory Board and meet wider \nstrategic goals set by the Supervisory Board. These split functions mean that important \ndecisions for the Bank generally require involvement from both the Management and \nSupervisory Boards, with the Supervisory Board approving or directing courses of action \nbased on information provided by the Management Board (either at the Supervisory Board’s \nrequest, or on the initiative of the Management Board).  \n11. Such split functions mean that those of us who sit on the Management Board are involved \nin a very large number of issues on various activities necessary to operate and administer \na large commercial entity such as the Bank. The Management Board’s work is recorded in \nthe minutes of the Management Board’s regular meetings, which happened approximately \nevery week during 2017, and often lasted for many hours.  Each member of the \nManagement Board also has their own responsibilities,  powers and authority, as well as Translated on 13th October 2021 by Denys Shchedryvyi\n"}
{"start": 7000, "text": "he Supervisory Board. These split functions mean that important \ndecisions for the Bank generally require involvement from both the Management and \nSupervisory Boards, with the Supervisory Board approving or directing courses of action \nbased on information provided by the Management Board (either at the Supervisory Board’s \nrequest, or on the initiative of the Management Board).  \n11. Such split functions mean that those of us who sit on the Management Board are involved \nin a very large number of issues on various activities necessary to operate and administer \na large commercial entity such as the Bank. The Management Board’s work is recorded in \nthe minutes of the Management Board’s regular meetings, which happened approximately \nevery week during 2017, and often lasted for many hours.  Each member of the \nManagement Board also has their own responsibilities,  powers and authority, as well as Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/4\n- 4 - \nfunctional issues and management of divisions, and preparation of materials and reports \nthat occupy time between these meetings. I have explained above what my main \nresponsibilities were.  \n12. Since I joined the Bank, I have, therefore, participated in hundreds of Management Board \nmeetings and an even larger number of meetings with subordinates and the relevant \ndepartments of the Bank, and reviewed thousands of reports and briefing materials. \nTherefore, my recollection of the events in 2017 (four years ago, as at the date of this \nevidence) is not perfect.  However, I can recall matters of principle of greater importance – \nsuch as what our main focuses were, and the policy in our decision making – and I have \nbeen able to refresh my memory pertaining to the events by reviewing the documents in \nthe attached list. \nTHE SITUATION FACED BY THE NEW MANAGEMENT TEAM  \n13. It is difficult to overstate the complexity and pressure faced by the new management team \nas we took over the administration of the Bank at the end of 2016. The Bank is the largest \nbank in Ukraine and is of systemic importance to Ukraine’s banking sector as a whole. In \n2016, around half of Ukrainians had an account with PrivatBank. \n14. I can recall clearly that our immediate priority after nationalisation was to investigate the \nBank’s liquidity problems and the resumption of the Bank’s liquidity management. The \nnationalisation of the Bank in December 2016 had protected it from insolvency, but the \nBank also had an enormous cash flow problem: it had liabilities reaching more than USD 6 \nbillion, whereas the cash available was only about USD 70 million, and customers were \nregularly withdrawing their deposits.  All of us on the Management Board understood that \nif the Bank could not remain liquid, there was a real risk of mass withdrawal of deposits, \nwith millions of Ukrainians being unable to access their savings. Ukraine was, at that time, \nalready in a very difficult position politically and economically – it was dealing with the \naftermath of the Revolution of Dignity and the Russian annexation of Crimea and fighting \nin the east. We were all aware that civil unrest was a real possibility if ordinary Ukrainians \nbecame unable to access their deposits at the Bank. For these reasons, at the outset there \nwas no real focus or thought given to investigating and preparing civil claims against the \nFormer Owners. \n15. The first few months following nationalisation were extremely busy in terms of work. In \naddition to the issues pertaining to the great problems on securing liquidity, we also had to \ntake charge of all the other aspects necessary to operate an enormous commercial entity. \nThat included building a new organisational structure almost from scratch by virtue of the \nfact that the previous heads of many of the main divisions, for example Timur Novikov (who \nheaded the Investment Business Department) and Tatiana Gurieva (who headed the \nCustomer Services Department, BOK) simply left after the nationalisation without any Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/5\n- 5 - \nproper transfer of their work or even of their documents to the complexes of the Bank and \nthe archive, as well as consideration of all the day-to-day management decisions and \nbuilding up an understanding of how the Bank had operated in the past across all areas of \nthe business. All of us on the Management Board were at our absolute limit.  Our typical \nhours for January and February were from 8 a.m. to 10 p.m. every day of the week (i.e. \nincluding weekends).  In March 2017, we started to stabilise the work and our work \nschedules to save our energy to have some free time on Sunday, but it was many months \nbefore we reached anything like standard working hours. \nLOYALTY OF THE BANK STAFF TO THE FIRST AND SECOND DEFENDANTS  \n16. One of the major issues we faced in trying to administer and operate the Bank was that, to \nput it bluntly, we were not certain that we could necessarily trust the information given to us \nby existing employees in the Bank. \n17. The Former Owners are extremely well known in Ukraine as powerful and influential \nindividuals and, from the beginning of my time at the Bank, I can remember being struck by \nthe feeling that this influence was continuing amongst the Bank staff even though the \nFormer Owners no longer controlled the Bank. I specifically remember having the \nimpression that the existing Bank staff regarded the nationalisation as a temporary \nphenomenon, something that would come and go, and that the Former Owners would \neventually return to their previous positions to control the Bank. \n18. I am aware that the Bank has alleged that at least some existing Bank employees were \n“loyal” to the First and Second Defendants, and therefore not loyal to the new management \nteam. I entirely agree with that description. I would also like to emphasise that it was \ncommon for the Bank’s staff to have been in place for many years and for a lot of them, - \ntheir entire employment period. Therefore, I can understand, to some extent, why they may \nhave viewed the ‘old order’ as something constant and proper that could not be changed. \nMoreover, by the second half of 2017, the Former Owners had begun to challenge the \nlegality of the Bank’s nationalisation and my impression at the time was that this reinforced \nthe belief amongst the Bank’s staff that they would regain control over the Bank. The Former \nOwners’ campaign against the Bank even included Mr Kolomoisky writing to me directly, in \nMarch 2018, threatening that he had launched criminal proceedings against the Bank’s \nSupervisory Board on the alleged basis that our appointment was illegal ( pages 1-2 ). \n19. One example of how we had to deal with the aforesaid issue is in how we set up the Bank’s \nnew legal department in Kyiv . That department had to be completely transformed because \nof our concerns that the existing staff within it was loyal to the Former Owners, with new \npersonnel appointed under a new Head of the Legal Department, Yaroslav Matuzka, and \nwith a direct reporting line to Mr Shlapak.  The Management Board minutes for 26 January \n2017 (pages 3-26 ) record the decision to create this new division, as far as I can remember. PB0365754\nPB0363220Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/6\n- 6 - \n20. However, we could not do that for every single department.  If we had simply dismissed \neveryone we believed remained loyal to the Former Owners, we would not have had \nenough people to operate the Bank; and if we had spent all our time employing new staff \nand transforming departments, we would not have had time to do anything else. Instead, \nwe had to carry the knowledge that our subordinates were not necessarily going to be \nhelpful with us all the time, and work around it as best we could. I remember thinking at t"}
{"start": 14000, "text": "ns that the existing staff within it was loyal to the Former Owners, with new \npersonnel appointed under a new Head of the Legal Department, Yaroslav Matuzka, and \nwith a direct reporting line to Mr Shlapak.  The Management Board minutes for 26 January \n2017 (pages 3-26 ) record the decision to create this new division, as far as I can remember. PB0365754\nPB0363220Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/6\n- 6 - \n20. However, we could not do that for every single department.  If we had simply dismissed \neveryone we believed remained loyal to the Former Owners, we would not have had \nenough people to operate the Bank; and if we had spent all our time employing new staff \nand transforming departments, we would not have had time to do anything else. Instead, \nwe had to carry the knowledge that our subordinates were not necessarily going to be \nhelpful with us all the time, and work around it as best we could. I remember thinking at the \ntime that, whilst I was trained as a banker, I had to act as an ‘investigator’ – I would have \nto go round in circles checking information that I received from subordinates. That was \nmade even harder because the Bank’s main transactions were performed in Dnipro but we \nemployed a part of the new staff in Kyiv, and the Management Board also consisted of \nspecialists from Kyiv. \nTHE DESTRUCTION OF DOCUMENTS  \n21. As well as existing staff being actively unhelpful, we were also facing a situation where hard \nand soft copy documents were routinely missing from the Bank’s files. In my view, there \nhad been a deliberate attempt to ‘clean out’ the Bank’s documents before the \nnationalisation. This was particularly clear for one of the departments for which I was \nultimately responsible after my appointment, the Investment Business Department, which \nwas previously headed by Mr Novikov. The offices of that department had been completely \nemptied by the time I started at the Bank, by which I mean they were stripped of everything: \nthe filing cabinets were completely empty and even the plug sockets had been removed \nfrom the wall. The majority of the staff in the Investment Business Department simply left \nafter the nationalisation, and I believe that those who remained only stayed in order to work \nto undermine and mislead us. \n22. Therefore, the operation of the Investment Business Department before the nationalisation \nhas been something of a ‘black box’ to me throughout my time at the Bank. \nTHE NBU REPORT \n23. I recall that one of my first acts after being hired by the Bank was to review a detailed due \ndiligence report, prepared by the NBU, and a cover letter addressed to the Bank. The copies \nof the above documents are at PB0098941_00001 (hereinafter jointly referred to as the \n“NBU Report ”). That report was prepared during an audit conducted by the NBU against \nthe Bank, and both the report and letter are dated 27 July 2016 (i.e. during the previous \nmanagement, and well before the nationalisation). In January 2017 (I cannot recall exactly \nwhen), Mr Shlapak provided this report to me and asked me to go through and identify the \nmajor issues in the report. \n24. I studied the NBU Report in great detail.  The information within it was very helpful in \ndirecting  our early investigations into the Bank. I can remember the report becoming multi-Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/7\n- 7 - \ncoloured with the various highlighting and stickers I put on it and that Mr Shlapak was \nguided by it and always carried that marked-up version as a reminder of the problems. \nTHE NATIONALISATION LETTER \n25. Shortly before the Bank’s nationalisation, on 16 December 2016, the Former Owners wrote \na letter to the Prime Minister of Ukraine asking for the Bank to be nationalised and \nundertaking certain commitments regarding the nationalisation ( GB_NC_0001502 ).  I \ncannot recall exactly when I first saw that letter. I believe it may have been leaked to the \npress in early 2017 and that I may have seen it then, but I was aware of the substance of \nthe letter from shortly after it was written because the contents thereof were discussed \namongst the employees of my team at the Ministry of Finance. \n26. I can recall, in particular, that the letter contained a commitment by the Former Owners that \nthey would participate in some form of negotiations aimed at restructuring the Bank’s \nrelated party loan portfolio and bringing new collateral onto the Bank’s balance sheet. In \nthe end, this commitment was not honoured by the Former Owners; instead they chose to \nchallenge the legality of the nationalisation. But, that came much later.  At the start of 2017, \nwe thought there was at least a chance that this commitment would be discharged. \nINVESTIGATIVE WORK IN EARLY 2017 \n27. The NBU Report had indicated that there were potential problems within the Bank’s related \nparty loan portfolio (although the said report pre-dated the so-called Transformation \nprocess, resulting in new loans to 36 new borrowers, which was supposed to have settled \nthose issues).  Even those members who had not read the NBU Report in detail would, I \nthink, have been aware in a general way that related party loan issues had been a \nsignificant factor leading to the Bank’s nationalisation. We therefore acted quickly to set up \ninvestigations into this lending . \n28. In particular, a new unit was set up within the Bank headed by Sergiy Stratonov. The \nfunction of Mr Stratonov’s unit was to oversee all issues related to the Bank’s portfolio of \nlending to parties related to the Former Owners.  That included investigating the \ncircumstances and manner in which the aforesaid loans were granted and the adequacy of \nthe security for these loans as well as monitoring these loans and the extent to which they \nwere being serviced.  If loans were not being serviced, then it was Mr Stratonov’s unit that \nwas responsible for preparation and taking the necessary escalatory steps, such as sending \nout formal demand letters.  Mr Stratonov left the Bank on 7 February 2018.  \n29. I would like to emphasise this second function – i.e. that of monitoring the performance of \nthe loans – because my clear recollection is that in the first few months following the \nnationalisation the aforesaid loans were either being serviced to a greater extent or had not \nfallen overdue (i.e., they were broadly serviced). Looking back, with the benefit of what I Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/8\n- 8 - \nhave discovered since, I can see that there was no prospect of the loans continuing to be \nserviced throughout their term or ultimately repaid; the loans were shams. But we did not \nknow that at the time. Further, because our focus immediately following nationalisation was \non the Bank’s liquidity position and restoration of normal operation and customer service \nthat determined the manner in which we viewed the related party loan portfolio. Many of \nthe loans appeared to be repaid at that time, so they were not going to be treated as \namongst the Bank’s absolute most pressing and urgent priorities, especially given that we \nknew that Mr Stratonov’s team were investigating and monitoring the status of those loans. \n30. There were also individual investigations targeted at specific issues, usually directed by \nMr Shlapak himself. Given the nature of these investigations, I was less familiar with that \nprocess, but I was aware of a committee headed by Taras Levadsky that undertook \ninvestigations at Mr Shlapak’s direction from time-to-time.  I have been shown the order \nfrom Mr Shlapak creating this unit, and directing its first investigation, dated \n26 January 2017 ( pages 27-29 ) – I do not recall being aware of that order at the time, but \nit matches my general recollection for this type of investigation.  \nThird party advisors \n31. We al"}
{"start": 21000, "text": "ice \nthat determined the manner in which we viewed the related party loan portfolio. Many of \nthe loans appeared to be repaid at that time, so they were not going to be treated as \namongst the Bank’s absolute most pressing and urgent priorities, especially given that we \nknew that Mr Stratonov’s team were investigating and monitoring the status of those loans. \n30. There were also individual investigations targeted at specific issues, usually directed by \nMr Shlapak himself. Given the nature of these investigations, I was less familiar with that \nprocess, but I was aware of a committee headed by Taras Levadsky that undertook \ninvestigations at Mr Shlapak’s direction from time-to-time.  I have been shown the order \nfrom Mr Shlapak creating this unit, and directing its first investigation, dated \n26 January 2017 ( pages 27-29 ) – I do not recall being aware of that order at the time, but \nit matches my general recollection for this type of investigation.  \nThird party advisors \n31. We also understood in the Management Board the need to draw on the advice of \nspecialised external advisors both in relation to the day-to-day management of the Bank \nand in order to assist with the investigatory work that needed to be done for us to \nunderstand both the Bank’s operations and loans granted to the Bank’s related parties. I \nbelieve, for example, that one of the first acts that the newly appointed Supervisory Board \ntook was to appoint Ernst & Young (“ EY”) as the Bank’s auditors. In addition to their audit \nresponsibility, EY was also instructed to conduct an additional more extended and more \ncomprehensive analysis of the Bank’s capital need. That analysis was very important in us \nbeginning to understand the sheer scale of the problems within the Bank and, more \nconcretely, in establishing the amount of extra capital required by a second stage of \nrecapitalisation by the Ministry of Finance in the middle of 2017. \n32. In the first few months following nationalisation, the Bank instructed its first external legal \nadvisors: the Ukrainian firm Sayenko Kharenko and the international firm White & Case. \nAlthough I do not recall the full details of all of these appointments, given the time that has \npassed and the number of things I had to deal with at the time, I am certain that neither firm \nwas instructed to investigate or study potential options of claims. \n33. Later on, in around April 2017, AlixPartners began working for the Bank. By that time, a \nnumber of claims had been filed in Ukraine and Cyprus by former clients of the Bank, \nagainst the so-called “bail-in” process which was associated with the Bank’s nationalisation. \nAlixPartners were hired to co-ordinate the Bank’s operations pertaining to the above \nchallenges, and were already performing a similar role for the NBU. PB0363027\nPB0363028Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/9\n- 9 - \nINVESTIGATIVE REPORTS DURING THE FIRST HALF OF 2017 \n34. My recollection is that the months of March to around June 2017 were characterised by the \nreceipt of periodic investigative reports into a number of different areas within the Bank. \nHaving been able to refresh my memory by reviewing the documents in the attached list, I \nexplain below some examples of the types of work product that was being generated and \nhow we, among the Bank’s senior management, reacted to that work product. \n35. I would like to emphasise that there were a very large number of such reports and it is only \nwith the benefit of hindsight that I can look back and say that among all other things the \naforesaid work contributed to the thinking and judgement that ultimately resulted in the \nEnglish claim. The scope of the documents submitted for consideration to our collegial \nbodies was very great and substantial at that time, and almost everything was extremely of \nhigh priority.  As far as I can recall, for example, it was at least three months after I was \nsatisfied that we had our number one priority – the Bank’s liquidity position – under a \nreasonable extent of control. \nSTRATONOV ’S REPORT \n36. One good example of the first stage of the Bank investigatory work is the first report \nsubmitted by Mr Stratonov following the results of the initial work of his department. I can \nrecall, around early spring 2017, attending a Supervisory Board meeting at which \nMr Stratonov reported on the initial work performed by his department.  I see now that the \ndocument at pages 30-39 , which is the minutes for the Supervisory Board meeting on \n6 March 2017, refers to just such a presentation at agenda item 4. That matches my \nrecollection. The document at pages 40-53  is a copy of what I recall being the report that \nwas provided (I cannot be certain it is exactly the same version, but I am sure that it is the \nsame in substance). \n37. This report is fairly short – just seven slides. It includes some high-level figures on the \nBank’s related party lending portfolio (for example that 84% of the Bank’s lending was to \nrelated parties and that 88% of the Bank’s collateral was in the form of property rights to \nthe goods). The last slide sets out a “plan of works”  running until the end of April 2017, \nwhich involves continuing to investigate the related party loans and the associated \ncollateral. The third slide summarises the current status of the related party loan portfolio, \nand records that over UAH 1bn of interest had been repaid over January and February \n2017. The table in this slide setting out the performance of the related party loan portfolio \nwas continuously updated by Mr Stratonov’s division. \n38. The minutes also record what a substantial project it was to essentially build a loan \nmonitoring department from scratch and perform proper collateral assessments. \nMr Stratonov is recorded as having said, for example, that there were “230 credit cases” to \nreview on the first-priority basis and that the collateral on the Bank’s balance sheet should PB0363219\nPB0363129Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/10\n- 10 - \nbe appraised in more details (some of which had been transferred as purported repayment \nfor previous related party lending) to be made by on-site assessments by “300 persons” . I \nremember that the on-site assessments took some time by virtue of the fact that individual \nvaluers were involved attending each of a very large number of sites (often oil depots or \npetrol stations) to perform physical inspections and then formally report back to the Bank. \n39. I do not recall Mr Stratonov’s report generating any discussion of the potential for filing \nclaims against the Former Owners arising out of his investigations. The report was much \nmore in the form of an update on the work that his department had started and the \ninformation on further work that would be necessary prior to preparing the final report. \nThe EY Report \n40. The Management Board minutes record that a report from EY was presented to the \nManagement Board at the same time as their proposed audited financial statements, i.e. \non 20 April 2017 and 16 May 2017. That matches my recollection, which is that I first saw \nEY’s detailed work product in around late April 2017.  I cannot recall exactly the form in \nwhich it was presented to me, but I believe that the document at PB0112954_00001  is \nsubstantially the same as the one I saw. \n41. I can remember being very struck by EY’s report: it was the point at which I began to think \nthat things at the Bank really could be worse than we even imagined. I can particularly recall \nbeing shocked by the figures given by EY regarding the further capitalisation that the Bank \nneeded; I did not want to believe those figures were true.  EY estimated that the Bank faced \na total credit risk of at least UAH 222bn – that was well above the sum the government had \nagreed to provide in the further recapitalisation. I remember askin"}
{"start": 28000, "text": "rd minutes record that a report from EY was presented to the \nManagement Board at the same time as their proposed audited financial statements, i.e. \non 20 April 2017 and 16 May 2017. That matches my recollection, which is that I first saw \nEY’s detailed work product in around late April 2017.  I cannot recall exactly the form in \nwhich it was presented to me, but I believe that the document at PB0112954_00001  is \nsubstantially the same as the one I saw. \n41. I can remember being very struck by EY’s report: it was the point at which I began to think \nthat things at the Bank really could be worse than we even imagined. I can particularly recall \nbeing shocked by the figures given by EY regarding the further capitalisation that the Bank \nneeded; I did not want to believe those figures were true.  EY estimated that the Bank faced \na total credit risk of at least UAH 222bn – that was well above the sum the government had \nagreed to provide in the further recapitalisation. I remember asking myself, where is the \nextra money going to be transferred from?  How could it be  proven to the NBU and the \nMinistry of Finance that much more capital is required? In the end, the state did provide the \nrequired amount of necessary capital as part of a further recapitalisation stage in May 2017. \n42. Looking back over the EY report now, I can see that it dealt with matters that have some \nsimilarity to small elements of the English claim.  But, for my part at least, the possibility of \nclaims against the Former Owners was just not in my mind when I read this report. I was \nfocused on the most pressing part: how much extra capital did the Bank need and how we \nhad to get it. \nThe Rothschild negotiations \n43. This stage of the Bank’s investigations has an important context.  During the spring and \nearly summer of 2017, the Bank’s most senior personnel – by which I mean Mr Shlapak \nand (I believe) members of the Bank’s Supervisory Board – were engaged in negotiations \nwith the Former Owners directed at reaching an agreed settlement for the restructuring of Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/11\n- 11 - \nthe Bank’s related party loan portfolio in line with the commitments made by the Former \nOwners in the Nationalisation Letter. \n44. I was not personally involved in the aforesaid negotiations, although my recollection is that \nI heard about them from time-to-time at a fairly high level from Mr Shlapak. I was specifically \naware that the Bank had instructed the financial advisory firm, Rothschild & Co, to head a \ngroup of advisors in both scoping out how an arrangement might look and to approach the \nFormer Owners with a view to negotiating such a settlement. \nTHE DECISION TO INVOLVE HOGAN LOVELLS \n45. In the period from the mid- to late-summer 2017 our approach to the on-going investigations \ninto the Bank changed. That was when our knowledge of the Bank’s historic non-standard \npractices developed to a point where the Bank’s operations did not comply with the banking \nbest practices and we could see the idea of potential claims against the Former Owners. \nThe performance of the related party lending portfolio had also deteriorated significantly by \nthis point and it had become clear that the Bank could not rely on a negotiated restructuring \nof that portfolio being agreed with the Former Owners. \n46. I can remember seeing a very detailed presentation from Mr Shlapak in late July 2017 at a \nSupervisory Board meeting, which included reporting on the substantial work done by Mr \nStratonov’s unit and which I believe is very much indicative of our level of awareness of the \nissues faced by the Bank at that time. I can remember both the presentation and the \napproximate timing very well for some particular reasons: Mr Shlapak’s presentation was \none of the last acts before he resigned as Chairman of the Management Board, and the \nconclusions in the presentation were so stark as to be inherently memorable.  A copy of the \nminutes for the Supervisory Board meeting dated 20 July 2017 is at pages 54-63 . Agenda \nitem 8 for that meeting refers to a report given by Mr Shlapak, which matches with my \nrecollection of when the presentation was given. A copy of what I recall being the slides \nthat constituted the presentation is at pages 64-315 . \n47. Mr Shlapak’s presentation brought together into an integrated document the result of all the \nmain investigative work that had been conducted within the Bank into the related party \nlending portfolio (primarily by Mr Stratonov’s division, but also by other divisions, inter alia, \nby the Security Service and Loan Collection Division. It was a very comprehensive report, \nconsisting of 126 slides, including 12 detailed annexes and also included updates on the \nvarious criminal complaints that had been made by the Bank during the first half of 2017. \nMy impression at the time was that receiving this report was the really decisive moment for \nthe Bank in deciding to investigate the possibility of bringing civil claims against the Former \nOwners. \n48. The minutes for the Management Board meeting that took place on 27 July 2017, i.e. a \nweek after Mr Shlapak gave his presentation to the Supervisory Board, are at pages 316-PB0363246\nPB0365443\nPB0363245Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/12\n- 12 - \n322. I can remember that meeting relatively well (even though it is one of many that we had \nduring that period) because it was the first meeting that I chaired as Acting Chairman of the \nManagement Board after Mr Shlapak’s resignation. \n49. It was at this meeting that the Management Board resolved to instruct Hogan Lovells to \ninvestigate potential claims against the Former Owners (although subsequent approval was \nstill needed from the Bank’s Supervisory Board). This was a substantial step for us to take, \nand it is not one that we took lightly. By this point, the position had changed substantially \nfrom that in the early months following the nationalisation, in particular: \n(a) the position of the related party lending portfolio had continued to deteriorate, and \n– to the best of my recollection – the levels of overdue interest and principal \npayments had reached concerning levels; and \n(b) our own understanding of the Bank’s position was substantially more developed, as \na result of the types of studies and investigations I have referred to above. \n50. Both of these points are, I believe, reflected in the report that Mr Shlapak gave to the \nSupervisory Board on 20 July 2017.  For example, slide 5 of that report recorded how the \ninterest paid per month on the related party portfolio had reduced from UAH 556 million in \nJanuary 2017 (around 20% of the total debt amount) to just UAH 207 million in June 2017 \n(around 2% of the total debt amount). \n51. At the same time, it had also become apparent that the Rothschild negotiations were not \ngoing to lead to a settlement arrangement with the Former Owners or that there was at \nleast no realistic prospect of that happening in the short- to medium-term. This point was \nspecifically covered at the 27 July 2017 Management Board meeting, with Mr Matuzka, the \nHead of the Bank's Legal Department, reporting that “the prospect of negotiations is such \nthat an agreement on restructuring most likely will not be reached”. Those minutes also \nrecord me as having reported that “the negotiation process with the former owners is \ncoming to an end [and] the Supervisory Board must decide to complete the negotiation \nprocess or other format for resolving the restructuring of the loan portfolio of the former \nowners”. That matches with my recollection of the situation. \n52. Even at this point, the possibility of litigation was not our preferred option. We all preferred \nthe prospect of some form of agreed solution with the Former Owners and the proposal \nvoted for by the Management Board reflects this f"}
{"start": 35000, "text": "d to a settlement arrangement with the Former Owners or that there was at \nleast no realistic prospect of that happening in the short- to medium-term. This point was \nspecifically covered at the 27 July 2017 Management Board meeting, with Mr Matuzka, the \nHead of the Bank's Legal Department, reporting that “the prospect of negotiations is such \nthat an agreement on restructuring most likely will not be reached”. Those minutes also \nrecord me as having reported that “the negotiation process with the former owners is \ncoming to an end [and] the Supervisory Board must decide to complete the negotiation \nprocess or other format for resolving the restructuring of the loan portfolio of the former \nowners”. That matches with my recollection of the situation. \n52. Even at this point, the possibility of litigation was not our preferred option. We all preferred \nthe prospect of some form of agreed solution with the Former Owners and the proposal \nvoted for by the Management Board reflects this fact. The wording of that proposal was as \nfollows: “in case of failure to reach the goal in negotiations with the former owners, to enter \ninto an agreement with Hogan Lovells and begin preparing a claim to the London court” . \n53. On 3 August 2017, the Supervisory Board approved Hogan Lovells’ involvement (see the \nminutes at PB0361200_00001 ), and I was authorised to formalise that involvement. Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/13\n- 13 - \nTHE DEVELOPMENT OF THE ENGLISH CLAIM  \n54. I am aware that if I go into detail on the work of Hogan Lovells to prepare a claim it is \npossible that I may waive privilege in relation to that work. To be clear, I do not intend to \nwaive any such privilege, and anyway, for reasons that I will explain, I do not have a close \nfamiliarity with how the claim was prepared. \nThe confidentiality of Hogan Lovells’ work \n55. As I have said above, my impression and, I believe, the impression of the rest of the Bank’s \nsenior management was that a significant portion of the Bank’s employees remained loyal \nto the First and the Second Defendants.  At the very least, we were concerned that sensitive \ninformation within the Bank could be leaked to the Former Owners, or to people connected \nto them. \n56. These concerns meant that a special process was implemented for Hogan Lovells’ \ninstructions. Hogan Lovells was to investigate and develop the potential claims without the \nBank’s involvement (other than responding to document requests) and without providing \nregular updates to the Bank’s staff.  At the end of that process, i.e. when the claims were \nalmost prepared, Hogan Lovells would report to the Supervisory Board and receive \nauthorisation to begin the proceedings. \n57. As far as I am aware, that procedure was followed. Therefore, I was not involved in the \nwork of preparing this claim upon instructing Hogan Lovells. \nAccess to documents collected in the course of the NBU’s investigation \n58. For some time before the nationalisation, the NBU had been conducting its own \ninvestigation into the Bank and that continued after the nationalisation.  The NBU had \ninstructed Kroll to perform that investigation, which included Kroll collecting substantial \nnumbers of the Bank’s documents by, for example, extractions from certain electronic \ndevices and specific document requests made of the Bank.  The NBU has never shared \nthe results of Kroll’s investigations with the Bank. \n59. In the autumn of 2017, the Bank itself also instructed Kroll to assist with its on-going \ninvestigatory work.  Even then, the Bank was not able to gain access to the analyses that \nKroll had prepared for the NBU because those related to the separate NBU instruction. \nInitially, the Bank was not even able to access the documents collected by Kroll in the \ncourse of the NBU instruction (even though these documents originated from the Bank), \nnor was Kroll able to make use of these documents for the purpose of the Bank’s instruction \nor, for example, provide those documents to Hogan Lovells.  The Bank did not have its own \ncomplete records of the documents Kroll had collected and did not know which documents \nwere deemed particularly interesting or relevant by Kroll.  Because of the issues regarding Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/14\n- 14 - \nthe loyalty of some of the Bank’s staff to the Former Owners and of document destruction, \nwe could not even be sure those documents still existed within the Bank. \n60. On 2 October 2017, I wrote to Kateryna Rozhkova, the Deputy Chairman of the NBU, asking \nfor the NBU to authorise the provision of “materials and information transmitted to the \ninspection team of the National Bank of Ukraine during the inspection of [the Bank] … to \nrepresentatives of Hogan Lovells International LLP providing legal services to [the Bank]” \n(pages 323-326 ).  That letter was accompanied by an annex ( pages 324 and 326 ) which \ndescribed various categories of collected documents.  The letter was directed at the \ndocuments that had been collected by Kroll on behalf of the NBU.  Following that letter, \nHogan Lovells did begin receiving and reviewing the documents collected by Kroll in the \ncourse of the NBU instruction. \nSPECIFIC DOCUMENTS REFERRED TO BY THE DEFENDANTS  \n61. I have been shown the documents at pages 327-377 and PB0005893_00001 , which I \nunderstand are relied on by the Defendants.  The first of these is a press report referring to \ncriminal proceedings that were started by the GPO in November 2014. The second is a set \nof Ukrainian court decisions from November 2014, which I can see might be said to touch \non similar factual background to the English claims . I found out about such proceedings for \nthe first time in about January-February 2017 from the mass media1. \nTHE BANK’S ACCESS TO FINANCE  \n62. I am aware that there is also a dispute between the parties over the applicable rate of \ninterest that should apply to any damages awarded in the Bank’s favour should the Bank \nbe successful in its claim. I am not familiar with the legal intricacies of this dispute, but I am \nin a position to explain how the Bank raises finance (and at what rates) at present and how \nI understand it to have done so (and, again, at what rates) in the past. I am well placed to \ngive this explanation because it has been a significant part of my job at the Bank to \ninvestigate and understand the Bank’s financing practices prior to the nationalisation. \nRaising finance \n63. For the period from 2013 onwards, the Bank has relied on three sources of funding to \nmaintain its business, the first two of which are common for any commercial bank (the third \narose because of the Bank’s particular need for state support): \n(a) deposits from banking customers; \n(b)  issuances of debt securities; and \n1  I have also been shown the article at CD0001085_0001. I had never seen this article before being shown it by the \nBank’s lawyers. PB0365440\nPB0365734Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/15\n- 15 - \n(c) state financing in the form of loans from the NBU. \nBank Deposits \n64. The logical, and simplest, way to attract bank account customers is to set a competitive \nrate of return on deposits.  At Appendix 1 to this witness statement is a table setting out the \nUSD and UAH interest rates on the Bank’s standard deposit accounts in that currency from \n1 January 2013 to 30 September 2021. In addition to the above, it also includes the average \nmarket rate for the Ukrainian banking sector. \n65. These deposit rates illustrate two features of how the Bank was funded from 2013 onwards. \nFirst, the USD and UAH deposit rates are consistently above the prevailing market rate. \nThat is consistent with what I understand to have been a deliberate policy within the Bank \nprior to nationalisation to drive up foreign curren"}
{"start": 42000, "text": "article before being shown it by the \nBank’s lawyers. PB0365440\nPB0365734Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/15\n- 15 - \n(c) state financing in the form of loans from the NBU. \nBank Deposits \n64. The logical, and simplest, way to attract bank account customers is to set a competitive \nrate of return on deposits.  At Appendix 1 to this witness statement is a table setting out the \nUSD and UAH interest rates on the Bank’s standard deposit accounts in that currency from \n1 January 2013 to 30 September 2021. In addition to the above, it also includes the average \nmarket rate for the Ukrainian banking sector. \n65. These deposit rates illustrate two features of how the Bank was funded from 2013 onwards. \nFirst, the USD and UAH deposit rates are consistently above the prevailing market rate. \nThat is consistent with what I understand to have been a deliberate policy within the Bank \nprior to nationalisation to drive up foreign currency deposits as a source of domestic lending \n(for example, to take in USD and then convert those USD into UAH for domestic purposes). \nThis is known as opening short currency positions and when done at scale is the exact \nopposite of what is, in my professional experience, usual banking practice. The prudential \napproach is to keep open currency positions to a minimum because of the exposure to the \nrisk of currency fluctuations. \n66. At the start of 2013, the Bank’s open currency position was approximately negative USD \n3.2 billion (having been approximately USD 350 million in 2009). I do not believe any other, \nproperly run, commercial bank in the world would choose to take on that level of currency \nrisk. When the UAH entered a sustained devaluation following the so-called Revolution of \nDignity in 2013 and the subsequent annexation of Crimea by Russia, resulting both in huge \nforeign exchange and financial losses for the Bank. \n67. Secondly, the UAH deposit rate has increased markedly from the beginning of 2013. I was \nnot present at the Bank at that time, but I believe based on my banking experience that this \nincrease would have been implemented in order to drive up UAH deposits to provide for \ncurrency that could then be converted into foreign currency to correct the substantial \nnegative open currency position. That is, in fact, what happened: the total value of the \nBank’s UAH deposits increased markedly in early- to mid-2013, and the Bank’s open \ncurrency position improved substantially by 2016.  \nDebt Securities Issuances \n68. I am aware of one public euro-bond issuance performed by the Bank in the period from \n2013 onwards. The prospectus of that issuance is at PB0163270_00001 . That shows the \nkey conditions of the bonds, to wit: \n(a) the bonds were denominated in USD; \n(b) the bonds were issued for five years; and Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/16\n- 16 - \n(c) the bonds had a rate of return of 10.875%. \n69. I am also aware that in 2015 (i.e. the year before the nationalisation) an historic USD-\ndenominated bond issuance from 2010 that was due to expire in 2015 was extended.  The \n2010 bonds were originally issued in September 2010, for a five year period (i.e. maturing \nin September 2015) at a rate of return of 9.375%. The extension, which ran in tranches over \n2016 to 2018, was put in place on 31 December 2015 at the higher rate of return of 10.25%. \nAll the aforesaid matters are all recorded in the Bank’s financial statement for 2015 at \nPB0219577_00043 (see Note 16). \nFinancing provided by the NBU \n70. The Bank has also periodically received financing in the form of loans granted by the NBU \nover the period 2008 to the present day. As I explained above, we with the Bank’s new \nmanagement team were very conscious of the aforesaid loans and the need to keep \nservicing them following the nationalisation. These loans were made in UAH and their terms \nare all summarised in the Bank’s financial statements during this period. In summary: \n(a) in August 2013, the interest rate applying to existing NBU financing of UAH 4.63 bn \nwas decreased from 9% to 8.5% (2013 financial statement,  PB0035139_00033 \nNote 11); \n(b) in 2014, the Bank received a total of UAH 19.9 bn of refinancing by 7 tranches. The \ninterest rate that applied to each tranche ranged from 14.25% to 21% (2014 \nfinancial statement,  PB0077973_00043, Note 15); \n(c) in February 2015, the interest rate applying to existing NBU financing of UAH 5.02 \nbn, which was received in February 2014, was increased from 21% to 29.25% (2015 \nfinancial statement,  PB0219577_00040, Note 13); \n(d) in 2015, the Bank received a total of UAH 9.7 bn of refinancing by 8 tranches. The \ninterest rate that applied to each tranche ranged from 21% to 31.5% (2015 financial \nstatement , PB0219577_00040 , Note 13); \n(e) in 2016, the Bank’s total level of refinancing received from the NBU was UAH 18.05 \nbn. The applicable interest rates ranged from 14.25% to 31.5% (2016 financial \nstatement,  PB0164427_00034 , Note 13); \n(f) as of 31 December 2017, the Bank had UAH 10.9 bn of outstanding long-term \nborrowings from the NBU, for which the interest rate ranged from 14.25% to 16.00% \n(2017 financial statement, PB0164429_00034 Note 16); \n(g) Across 2018, 2019 and 2020, the total figure of outstanding long-term borrowings \ndecreased to UAH 9.8 bn in 2018 (2018 financial statement,  pages 378-626, Note \n14), to UAH 7.6bn in 2019 (2019 financial statement,  PB0164410_00036 Note 15) PB0363574Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/17\n- 17 - \nand the outstanding amount was paid off during 2020 (2020 financial statement,  \npages 627-849, Note 31). \n71. There is not an active ‘market’ for NBU financing in the same way as for commercial \nfinancing. By definition, NBU financing is provided only as a last resort and the recipient of \nthe financing cannot simply go to another provider if they do not like the NBU’s terms; if \nthere had been more favourable commercial terms available, then, logically, the Bank would \nhave taken them. That being said, I have a high degree of familiarity with the NBU’s various \nfinancing programmes from my time at the Ministry of Finance, and I believe that the terms \nof Bank’s NBU financing were typical for other banks in a similar position. \nSTATEMENT OF TRUTH  \nI believe that the facts stated in this witness statement are true. I understand that proceedings for \ncontempt of court may be brought against anyone who makes, or causes to be made, a false \nstatement in a document verified by a statement of truth without an honest belief in its truth. \nI understand that the purpose of this witness statement is to set out matters of fact of which I have \npersonal knowledge. I understand that it is not my function to argue the case, either generally or \non particular points, or to take the court through the documents in the case. This witness statement \nsets out only my personal knowledge and recollection, in my own words. \nOn points that I understand to be important in the case, I have stated honestly (a) how well I recall \nmatters and (b) whether my memory has been refreshed by considering documents, if so how and \nwhen. \nI have not been asked or encouraged by anyone to include in this statement anything that is not \nmy own account, to the best of my ability and recollection, of events I witnessed or matters of which \nI have personal knowledge. \n……………………………………….. \nGalyna Danylivna Pakhachuk \nDated: 30 September 2021 PB0365733Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/18\nAPPENDIX 1 \nDate PrivatBank \nstandard UAH \ndeposits rate \n(%) Average UAH \ndeposits rate on \nthe Ukrainian \nbanking market \n(%) PrivatBank \nstandard USD \ndeposits rate \n(%) Average USD \ndeposits rate on \nthe Ukrainian \nbanking market \n(%) \n2013 \nJanuary 18.00 19.38 10.00 7.83 \nFebr"}
{"start": 49000, "text": "he case. This witness statement \nsets out only my personal knowledge and recollection, in my own words. \nOn points that I understand to be important in the case, I have stated honestly (a) how well I recall \nmatters and (b) whether my memory has been refreshed by considering documents, if so how and \nwhen. \nI have not been asked or encouraged by anyone to include in this statement anything that is not \nmy own account, to the best of my ability and recollection, of events I witnessed or matters of which \nI have personal knowledge. \n……………………………………….. \nGalyna Danylivna Pakhachuk \nDated: 30 September 2021 PB0365733Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/18\nAPPENDIX 1 \nDate PrivatBank \nstandard UAH \ndeposits rate \n(%) Average UAH \ndeposits rate on \nthe Ukrainian \nbanking market \n(%) PrivatBank \nstandard USD \ndeposits rate \n(%) Average USD \ndeposits rate on \nthe Ukrainian \nbanking market \n(%) \n2013 \nJanuary 18.00 19.38 10.00 7.83 \nFebruary 18.00 18.96 10.00 7.51 \nMarch 18.00  18.32 10.00 7.30 \nApril 18.00 17.61 9.75 6.72 \nMay 18.00 17.64  9.75 6.83 \nJune 18.00  17.32  9.75 7.03 \nJuly 18.00 17.29 9.75 7.55 \nAugust 18.00  17.14 9.00 6.72 \nSeptember 18.00 17.31 8.50 7.04 \nOctober 18.00 17.46 8.00 7.09 \nNovember 18.00  17.35 9.00 7.04 \nDecember 20.00 17.53  9.00 7.49 \n2014 \nJanuary 19.00 17.24  10.50 7.31 \nFebruary 20.00  18.09  10.50 7.81 \nMarch 20.00 18.70  11.50 8.15 \nApril 20.00  19.16  11.50 8.30 \nMay 21.00 19.68  11.50 8.50 \nJune 21.00  19.78  11.50 8.60 \nJuly 22.00 19.51  11.50 8.70 \nAugust 22.00  19.78  11.50 8.79 \nSeptember 22.00 20.47  11.50 9.06 Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/19\nDate PrivatBank \nstandard UAH \ndeposits rate \n(%) Average UAH \ndeposits rate on \nthe Ukrainian \nbanking market \n(%) PrivatBank \nstandard USD \ndeposits rate \n(%) Average USD \ndeposits rate on \nthe Ukrainian \nbanking market \n(%) \nOctober 22.00 20.38  11.50 8.97 \nNovember 22.00  20.84  11.50 9.30 \nDecember 22.00 20.84  11.50 9.33 \n2015 \nJanuary 22.00 20.47  11.50 9.16 \nFebruary 22.00  20.89  13.00 9.44 \nMarch 24.00 20.74  13.00 9.20 \nApril 24.00  21.03  13.00 9.11 \nMay 24.00 21.03  13.00 8.97 \nJune 28.00  21.07  13.00 9.12 \nJuly 27.00 21.85  15.00 9.06 \nAugust 27.00  21.41  15.00 8.91 \nSeptember 26.00 21.34  15.00 8.79 \nOctober 25.00  21.99  13.00 8.85 \nNovember 25.00 21.45  13.00 8.57 \nDecember 24.50  21.24  13.00 8.39 \n2016 \nJanuary 24.00  20.93 12.50 8.11 \nFebruary 22.00 20.52 12.00 7.55 \nMarch 21.00  20.29 11.00 7.16 \nApril 20.00 20.47 10.00 6.71 \nMay 20.00  19.93 10.00 6.57 \nJune 20.00 19.62 10.00 6.56 \nJuly 19.00  19.16 9.50 5.94 Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/20\nDate PrivatBank \nstandard UAH \ndeposits rate \n(%) Average UAH \ndeposits rate on \nthe Ukrainian \nbanking market \n(%) PrivatBank \nstandard USD \ndeposits rate \n(%) Average USD \ndeposits rate on \nthe Ukrainian \nbanking market \n(%) \nAugust 19.00 18.67 9.00 6.20 \nSeptember  19.00 18.33 8.50 6.15 \nOctober 19.00 18.14 9.50 6.12 \nNovember 19.00  18.10 9.50 5.82 \nDecember 19.00 17.94 9.00 5.71 \n2017 \nJanuary 19.00 17.74 7.50 5.68 \nFebruary 18.00  17.45 7.50 5.39 \nMarch 16.80 17.00 6.00 5.08 \nApril 16.80  16.36 6.00 4.84 \nMay 16.30 15.78 5.00 4.66 \nJune 16.30  15.72 5.00 4.34 \nJuly 16.00 15.55 4.25 4.04 \nAugust 13.00  15.21 4.00 3.75 \nSeptember 13.00 15.03 4.00 4.07 \nOctober 13.00  14.63 4.00 3.86 \nNovember 13.00 14.30 3.75 3.70 \nDecember 13.00 14.27 3.75 3.69 \n2018 \nJanuary 13.00  14.33 3.75 3.68 \nFebruary 13.00 14.27 3.50 3.67 \nMarch 13.00  14.18 3.50 3.65 \nApril 13.00 14.20 3.25 3.41 \nMay 13.00  14.28 3.25 3.44 Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/21\nDate PrivatBank \nstandard UAH \ndeposits rate \n(%) Average UAH \ndeposits rate on \nthe Ukrainian \nbanking market \n(%) PrivatBank \nstandard USD \ndeposits rate \n(%) Average USD \ndeposits rate on \nthe Ukrainian \nbanking market \n(%) \nJune 13.00 14.19 3.00 3.48 \nJuly 13.00  14.06 3.00 3.32 \nAugust 13.00 14.25 3.00 3.33 \nSeptember  13.00 14.45 3.00 3.46 \nOctober 13.00 15.18 3.00 3.54 \nNovember 13.00 15.57 3.00 3.85 \nDecember 13.00 15.63 3.00 3.73 \n2019 \nJanuary 13.00 16.08 3.00 3.75 \nFebruary 13.00  16.24 3.00 3.77 \nMarch 13.00 15.88 3.00 3.71 \nApril 13.00  15.41 3.00 3.64 \nMay 14.50 15.63 3.00 3.53 \nJune 14.50  15.31 3.00 3.31 \nJuly 14.50 15.58 3.00 3.22 \nAugust 14.50  15.71 3.00 3.00 \nSeptember 14.50 15.75 3.00 3.16 \nOctober 14.50 15.66 3.00 3.11 \nNovember 16.00 15.85 3.00 3.13 \nDecember 13.75 15.50 2.00 2.91 \n2020 \nJanuary 13.75  15.18 2.00 2.54 \nFebruary 11.50 13.77 1.75 1.93 \nMarch 11.50  12.43 1.75 1.94 Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/22\nDate PrivatBank \nstandard UAH \ndeposits rate \n(%) Average UAH \ndeposits rate on \nthe Ukrainian \nbanking market \n(%) PrivatBank \nstandard USD \ndeposits rate \n(%) Average USD \ndeposits rate on \nthe Ukrainian \nbanking market \n(%) \nApril 11.50 11.82 1.75 1.35 \nMay 10.50  11.90 1.75 1.47 \nJune 10.50 11.22 1.75 1.44 \nJuly 9.00  9.26 1.75 1.15 \nAugust 9.00 8.59 1.75 0.96 \nSeptember 9.00 8.70 1.75 1.25 \nOctober 9.00 8.66 1.00 1.25 \nNovember 8.50 8.66 1.00 1.22 \nDecember 8.50 8.82 1.00 1.26 \n2021 \nJanuary 8.00 8.78 1.00 1.21 \nFebruary 7.50  8.32 0.01 1.22 \nMarch 7.50 8.45 0.01 1.20 \nApril 7.50  8.39 0.01 0.96 \nMay 7.50 7.98 0.01 0.95 \nJune 7.50  8.17 0.01 0.86 \nJuly 7.00 8.27 0.01 0.83 \nAugust 7.00 8.16 0.01 0.81 \nSeptember 7.00 8.36 0.01 0.82 Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/23\nLIST OF DOCUMENTS  \nPB0365754 \nPB0363220 \nPB0098941 \nGB-NC-0001502 \nPB0363027 \nPB0363028 \nPB0363219 \nPB0363129 \nPB0112954 \nPB0363246 \nPB0365443 \nPB0363245 \nPB0361200 \nPB0365440 \nPB0365734 \nPB0005893 \nCD0001085 \nPB0163270 \nPB0035139 \nPB0077973 \nPB0219577 \nPB0164427 \nPB0164429 \nPB0363574 PB0164410 \nPB0365733 \nPrivileged internal report \nPB0363156 \nConfidential document \nproduced in relation to \nprivate arbitral proceedings \nPB0365736 \nPB0365735 \nPB0365737 \nPB0365738 \nPB0365742 Translated on 13th October 2021 by Denys Shchedryvyi\n\nB1/1/24\n"}
