{"metadata": {"corpus_path": "D4_1 Joint Statement of Ian Thompson, Jeffrey Davidson, and Luke Steadman.pdf", "file_size": 1190841, "mtime": 1755610856.3185267, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "In the High Court of Justice \nBusiness and Property Courts of \nEngland and Wales \nBusiness List (ChD) \nJSC Commercial Bank PrivatBank \nand \n(1) Igor Valeryevich Kolomoisky \n(2) Gennadiy Borisovich Bogolyubov \n(3) Teamtrend Limited \n(4) Trade Point Agro Limited \n(5) Collyer Limited \n(6) Rossyn Investing Corp \n(7) Milbert Ventures Inc \n(8) ZAO Ukrtransitservice Limited Claim No. BL-2017-000665 \nClaimant \nDefendants \nJoint Statement of Experts \nIan Thompson, instructed by Hogan Lovells International LLP on behalf of the Claimant \nJeffrey Davidson, instructed by Fieldfisher LLP on behalf of the First Defendant and \nLuke Steadman, instructed by Enyo Law LLP on behalf of the Second Defendant \n10 March 2022 \nStrictly private and confidential  \n \nStrictly private and confidential  In the High Court of Justice   Claim No. BL -2017 -000665  \nBusiness and Property Courts of  \nEngland and Wales  \nBusiness List (ChD)  \n \nJSC Commercial Bank PrivatBank  \n         Claimant  \n \nand \n \n(1) Igor Valeryevich Kolomoisky  \n(2) Gennadiy Borisovich Bogolyubov  \n(3) Teamtrend Limited  \n(4) Trade Point Agro Limited  \n(5) Collyer Limited  \n(6) Rossyn Investing Corp  \n(7) Milbert Ventures Inc  \n(8) ZAO Ukrtransitservice Limited     Defendants  \n \nJoint Statement of Experts  \nIan Thompson, instructed by Hogan Lovells International LLP  on behalf of the Claimant  \nJeffrey Davidson , instructed by Fieldfisher LLP on behalf of the First Defendant  and  \nLuke Steadman , instructed by Enyo Law LLP on behalf of the Second Defendant  \n10 March 2022   \nD4/1/1\nJSC Commercial Bank Privatbank v Igor Valeryevich Kolomoisky and others \nJoint Statement of Experts of Ian Thompson, Jeffrey Davidson and Luke Steadman \n1 Introduction \n1.1 The expert witnesses on forensic accountancy matters in this case, Ian Thompson (\"Mr \nThompson\"), Jeffrey Davidson (\"Mr Davidson\") and Luke Steadman (\"Mr Steadman\") \n(together, the \"Experts\"), respectively prepared Expert Reports dated 24 November 2021 \n(\"Thompson'\"), 28 January 2022 (\"Davidson'\"), 18 February 2022 (\"DavidsonlA\") and 16 \nFebruary 2022 (\"Steadman'\") (the \"Expert Reports\"). \n1.2 Following submission of the Expert Reports, the Experts met as directed on a without \nprejudice basis on 24 February 2022 to identify the issues between them and to seek to reach \nagreement if possible. \n1.3 The Experts have been directed' to prepare this joint statement (the \"Joint Statement\") to \nset out the issues on which they agree, and the issues on which they disagree with a summary \nof reasons. \n1.4 The Joint Statement should not be read as an exhaustive list of every point raised in the \nReports. It seeks only to set out in brief terms the key issues upon which the Experts agree or \ndisagree. For the avoidance of doubt, the fact that any issue is not included in this document \nshould not be taken as a point of either agreement or disagreement between them, beyond \nwhat is stated in their reports. Unless specifically stated in the Joint Statement, the opinions \nexpressed and conclusions reached in each of the Reports remain unchanged. \n1.5 References below to sections or paragraphs of the respective Expert Reports are not intended \nto represent a full list of references to the Expert Reports. \n1.6 The scope of Mr Thompson's instructions is set out at paragraph 1.3 of his Expert Report \ndated 24 November 2021. The scope of Mr Davidson's instructions is set out at paragraphs \n1.7 to 1.10 of his Expert Report dated 28 January 2022, and paragraph A1.2 of his Expert \nReport dated 18 February 2022. The scope of Mr Steadman's instructions is set out at \nparagraphs 1.2.1 to 1.2.3 of his Expert Report dated 16 February 2022. In this regard, the \nExperts acknowledge that their instructions differ in scope and in the questions they have \nbeen asked to address. \n1.7 Defined terms used by the Experts are as set out in their respective Expert Reports. \n1.8 This Joint Statement should not be read as expressing any opinions on matters of law or fact. \nThe "}
{"start": 3500, "text": " his Expert \nReport dated 18 February 2022. The scope of Mr Steadman's instructions is set out at \nparagraphs 1.2.1 to 1.2.3 of his Expert Report dated 16 February 2022. In this regard, the \nExperts acknowledge that their instructions differ in scope and in the questions they have \nbeen asked to address. \n1.7 Defined terms used by the Experts are as set out in their respective Expert Reports. \n1.8 This Joint Statement should not be read as expressing any opinions on matters of law or fact. \nThe Experts agree that all matters of law and fact are for the Court to determine. \n1.9 This Joint Statement has been prepared solely for use in these proceedings and is confidential \nin all respects other than to be made available to the Court, the parties, and their advisors. \nIn all other respects, it is confidential and should not be used, reproduced, or circulated for \nany other purpose, in whole, or in part, or referred to without the prior written consent of \nthe Experts. The Experts accept no responsibility other than to the Court for its contents. \n1 Order of Mann J dated 26 June 2020, paragraph 25. \nStrictly private and confidential 2 \nJSC Commercial Bank Privatbank v Igor Valeryevich Kolomoisky and others    \nJoint Statement of Experts  of Ian  Thompson, Jeffrey Davidson and Luke Steadman  \n \nStrictly private and confidential      10 March 2022  \n  \n1 Introduction  \n1.1 The expert witnesses on forensic accountancy matters in this case, Ian Thompson (“ Mr \nThompson ”), Jeffrey Davidson (“ Mr Davidson ”) and Luke Steadman (“ Mr Steadman” ) \n(together, the “ Experts ”), respectively prepared Expert Reports dated 24 November 2021  \n(“Thompson1 ”), 28 January 2022 (“Davidson 1”), 18 February 2022  (“Davidson1A ”) and 16 \nFebruary 2022  (“Steadman1 ”) (the “ Expert Reports ”).  \n \n1.2 Following submission of the Expert Reports , the Experts met as directed on a without \nprejudice basis on 24 February 2022  to identify the issues between them and to seek to reach \nagreement if possible.  \n \n1.3 The Experts have been directed1 to prepare this joint statement  (the “ Joint Statement ”) to \nset out the issues on which they agree, and the issues on which they disagree with a summary \nof reasons.  \n \n1.4 The Joint Statement should not be read as an exhaustive list of every point raised in the  \nReports. It seeks only to set out in brief terms the key issues upon which the Experts agree or \ndisagree. For the avoidance of doubt, the fact that any issue is not included in this document \nshould not be taken as a point of either agreement or disagreeme nt between them, beyond \nwhat is stated in their reports.  Unless specifically stated in the Joint Statement, the opinions \nexpressed and conclusions reached in each of the Reports remain unchanged.  \n \n1.5 References below to sections or paragraphs of the res pective Expert Reports are not intended \nto represent a full list of references to the Expert Reports.  \n \n1.6 The scope of Mr Thompson ’s instructions  is set out at paragraph 1.3 of his Expert Report \ndated 24 November 2021. The scope of Mr  Davidson ’s instructions  is set out at paragraphs \n1.7 to 1.10 of his Expert Report dated 28 January 2022 , and paragraph A1.2 of his Expert \nReport dated 18 February 202 2. The scope of Mr Steadman ’s instructions  is set out at \nparagraphs 1.2.1 to 1.2.3 of his Expert Report dated 16 February 2022.  In this regard, the \nExperts acknowledge that their instructions differ in scope and in the questions they have \nbeen asked to add ress.   \n \n1.7 Defined terms used by the Experts are as set out  in their respective Expert Reports.  \n \n1.8 This Joint S tatement should not be read as expressing any opinions on matters of law or fact. \nThe Experts agree that all matters of law and fact are for the Court to determine.  \n \n1.9 This Joint Statement has been prepared solely for use in these proceedings and is confidential \nin all respects other than to be made available to the Court, the parties, and their advi"}
{"start": 7000, "text": "\nbeen asked to add ress.   \n \n1.7 Defined terms used by the Experts are as set out  in their respective Expert Reports.  \n \n1.8 This Joint S tatement should not be read as expressing any opinions on matters of law or fact. \nThe Experts agree that all matters of law and fact are for the Court to determine.  \n \n1.9 This Joint Statement has been prepared solely for use in these proceedings and is confidential \nin all respects other than to be made available to the Court, the parties, and their advisors. \nIn all other respects, it is confidential and should not be used, reproduced, or circulated for \nany other purpose, in whole, or in part, or referred  to without the prior written consent of \nthe Experts. The Experts accept no responsibility other than to the Court for its contents.  \n \n \n1 Order of Mann J dated 26 June 2020 , paragraph 25. \nD4/1/2\n3 \nJSC Commercial Bank Privatbank v Igor Valeryevich Kolomoisky and others \nJoint Statement of Experts of Ian Thompson, Jeffrey Davidson and Luke Steadman \n1.10 As set out in the CMC Order, the Court granted permission for forensic accountancy \nevidence to address the following issues: \na) the accuracy and completeness of the Bank's causation analysis and of the First \nDefendant's tracing exercise; and \nb) the loss alleged to have been suffered by the Bank. \n1.11 The Joint Statement is structured as follows: \nSection \n2. The accuracy and completeness of the Bank's causation analysis; \n3. The accuracy and completeness of the First Defendant's tracing exercise; \n4. The First and Second Defendants' case on repayment; \n5. The loss alleged to have been suffered by the Bank; and \n6. Ancillary matters upon which the Experts agree. \nExperts' declaration \nThe Experts sign below, and in doing so: \ni) each individually here re-states the Expert's Declaration contained in their respective \nreports that they understand their overriding duties to the Court, have complied with by \nthem and will continue to do so; and \nii) each further confirms that they have neither jointly nor individually been instructed to, \nnor has it been suggested that they should, avoid or otherwise defer from reaching \nagreement on any matter within their competence. \nSigned \nC 0./IA \nIan Thompson \nFTI Consulting LLP \n200 Aldersgate \nAldersgate Street \nLondon \nEC1A 4HD \nDated: 10 March 2022 Signed Signed \nJeffrey Davidson \nHoneycomb Forensic \nAccounting Limited \nBurgon House \n2 Burgon Street \nLondon \nEC4V 5DR Luke Steadman \nAlvarez & Marsal Disputes \nand Investigations, LLP \nPark House \n16 —18 Finsbury Circus \nLondon \nEC2M 7EB \nDated: 10 March 2022 Dated: 10 March 2022 \nStrictly private and confidential 10 March 2022 \nD4/1/3\nJSC Commercial Bank Privatbank v Igor Valeryevich Kolomoisky and others \nJoint Statement of Experts of Ian Thompson, Jeffrey Davidson and Luke Steadman \n2 The accuracy and completeness of the Bank's causation analysis \n2.1 Mr Thompson confirmed that each Relevant Drawdown funded an Unreturned Prepayment \nunder a Relevant Supply Agreement. 2 He therefore confirmed that the Bank's case on how \nthe Relevant Drawdowns funded the Unreturned Prepayments is accurate and complete. \n(Thompsonl: Section 3) \nMr Davidson notes that he has not been instructed to address the Bank's causation analysis \nbut only to consider by reference to the Transactional Data the Bank's analysis of Relevant \nLoans. He does not comment on either causation or funding. \n2.2 The Experts agree that, based on the Bank's Methodology: \na) there were 270 Relevant Drawdowns under 134 Relevant Loans, totalling \nUSD 2,335,943,519; of the 270 Relevant Drawdowns, 103 were used to make FX \nTop-ups; \nb) there were Unreturned Prepayments made to Defendant Suppliers totalling \nUSD 1,911,877,385; and \nc) Relevant Drawdowns are shown in the transactional data as being the source of the \nUnreturned Prepayments. \n2 Mr Thompson confirmed that the Bank's Methodology links Supply Agreement references where they are \navailable and uses Exact Matching where the"}
{"start": 10500, "text": "0 Relevant Drawdowns under 134 Relevant Loans, totalling \nUSD 2,335,943,519; of the 270 Relevant Drawdowns, 103 were used to make FX \nTop-ups; \nb) there were Unreturned Prepayments made to Defendant Suppliers totalling \nUSD 1,911,877,385; and \nc) Relevant Drawdowns are shown in the transactional data as being the source of the \nUnreturned Prepayments. \n2 Mr Thompson confirmed that the Bank's Methodology links Supply Agreement references where they are \navailable and uses Exact Matching where they are not. \nStrictly private and confidential 4 \nJSC Commercial Bank Privatbank v Igor Valeryevich Kolomoisky and others    \nJoint Statement of Experts  of Ian  Thompson, Jeffrey Davidson and Luke Steadman  \n \nStrictly private and confidential      10 March 2022  \n  \n2 The accuracy and completeness of the Bank’s causation analysis  \n2.1 Mr Thom pson confirmed that each Relevant Drawdown funded an Unreturned Prepayment \nunder a Relevant Supply Agreement.2 He therefore confirmed that  the Bank’s case on how \nthe R elevant Drawdown s funded the U nreturned Prepayment s is accurate and complete.  \n(Thompson1: Section 3)  \n \nMr Davidson notes that he has not been instructed to address the Bank’s causation analysis \nbut only to consider by reference to the Transactional Data the Bank’s analysis of Relevant \nLoans . He does not comment on either causation or funding.  \n \n2.2 The Expe rts agree that, based on the Bank’s Methodology : \na) there were 270 Relevant Drawdowns under 134 Relevant Loans, totalling \nUSD  2,335,943,519;  of the 270 Relevant Drawdowns, 103 were used to make FX \nTop-ups; \nb) there were Unreturned Prepayments made to Defendant Suppliers totalling \nUSD  1,911,877,385; and  \nc) Relevant Drawdowns are shown in the transactional data as being the source of the \nUnreturned Prepayments . \n \n  \n \n2 Mr Thompson confirmed that the Bank’s Methodology  links Supply Agreement references where they are \navailable and uses Exact Matching where they are not . \nD4/1/4\nJSC Commercial Bank Privatbank v Igor Valeryevich Kolomoisky and others \nJoint Statement of Experts of Ian Thompson, Jeffrey Davidson and Luke Steadman \n3The accuracy and completeness of the First Defendant's tracing \nexercise \n3.1 The Lafferty Spreadsheets \n3.1.1 Mr Thompson considers that the First Defendant's tracing exercise (i.e. as set out in the \nLafferty Spreadsheets and referred to at paragraph 58 of the First Defendant's Defence) does \nnot appear to follow a consistent or coherent methodology, and contains significant \ninaccuracies, inconsistencies and omissions. Therefore, it is neither accurate nor complete. \n(Thompsonl: Section 5) \nMr Davidson notes that he has not been instructed to address and has not relied on the \nLafferty Spreadsheets or the analysis contained therein. Instead, he has constructed his own \nindependent analysis of how the Relevant Drawdown funds were used, as dealt with in \nsection 3.2 of the joint statement. \n3.2 Mr Davidson's analysis of Transaction Chains \n3.2.1 The Experts agree that Exact Matching is a cash tracing methodology by which cash inflows \nto an account are matched to cash outflows, either individually or in aggregate, such that the \ninflow(s) are traced into the outflow(s) which match the quantum (in USD or UAH) of the \ninflow. \nMr Thompson and Mr Davidson agree that, if it is appropriate to use Exact Matching (in \nrelation to which Mr Thompson and Mr Davidson agree that the transaction narratives play \nno role), using only Exact Matching, USD 1,732 million of Relevant Drawdowns can be traced \nto the repayment of loans (including Relevant Loans) by relevant Borrowers, Intermediary \nBorrowers and other borrowers. \nMr Thompson agrees that almost all the Transaction Chains in Appendix 8 of Davidsonl are \nfactually accurate in that they: (i) correctly apply the Exact Matching methodology; and (ii) \nreflect the Bank's transactional data (albeit ignoring the payment references therein). Mr \nThompson does not consider it the role of a"}
{"start": 14000, "text": "g, USD 1,732 million of Relevant Drawdowns can be traced \nto the repayment of loans (including Relevant Loans) by relevant Borrowers, Intermediary \nBorrowers and other borrowers. \nMr Thompson agrees that almost all the Transaction Chains in Appendix 8 of Davidsonl are \nfactually accurate in that they: (i) correctly apply the Exact Matching methodology; and (ii) \nreflect the Bank's transactional data (albeit ignoring the payment references therein). Mr \nThompson does not consider it the role of an expert in forensic accounting to express a view \nas to whether the methodology adopted in Mr Davidson's Transaction Chains is appropriate \nor permissible as a matter of law. \nMr Davidson and Mr Steadman disagree. In their experience it is entirely appropriate for \nexpert forensic accountants to express a view whether a quantitative methodology adopted \nto deliver a particular result is appropriate, or works, or not. In this case Mr Davidson and Mr \nSteadman are agreed that the methodology adopted by Mr Davidson in reaching a conclusion \nas to the use of funds in section 5 of his report is fit for the purpose for which it has been \nused; that is, in order to demonstrate that these funds were repaid/returned to the bank. \nMr Thompson and Mr Davidson agree that most of the remaining Relevant Drawdowns \namounting to USD 557 million cannot be easily traced using Exact Matching. The funds from \nthese Relevant Drawdowns are in general terms difficult to trace using Exact Matching. \nMr Thompson will address this further in his Supplementary Report. \nStrictly private and confidential 5 \nJSC Commercial Bank Privatbank v Igor Valeryevich Kolomoisky and others    \nJoint Statement of Experts  of Ian  Thompson, Jeffrey Davidson and Luke Steadman  \n \nStrictly private and confidential      10 March 2022  \n 3 The accuracy and completeness of the First  Defendant’s tracing \nexercise  \n3.1 The Lafferty Spreadsheets  \n3.1.1  Mr Thompson considers that the First Defendant’s tracing exercise (i.e. as set  out in the \nLafferty Spreadsheets and referred to at  paragraph 58 of the First Defendant’s Defence)  does \nnot appear to follow a consistent or coherent methodology, and contains significant \ninaccuracies, inconsistencies and omissions . Therefore, it is  neither accurate nor complete.  \n(Thompson1: Section 5)  \n \nMr Davidson notes that he has not been instructed to address and has not relied on the \nLafferty  Spreadsheets  or the analysis contained therein . Instead, he has constructed his own \nindependent analysis of how the Relevant Drawdown funds were use d, as dealt with in \nsection 3.2 of the joint statement.  \n \n3.2 Mr Davidson’s analysis  of Transaction Chains  \n3.2.1  The Experts agree that  Exact Matching is a  cash tracing methodology by which cash inflows \nto an account are matched to cash outflows, either individually or in aggregate, such that the \ninflow(s) are traced into the outflow(s) which match the quantum (in USD or UAH) of the \ninflow.  \n \nMr Thompson and Mr Davidson  agree that , if it is appropriate to use Exact Matching (in \nrelation to which Mr Thompson and Mr Davidson agree that the transaction narratives play \nno role), using only Exact Matching , USD 1,732 million of Relevant Drawdowns can be traced \nto the repayment of loans (in cluding Relevant Loans) by relevant Borrowers, Intermediary \nBorrowers and other borrowers.  \n \nMr Thompson agrees that almost all  the Transaction Chains in Appendix 8 of Davidson1 are \nfactually accurate in that they: (i) correctly apply the Exact Matching me thodology; and (ii) \nreflect the Bank's transactional data ( albeit ignoring the payment references therein ). Mr \nThompson does not consider it the role of an expert in forensic accounting to express a view \nas to whether the methodology adopted in Mr Davidson ’s Transaction Chains  is appropriate \nor permissible as a matter of law.  \n \nMr Davidson and Mr Steadman disagree. In their experience it is entirely appropriate for \nexpert forensic a"}
{"start": 17500, "text": "that they: (i) correctly apply the Exact Matching me thodology; and (ii) \nreflect the Bank's transactional data ( albeit ignoring the payment references therein ). Mr \nThompson does not consider it the role of an expert in forensic accounting to express a view \nas to whether the methodology adopted in Mr Davidson ’s Transaction Chains  is appropriate \nor permissible as a matter of law.  \n \nMr Davidson and Mr Steadman disagree. In their experience it is entirely appropriate for \nexpert forensic accountants to express a view whether a quantitative methodology adopted \nto de liver a particular result is appropriate, or works, or not. In this case Mr Davidson and Mr \nSteadman are agreed that the methodology adopted by Mr Davidson in reaching a conclusion \nas to the use of funds in section 5 of his report is fit for the purpose fo r which it has been \nused ; that is,  in order to demonstrate that  these funds were repaid/returned to the bank.  \n \nMr Thompson and Mr Davidson  agree that most of the remaining Relevant Drawdowns \namounting to USD 557 million cannot be easily traced using Exact Matching . The funds from \nthese Relevant Drawdowns are in general terms difficult to trace  using Exact Matching .  \n \nMr Thompson will address this further in his Supplementary Report . \n \n \n  \nD4/1/5\nJSC Commercial Bank Privatbank v Igor Valeryevich Kolomoisky and others \nJoint Statement of Experts of Ian Thompson, Jeffrey Davidson and Luke Steadman \n4 The First and Second Defendants' case on repayment \n4.1 The Experts agree that all but two of the Relevant Loans (see below) and all the Intermediary \nLoans were recorded in the transactional data as repaid. \n(Thompsonl: 2.2(c) and 4.12, Davidson1: 4.24 and 4.33) \nThe two Relevant Loans which were not repaid are: \na) 4T13351D to Tamersa, dated 7 June 2013 (with an outstanding balance of \nUSD 19.2 million); and \nb) DNH2LKI04220 to Prominmet, dated 20 September 2013 (with an outstanding balance \nof UAH 433.9 million). \n(Thompsonl: 4.4, Davidson1: 4.22) \n4.2 The Experts agree that, applying the Bank's Methodology to the transactional data, the \nultimate source of repayment is as follows:3\na) at least 94% of the Relevant Drawdowns were ultimately repaid by the \nTransformation (45%), by Asset Transfer (33%) or by other Relevant Drawdowns \nthemselves (16%); and \nb) only 0.1% of total repayments can be shown to come from cash from external \nsources 4,5 \n(Thompsonl: Table 4-6) \nMr Davidson has suggested that there are other at least equally valid methodologies which \ncould be applied, for example a pro rata methodology, and which might lead to a different \nresult. \nMr Thompson considers that the use of a pro rata methodology would not lead to a materially \ndifferent result in this case; he will address this in his Supplementary Report. Mr Davidson \nhas not analysed the transactional data in this way but he has seen nothing to suggest that \nthis is not a reasonable proposition, though the exercise, which would be extensive, has not \nbeen fully performed by any of the Experts. \n3 i.e. identifying the sources of repayment of loans which themselves repaid Relevant Drawdowns. \n4 Mr Thompson and Mr Steadman agree that there is a single instance where the repayment of a Relevant Loan's \nprincipal balance was funded from external sources if the Bank's Methodology is adopted. The principal balance \non the Relevant Loan 4G13472l by the Borrower Gardera LLC was partially repaid through funds received from \nUkrtatnafta, who had received funds from accounts outside of the Bank. (Thompsonl: Appendix 4-5, \nSteadmanl: 5.3.3) \n5 The balance relates to unpaid Relevant Drawdowns (1.6%), those repaid by a foreign exchange gain (0.2%) and \nthose for which it was not possible to identify a source of repayment (3.5%). \nStrictly private and confidential 6 \nJSC Commercial Bank Privatbank v Igor Valeryevich Kolomoisky and others    \nJoint Statement of Experts  of Ian  Thompson, Jeffrey Davidson and Luke Steadman  \n \nStrictly pr"}
{"start": 21000, "text": " had received funds from accounts outside of the Bank. (Thompsonl: Appendix 4-5, \nSteadmanl: 5.3.3) \n5 The balance relates to unpaid Relevant Drawdowns (1.6%), those repaid by a foreign exchange gain (0.2%) and \nthose for which it was not possible to identify a source of repayment (3.5%). \nStrictly private and confidential 6 \nJSC Commercial Bank Privatbank v Igor Valeryevich Kolomoisky and others    \nJoint Statement of Experts  of Ian  Thompson, Jeffrey Davidson and Luke Steadman  \n \nStrictly private and confidential      10 March 2022  \n  \n4 The First and Second Defendant s’ case on r epayment  \n4.1 The Experts  agree  that all but two of the Relevant Loans (see below ) and all the  Intermedia ry \nLoans were recorded in the transaction al data  as repaid . \n(Thompson1: 2.2 (c) and 4.12, Davidson1: 4.24 and 4.33)  \n \nThe two Relevant Loans which were not repaid  are: \na) 4T13351D to Tamersa, dated 7 June 2013 (with an outstanding balance of \nUSD  19.2  million); and  \nb) DNH2LKI04220 to Prominmet, dated 20 September 2013 (with an outstanding balance \nof UAH 433.9 million).  \n(Thompson1: 4.4, Davidson1: 4.22)  \n \n4.2 The Experts agree that , applying  the Bank’s M ethodology  to the transactional data, the  \nultimate source of repayment is as follows:3 \na) at least 94% of the Relevant Drawdowns were ultimately repaid by the \nTransformation (45%), by Asset Transfer (33%) or by other Relevant  Drawdowns \nthemselves (16%) ; and \nb) only 0.1% of total repayments can be shown to come from cash from external \nsources .4,5 \n(Thompson1: Table 4 -6) \n \nMr Davidson has suggested that there are other at least equally valid methodologies  which \ncould be applied, for example a pro  rata method ology , and which might lead to a different \nresult.  \n \nMr Thompson considers that the use of a pro rata methodology would not lead to a materially \ndifferent result in this case; he will address this in his  Supplementa ry Report . Mr Davidson \nhas not analysed the transactional data in this way but he has seen nothing to suggest that \nthis is not a reasonable proposition, though the exercise, which would be extensive, has not \nbeen fully performed by any of the Experts.  \n \n  \n \n3 i.e. identifying the sources of repayment of loan s which themselves repaid Relevant Drawdowns . \n4 Mr Thompson and Mr Steadman agree that there is  a single instance where the repayment of a Relevant Loan’s \nprincipal balance was funded from external sources if the Bank’s Methodology is adopted . The principa l balance \non the Relevant Loan 4G13472I by the Borrower Gardera LLC was partially repaid through funds received from \nUkrtatnafta, who had received funds from accounts outside of the Bank. ( Thompson1: Appendix  4-5, \nSteadman1:  5.3.3 ) \n5 The balance relates to unpaid Relevant Drawdowns (1.6%), those repaid by a foreign exchange gain (0.2%) and \nthose for which it was not possible to identify a source of repayment (3.5%).  \nD4/1/6\nJSC Commercial Bank Privatbank v Igor Valeryevich Kolomoisky and others \nJoint Statement of Experts of Ian Thompson, Jeffrey Davidson and Luke Steadman \n5 The loss alleged to have been suffered by the Bank \n5.1 Calculation of loss to the Bank \nMr Thompson calculates the loss to the Bank as the amount of the Unreturned Prepayments \n(i.e. USD 1,911,877,385), less: (i) repayments of Relevant Drawdowns by Asset Transfer \n(adjusted for the \"true\" value of the assets transferred to the Bank);6 (ii) repayments by \nforeign exchange gains; and (iii) repayments with cash from external sources. \nAs a cross-check, Mr Thompson considers that an alternative approach to calculating the \nBank's loss is to subtract from the total value of Relevant Drawdowns the amount by which \nthey were themselves repaid by Relevant Drawdowns, prior to deducting amounts for which \nthe Bank accepts its loss should be reduced. It produces substantially the same result. \n(Thompson1: Section 7) \n5.2 Loss recognised in the Bank's Financial Statements \nThe Experts agree tha"}
{"start": 24500, "text": "yments with cash from external sources. \nAs a cross-check, Mr Thompson considers that an alternative approach to calculating the \nBank's loss is to subtract from the total value of Relevant Drawdowns the amount by which \nthey were themselves repaid by Relevant Drawdowns, prior to deducting amounts for which \nthe Bank accepts its loss should be reduced. It produces substantially the same result. \n(Thompson1: Section 7) \n5.2 Loss recognised in the Bank's Financial Statements \nThe Experts agree that the Bank recognised a loss of UAH 148 billion in its 2016 Financial \nStatements in the form of a provision for impairment of Corporate Loans, of which UAH 135 \nbillion was an impairment in respect of the loans restructured in October and November \n2016.7\nMr Thompson notes the disclaimer of opinion in the 2016 Financial Statements and will \naddress this in his Supplementary Report. \nThe Experts agree that, except for those set out in paragraph 4.1 of the Joint Statement, the \nRelevant Loans were recorded in the transactional data as repaid by the date of the 2016 \nFinancial Statements. Mr Thompson will address this further in his Supplementary Report. \n(Thompson1: 2.2(c), Steadman1: 3.4.1) \n6 Except for the assets identified at paragraph 28M of the RAR (i.e. Hotel Mir and the Aircraft) and three assets \nsold at auction for more than their \"true\" value (in respect of which this calculation uses the amount for which \nthey were sold at auction), as determined by the expert valuers Mr Bezant, Ms. Razzhivina and Mr Thomas. \n7\"ln October- November 2016, the Bank restructured a part of its loan portfolio with a total value of UAH 137,082 \nmillion before allowance for impairment as at 31 December 2016... As at 31 December 2016, the Bank recognised \nUAH 135,018 million of allowance for impairment under these loans\", see PrivatBank Group Consolidated \nfinancial statements 31 December 2016, page 25, note 10 and PrivatBank Separate financial statements 31 \nDecember 2016, page 22, Note 9. \nStrictly private and confidential 7 \nJSC Commercial Bank Privatbank v Igor Valeryevich Kolomoisky and others    \nJoint Statement of Experts  of Ian  Thompson, Jeffrey Davidson and Luke Steadman  \n \nStrictly private and confidential      10 March 2022  \n 5 The loss  alleged  to have been  suffered by the Bank  \n5.1 Calculation of loss to the Bank  \nMr Thompson  calculates the loss to the Bank as the amount of the Unreturned Prepayments \n(i.e. USD  1,911,877,385), less : (i) repayments of Relevant Drawdowns by Asset Transfer  \n(adjusted for the “true” value of the assets transferred to the Bank );6 (ii) repayments by \nforeign exchange gains ; and (iii) repayments with  cash from external sources.  \n \nAs a cross -check, Mr Thompson considers that an alternative approach to calculating the \nBank’s loss is to subtract from the total value of Relevant Drawdowns the amount by which \nthey were themselves repaid by Relevant Drawdowns, prior to deducting amounts for which \nthe Bank accepts its loss should be  reduced. It produces substantially the same result.  \n(Thompson1: Section 7 ) \n \n5.2 Loss recognised in the Bank’s Financial Statements  \nThe Experts  agree that the Bank recognised a loss of UAH 14 8 billion in its 2016 Financial \nStatements in the form of a provision for impairment of Corporate L oans, of which UAH 135 \nbillion was an impairment in respect of the loans restructured in October and November \n2016.7 \n \nMr Thompso n notes the disclaimer of op inion in the 2016 Financial Statements  and will \naddress this in his Supplementary Report.  \n \nThe Experts agree  that, except for those set out in  paragraph  4.1 of the Joint Statement , the \nRelevant Loans  were recorded in the transactional data as repaid by the date of the 2016 \nFinancial Statements . Mr Thompson will address this further in his Supplementary Report.  \n(Thompson1: 2.2 (c), Steadman1: 3.4.1)  \n \n \n \n \n6 Except for the assets identified at paragraph 28M of the RAR (i.e. Hotel Mir and the Aircra"}
{"start": 28000, "text": "nancial Statements  and will \naddress this in his Supplementary Report.  \n \nThe Experts agree  that, except for those set out in  paragraph  4.1 of the Joint Statement , the \nRelevant Loans  were recorded in the transactional data as repaid by the date of the 2016 \nFinancial Statements . Mr Thompson will address this further in his Supplementary Report.  \n(Thompson1: 2.2 (c), Steadman1: 3.4.1)  \n \n \n \n \n6 Except for the assets identified at paragraph 28M of the RAR (i.e. Hotel Mir and the Aircraft) and three assets \nsold at auction for more than their “true” value  (in respect of which this calculation uses the amount for which \nthey were sold at auction) , as determined by the expert valuers Mr Bezant, Ms.  Razzhivina and Mr Thomas.  \n7 “In October - November 2016, the Bank restructured a part of its loan portfolio with a total value of UAH 137,082 \nmillion before allowance for impairment as at 31 December 2016… A s at 31 December 2016, the Bank recognised \nUAH 135,018 million of allowance for impairment under these loans ”, see PrivatBank Group Consolidated \nfinancial statements 31 December 2016, page 25, note 10 and PrivatBank Separate financial statements 31 \nDecembe r 2016, page 22, Note 9.  \nD4/1/7\nJSC Commercial Bank Privatbank v Igor Valeryevich Kolomoisky and others \nJoint Statement of Experts of Ian Thompson, Jeffrey Davidson and Luke Steadman \n5 The loss alleged to have been suffered by the Bank \n5.3 Loan principal balances of Relevant Customers \nMr Steadman considers that, in relation to lending to the Relevant Customers: \na) the principal balances of the loans to Relevant Customers increased by USD 690 \nmillion between the period 1 November 2013 and 1 September 2014 (which is the \nperiod between the first and last Relevant Drawdown); and \nb) the interest that accrued on those loans over the same period totalled USD 618 \nmillion. \nMr Steadman also calculated that the USD 690 million increase in lending is approximately \n3% of the Relevant Drawdowns of USD 2.3 billion. \n(Steadmanl: 4.3.7) \nMr Thompson will address this in his Supplementary Report. \nMr Davidson is not instructed on this point. \n5.4 Loss caused by the Relevant Loans \nMr Steadman considers that from an accounting perspective, it would be inconsistent to \ninvalidate the repayment of the Relevant Loans by the Intermediary Loans and New Loans \nbut not to invalidate the repayment of other lending by the Relevant Loans. i.e. the basis that \nthe Bank seeks to look through the Intermediary Loans and the New Loans may be equally \napplicable to the Relevant Loans. \n(Steadmanl: 4.1.2) \nMr Steadman also considers that that the Relevant Loans could not have caused the Bank loss \nin an accounting sense where they were used to repay other Relevant Loans or Intermediary \nLoans, since the Bank's case is that those borrowers would not otherwise have repaid those \nloans. \n(Steadmanl: 4.5.2) \nMr Thompson will address this in his Supplementary Report. \nStrictly private and confidential 10 March 2022 8 \nJSC Commercial Bank Privatbank v Igor Valeryevich Kolomoisky and others    \nJoint Statement of Experts  of Ian  Thompson, Jeffrey Davidson and Luke Steadman  \n \nStrictly private and confidential      10 March 2022  \n 5 The loss  alleged  to have been  suffered by the Bank  \n5.3 Loan principal balances of Relevant Customers  \nMr Steadman considers that, in relation to lending to the Relevant Customers:  \na) the principal balances of the loans to Relevant Customers increased by USD 690 \nmillion between the period 1 November 2013 and 1 September 2014 (which is the \nperiod between the fi rst and last Relevant Drawdown); and  \nb) the interest that accrued on those loans over the same period totalled USD 618 \nmillion.  \n \nMr Steadman also calculated  that the USD 690 million in crease in lending is approximately \n3% of the Relevant Drawdowns of USD 2.3 billion.  \n(Steadman1: 4.3.7)  \n \nMr Thompson will address this in his Supplementary Report . \n \nMr Davidson is not instructed on"}
{"start": 31500, "text": " \nmillion between the period 1 November 2013 and 1 September 2014 (which is the \nperiod between the fi rst and last Relevant Drawdown); and  \nb) the interest that accrued on those loans over the same period totalled USD 618 \nmillion.  \n \nMr Steadman also calculated  that the USD 690 million in crease in lending is approximately \n3% of the Relevant Drawdowns of USD 2.3 billion.  \n(Steadman1: 4.3.7)  \n \nMr Thompson will address this in his Supplementary Report . \n \nMr Davidson is not instructed on this point.  \n \n5.4 Loss caused by the Relevant Loans  \nMr Steadman considers  that from an accounting perspective, it would be inconsistent to \ninvalidate the repayment of the Relevant Loans by the Intermediary Loans and New Loans \nbut not to invalidate the repayment of other le nding by the Relevant Loans. i.e. the basis that \nthe Bank seeks to look through the Intermediary Loans and the New Loans may be equally \napplicable to the Relevant Loans.  \n(Steadman1: 4.1.2)  \n \nMr Steadman also considers  that that the Relevant Loans could not have caused the Bank loss \nin an accounting sense where they were used to repay other Relevant Loans or Intermediary \nLoans, since the Bank’s case is that those borrowers would not otherwise have repaid those \nloans.  \n(Steadman1: 4.5.2)  \n \n \nMr Thompson will address  this in  his Supplementary Report.  \n \n \n \n  \nD4/1/8\n9 \nJSC Commercial Bank Privatbank v Igor Valeryevich Kolomoisky and others \nJoint Statement of Experts of Ian Thompson, Jeffrey Davidson and Luke Steadman \n6 Ancillary matters on which the Experts agree \n6.1 The Experts agree that the extracts of the Bank's transactional data were provided as \nfollows: \nODB/BalArc DW \nFilename Record \nCount Filename Record \nCount \nUKR_BALARC_20130101_ \n20161231 11,752,339 UKR DW 20130101 _ _ — 20161231 11,752,341 \nUKR_BalArc_20100802_ \n20121231 1,122,599 UKR DW 20100802 _ _ _ \n20121231 1,122,599 \nUKR_BALARC_20130101_ \n20161231_ Extra_customers 277,993 UKR_ DW _ 20130101 _ \n20161231_ Extra_ customers 277,993 \nCYP_ODB_20130101_ \n20161231 5,202,987 CYP DW 20130101_ \n20161231 5,202,987 \nUKR_BALARC_POST_ \nNATIONALISATION 1,959UKR DW POST _ _ _ \nNATIONALISATION 1,959 \nUKR_BalArc_20150101_ \n20201130 698,878 UKR DW 20150101 _ _ — \n20201130 698,877 \nUKR_BalArc_20150601_ \n20210228 3,569,424 UKR DW 20150601 _ _ _ \n20210228 3,569,403 \nCYPODB20150601\n20210228 16,827 CYP DW 20150601 \n20210228— — 16,827 \nTotal 22,643,006 Total 22,642,986 \n6.2 The Experts agree that their work was limited by the data with which they were provided. \n(Thompsonl: Appendix 3-3-5, Davidson1: Appendix 4, Steadman1: 4.2.4) \n6.3 Mr Thompson and Mr Davidson both used National Bank of Ukraine exchange rates to convert \namounts between UAH and USD. \nMr Steadman used exchange rates derived from Capital IQ. \nThe experts agree that all these rates are accurate and appropriate. \n(Thompsonl: 1.7, Davidsonl: 4.20 and 4.29, Steadmanl: 1.5.2) \n6.4 The Experts agree that, during the period from 2013 to 2016, UAH depreciated significantly \nagainst USD. \n(Davidsonl: 1.19, Steadmanl: 1.5.3) \nStrictly private and confidential 10 March 2022 9 \nJSC Commercial Bank Privatbank v Igor Valeryevich Kolomoisky and others    \nJoint Statement of Experts  of Ian  Thompson, Jeffrey Davidson and Luke Steadman  \n \nStrictly private and confidential      10 March 2022  \n 6 Ancillary matters on which the Experts agree  \n6.1 The Experts agree that the extracts of the Bank’s transactional data were provided as \nfollows:  \nODB/BalArc  DW \nFilename  Record \nCount  Filename  Record \nCount  \nUKR_BALARC_20130101_  \n20161231  11,752,339  UKR_DW_20130101_  \n20161231  11,752,341  \nUKR_BalArc_20100802_  \n20121231  1,122,599  UKR_DW_20100802_  \n20121231  1,122,599  \nUKR_BALARC_20130101_  \n20161231_ Extra_customers  277,993  UKR_DW_20130101_  \n20161231_Extra_customers  277,993  \nCYP_ODB_20130101_  \n20161231  5,202,987  CYP_DW_20130101_  \n20161231  5,202,987  \nUKR_BALARC_POST_  \nNATIONALISATION  1,959  UKR_DW_POST_  \nNATIONALISATION  1,9"}
{"start": 35000, "text": "W \nFilename  Record \nCount  Filename  Record \nCount  \nUKR_BALARC_20130101_  \n20161231  11,752,339  UKR_DW_20130101_  \n20161231  11,752,341  \nUKR_BalArc_20100802_  \n20121231  1,122,599  UKR_DW_20100802_  \n20121231  1,122,599  \nUKR_BALARC_20130101_  \n20161231_ Extra_customers  277,993  UKR_DW_20130101_  \n20161231_Extra_customers  277,993  \nCYP_ODB_20130101_  \n20161231  5,202,987  CYP_DW_20130101_  \n20161231  5,202,987  \nUKR_BALARC_POST_  \nNATIONALISATION  1,959  UKR_DW_POST_  \nNATIONALISATION  1,959  \nUKR_BalArc_20150101_  \n20201130  698,878  UKR_DW_20150101_  \n20201130  698,877  \nUKR_BalArc_20150601_  \n20210228  3,569,424  UKR_DW_20150601_  \n20210228  3,569,403  \nCYP_ODB_20150601_  \n20210228  16,827  CYP_DW_20150601_  \n20210228  16,827  \nTotal  22,643,006  Total  22,642,986  \n \n \n6.2 The Experts agree that their work was limited by the data with which they were provided.  \n(Thompson1: Appendix 3 -3-5, Davidson1: Appendix 4, Steadman1: 4.2.4)  \n \n6.3 Mr Thompson and Mr Davidson both used National Bank of Ukraine exchange rates to convert \namounts between UAH and USD.  \n \nMr Steadman used exchange rates derived from Capital IQ.  \n \nThe experts agree that all these rates are accurate and appropriate . \n(Thompson1: 1.7, Davidson1: 4.20 and 4.29 , Steadman1: 1.5.2 ) \n \n6.4 The Experts agree that, during the period from 2013 to 2016, UAH depreciated significantly \nagainst USD.  \n(Davidson1: 1.19, Steadman1: 1.5.3)  \n \nD4/1/9\nJSC Commercial Bank Privatbank v Igor Valeryevich Kolomoisky and others \nJoint Statement of Experts of Ian Thompson, Jeffrey Davidson and Luke Steadman \n6 Ancillary matters on which the Experts agree \n6.5 Mr Thompson and Mr Davidson both note that, in certain instances, the account balance fields \nin the Bank's transactional data (i.e. \"C_BAL\" and \"D_BAL\"), appear to indicate that \ntransactions occurred in a different order to that implied by the time field \"TIM_P\". However, \nthis does not prevent the Experts from reaching their conclusions. \n(Thompsonl: Appendix 3-3-5, Davidsonl: Appendix 4) \n6.6 Mr Thompson and Mr Davidson agree that where a Pension Fund Charge is levied on a foreign \nexchange transaction, it is almost always recorded in the narrative of the Bank's transactional \ndata. \n(Thompsonl: Appendix 3-3-4, Davidsonl: 5.57) \n6.7 Aircraft \nMr Thompson and Mr Davidson agree that the Bank's transactional data records 10 \ntransactions, totalling USD 163.9 million, which repaid outstanding balances, in full or in part, \non 10 loans (including interest). Seven of these transactions repaid Relevant Loans, and the \nremaining three repaid \"other\" loans. The aircraft are not identified separately in the \ntransaction narrative; instead, the description field of each transaction refers to a pledge \nagreement dated 22 August 2016 and the loans that were repaid. \nOn their sale, however, details of nine Aircraft were identified separately in the narrative of \nnine transactions (i.e. one transaction per aircraft) totalling USD 163.9 million. \nThe aircraft are not individually allocated to specific loans, as confirmed on pages 134-135 of \nAnnex A to Dl's RRFIs. However, it is contradicted by Schedule 2 to Dl's RRAD. \n(Thompsonl: 4.29-4.32, DavidsonlA: 81.1-81.5) \nMr Steadman is not instructed on this point. \nStrictly private and confidential 10 March 2022 10 \nJSC Commercial Bank Privatbank v Igor Valeryevich Kolomoisky and others    \nJoint Statement of Experts  of Ian  Thompson, Jeffrey Davidson and Luke Steadman  \n \nStrictly private and confidential      10 March 2022  \n 6 Ancillary matters on which the Experts agree  \n6.5 Mr Thompson and Mr Davidson both note that , in certain instances , the account balance fields \nin the Bank’s transactional data (i.e. “C_BAL” and “D_BAL”), appear to indicate that \ntransactions occurred in a different order to that implied by the time field “TIM_P”.  However, \nthis does not prevent the Experts from reaching  their conclusions.  \n(Thompson1: Appendix 3 -3-5, Davidson1: Appendix 4)  \n "}
{"start": 38500, "text": "ate and confidential      10 March 2022  \n 6 Ancillary matters on which the Experts agree  \n6.5 Mr Thompson and Mr Davidson both note that , in certain instances , the account balance fields \nin the Bank’s transactional data (i.e. “C_BAL” and “D_BAL”), appear to indicate that \ntransactions occurred in a different order to that implied by the time field “TIM_P”.  However, \nthis does not prevent the Experts from reaching  their conclusions.  \n(Thompson1: Appendix 3 -3-5, Davidson1: Appendix 4)  \n \n6.6 Mr Thompson and Mr Davidson agree that where a Pension Fund Charge is levied on a foreign \nexchange transaction, it is almost always recorded in the narrative of the Bank’s transactional \ndata.  \n(Thompson1: Appendix 3 -3-4, Davidson1: 5.57)  \n \n6.7 Aircraft  \nMr T hompson and Mr Davidson agree that the Bank’s transactional data records 10 \ntransactions, totalling USD 163.9 million, which repaid outstanding balances, in full or in part, \non 10 loans (including interest). Seven of these transactions repaid Relevant Loan s, and the \nremaining three repaid “other” loans. The aircraft are not identified separately  in the \ntransaction narrative; instead, the description field of each transaction refers to a pledge \nagreement dated 22 August 2016 and the loans that were repaid.  \n \nOn their sale, however, details of nine Aircraft were identified separately  in the narrative of \nnine transactions (i.e. one transaction per aircraft) totalling USD 163.9 million.  \n \nThe aircraft are not individually allocated to specific loans, as confirmed on pages 134 -135 of \nAnnex A to D1’s RRFIs. However, it is contradicted by Schedule 2 to D1’s RRAD.  \n(Thompson1: 4.29 -4.32, Davidson1A: B1.1 -B1.5)  \n \nMr Steadman is not instructed on this point.  \n \n \nD4/1/10\n"}
