{"metadata": {"corpus_path": "C4_1 Third expert report of Volodymyr Nahnybida (Nahnybida 3).pdf", "file_size": 875106, "mtime": 1755610854.4138217, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "IN THE HIGH COURT OF JUSTICE                                                               BL -2017- 000665 \nIN THE BUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES  \nBUSINESS LIST (CHD)  \n \nBETWEEN:  \nJSC COMMERCIAL BANK PRIVATBANK  \nClaimant  \nand  \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY  BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED  \n(4) TRADE POINT AGRO LIMITED  \n(5) COLLYER LIMITED  \n(6) ROSSYN INVESTING CORP  \n(7) MILBERT VENTURES INC \n(8) ZAO  UKRTRANSITSERVICE LTD  \n Defendants  \n \nTHIRD EXPERT REPORT ON UKRAINIAN LAW  \nBY \nVOLODYMYR NAHNYBIDA \nON BEHALF OF THE THIRD TO EIGHTH \nDEFENDANTS  \n \n14 DECEMBER 2021  \n \n \n  \nC4/1/1\n128765397.1\\ 673802   \nCONTENTS  \nPage  \nA. DOCUMENTS AND INTRODUCTION  1 \nB.  RELEVANT EXPERIENCE  1 \nC.   INSTR UCTIONS  2 \nD. TORT CLAIMS – ISSUES SPECIFIC TO THE CORPORATE DEFENDANTS  4 \nE. UNJUST ENRICHMENT CLAIM  17 \nF. VOID CONTRACTS  30 \nG. LIMITATION  40 \nH. INTEREST  44 \nI.  EXPERT'S DECLARATION  54 \nSCHEDULE  1  DOCUMENTS I HAVE BEEN PROVIDED WITH FOR CONSIDERATION  56 \nANNEX 1  CV VOLODYMYR NAHNYBIDA   \nANNEX 2  EXTRACTS FROM UKRAINIAN AND OTHER LEGISLATION REFERENCED  \nANNEX 3  UKRAINIAN COURT DECISIONS AND OTHER MATERIALS REFERRED TO (WITH ENGLISH \nTRANSLATIONS OF THE RELEVANT SECTIONS ) \n \n \nC4/1/2\n128765397.1\\ 673802 1 A. DOCUMENTS AND INTRODUCTION  \n1. I have been instructed by Pinsent Masons LLP ( \"Pinsent Masons \"), solicitors to the Third to Eighth \nDefendants ( the \"Corporate Defendants \") in the above captioned court proceedings ( the \"Claim \") \nfiled by the Joint Stock Company Commercial Bank \"PrivatBank \" (the \"Bank\" ), to provide a further \nexpert report on certain matters of Ukrainian law ( the \"Third  Report\"  or this “ Report ”). \n2. This is my Third Report in these proceedings and follows my second report dated 20 April 2018 ( the \n\"Second Report\" ) and my first report dated 1 March 2018 ( the \"First Report\" ).   \n3. In this Report I will refer to Ukrainian and other legislation.  I have included (extracts of) the legislation \nreferenced in this Report (along with English translations) at \" Annex  2\". \n4. Similarly,  I will refer below to Ukrainian court decisions  and other materia ls.  I have included at \n\"Annex  3\" to this Report a paginated bundle of court decisions and other materials (along with \nEnglish translation  of the relevant sections ) to which I refer in this Report. References below to page \nnumbers are references to the page numbers of A nnex  3 unless otherwise stated.  \n5. In the course of preparing this Report I have been provided with and considered the documents listed \nin the Schedule 1 and in the Index to Annex 3 to this Report.  \nB.  RELEVANT EXPERIENCE  \n6. I am the Head of The  Scientific Laboratory for the Problems of Adaptation of Ukrainian Legislation to \nEU Law , within  the Scientific Research Institute of Private Law and Entrepreneurship (“SRIPLE”) \n(named after academician F.  G. Burchack of the National Academy of Law Sciences of Ukraine \n(Kiev, Ukraine) ). From 2010 to 2015, I was Dean of the Law Faculty of the Khmelnytskyi University \nof Management and Law. Since 20 03, I have taught within the Department of Civil Law and \nProcedure and Department of International and European La w. I have written more than 110 \npublications on civil law and international commercial law, international commercial arbitration, \nincluding as co- author of the Commentary of the Civil Code of Ukraine ( \"Civil Code \") (editions: 2006, \n2012 and 2013).  \n7. As well as my academic work,  I have 17 years of practicing experience in litigation. I am a co- founder \nof Barristers Association \" Serhiichuk and Partners \" and practice as a Managing Partner of \" Genuine \nLaw Company \", Khmelnytskyi,  Ukraine.  \n8. My experience spans into arbitration and alternative dispute resolution. From  2016 I have been one \nof the listed arbitrator s at the International Commercial Arbitration Court at the Ukrainian Chamber \nof Commerce and Industry, from 2012 a memb"}
{"start": 3500, "text": " As well as my academic work,  I have 17 years of practicing experience in litigation. I am a co- founder \nof Barristers Association \" Serhiichuk and Partners \" and practice as a Managing Partner of \" Genuine \nLaw Company \", Khmelnytskyi,  Ukraine.  \n8. My experience spans into arbitration and alternative dispute resolution. From  2016 I have been one \nof the listed arbitrator s at the International Commercial Arbitration Court at the Ukrainian Chamber \nof Commerce and Industry, from 2012 a member of the Char tered Institute of Arbitrators  and a \nmember of various other advisory and expert institutions in Ukraine.  \n9. Since 2005, I have been undertaking research into the civil legislation of Ukraine at SRIPLE, \nspecializing in commercial law and commercial procedure law.  \n10. I was l aureate of the St. Vladimir Prize for the best scientific publication in the field of civil law and \nCivil process,  family law,  international private law in 2016 and 2021.  \n11. My full Curriculum Vitae is at Annex 1.  \n12. Ukrainian is my first language, as well as the language that I use day to day. I have a working \nknowledge of English, both in writing and orally. This Report has been prepared in English ( with \nassistance from a fluent Ukrainian speaker at Pinsent Masons ), although, I will require assistance \nfrom an interpreter when giving oral evidence.  \n13. In preparing this Report, I was assisted by Pinsent Masons who arranged  translations of materials \nthat I identified, reviewed and selected for the Third Report  and dealing with formatting of this  report , \nwhose work I personally supervised. The views expressed in this Report are my own.  \nC4/1/3\n128765397.1\\ 673802 2 14. Prior to this engagement  (including my prior reports) , I have not worked with Pinsent Masons, for the \nBank  or for any of the Defendants to the Claim.  \n15. I address each issue arising from my instructions, and set out the conclusions for each, in the \nseparate sections of this Report below . \nC.   INSTRUCTIONS  \n16. The Claim is brought by the Bank against Mr Kolomoisky (the \" First Defendant\" ) and Mr Bogolyubov \n(the \"Second Defendant\" ) and the Corporate Defendants that it is alleged in the Claim were owned \nand/or controlled by the First and Second Defendants and procured and/or assisted in a \nmisappropriation of funds from the Bank (tort claims) and were unjustly enriched at the Bank 's \nexpense by reason of their involvement in that misappropriation (unjust enrichment claims).     \n17. In summary, the Bank claims that a schem e was devised by the First and Second Defendants, using \ntheir power and influence at the Bank, to:  \n17.1 arrange for loans to be made to 47 Ukrainian companies (the \" Borrowers \") and three \nCypriot companies, which had no credit history or insufficient assets, but  were owned or \ncontrolled by them;  \n17.2 arrange for the Borrowers to enter into \" sham\"  supply contracts (the \" Relevant Supply \nAgreements\" ) with the Corporate Defendants as purported commodity / equipment \nsuppliers, being supply contracts that were never fulfilled by the suppliers, but were instead a means to misappropriate funds from the Bank by way of the Borrowers making transfers \n(of funds drawn- down under the loans ) to the Corporate Defendants in the form of pre-\npayments of the purchase prices provided for the commodities / equipment to be supplied \nunder the Relevant Supply Agreements; and   \n17.3 disguise the true nature and state of the loans, and the Relevant Supply Agreements, by \nfalsifying documents within the Bank. This included the \" re-cycling \" of monies by \npurportedly repaying loans by further borrowings from new borrowers in Ukraine.  \n18. The claims against the Corporate Defendants are founded in Ukrainian law and are framed in (1) tort \nand (2) unjust enrichment (together, the \" Ukrainian Claims\" ). \n19. There is a distinction between the defences of Third to Fifth Defendants (together the \" English \nDefendants \") and the Sixth to"}
{"start": 7000, "text": "elevant Supply Agreements, by \nfalsifying documents within the Bank. This included the \" re-cycling \" of monies by \npurportedly repaying loans by further borrowings from new borrowers in Ukraine.  \n18. The claims against the Corporate Defendants are founded in Ukrainian law and are framed in (1) tort \nand (2) unjust enrichment (together, the \" Ukrainian Claims\" ). \n19. There is a distinction between the defences of Third to Fifth Defendants (together the \" English \nDefendants \") and the Sixth to Eighth Defendants ( together the \" BVI Defendants \").   \n19.1 The English Defendants admit that they entered into the Relevant Supply Agreements \nreferred to in the Bank 's Claim, but their position is that at all times they acted merely as \nagent, not as principal. The English Defendants contend that the funds received under the \nRelevant Supply Agreements  were immediately transferred on by them on the instructions \nof their principals  and deny that they received those sums for their own benefit.   \n19.2 The BVI Defendants admit that the oil supply contracts they entered into were not fulfilled, \nbut they contend that those Relevant Supply Agreements were genuine and they intended \nto perform them.   \n20. My instructions are to consider issues of Ukrainian law raised in the Re-Re-Amended Particulars of \nClaim dated 14 September 2020 ( \"RRAPOC\" ) and other procedural submissions relating to the \nclaims against the Corporate Defendants as specified in the documents identified in Schedule 1.  \n21. I was also instructed to review the Report on Ukrainia n law dated 23 November 2021 prepared by \nthe expert for the First Defendant (the \"First Defendant' s Report \"), Mr Oleg Alyoshin ( \"Mr \nAlyoshin \"), and: \n21.1 Explain whether in my  opinion the analysis of, and conclusions as to, Ukrainian law in this \nreport are correct and, if not, explain why and set out the correct analysis and conclusions.  \nC4/1/4\n128765397.1\\ 673802 3 21.2 Consider whether there are any other provisions of Ukrainian law (not analysed in this \nreport) which are relevant in respect of the claims against the Corporate Defendants and \nexplain the nature and application of such provisions.  \n21.3 Consider whether any of the provisions of Ukrainian law analysed in this Report apply in \ndifferent way s in respect of the claims against the Corporate Defendants (i.e., differently \nfrom the way it appli es in respect of the claims against the First and Second Defendants).  \nIn particular, I was asked to consider this by reference to:  \n21.3.1  the Corporate Defendants being corporate entities (and not individuals like the \nFirst and Second Defendants) ; and  \n21.3.2  the acts which the Corporate Defendants are alleged to have done (as part of the \nalleged misappropriation) being different in nature from the acts which the First and Second Defendants are alleged to have done.   \n22. Where I have not addressed in this Report a point or  conclusion reached in the RRAPOC or the \nReports on Ukrainian law dated 23 November 202 0 served by the Claimant 's expert (the \"Bank' s \nReport\" ), Mr Oleh Beketov ( \"Mr Beketov\" )(or any other reports served by Mr Beketov  in these \nproceedings)  it does not mean that I accept its /their  accuracy. I understand from Pinsent Masons \nthat there will be an opportunity to comment on Mr Beketov’s latest report in due course, including at \nthe joint meeting of experts this month.  I have not been asked to comment on the factual allegations \nmade in the RRAPOC, except to the limited extent identified below.  \n \n \n \n \n \n  \nC4/1/5\n128765397.1\\ 673802 4 D. TORT CLAIMS –  ISSUES SPECIFIC TO THE CORPORATE DEFENDANTS  \nQuestion : Please provide a general description of tort liability under Ukrainian law and specifically \naddress the elements of Article 1166 of the Civil Code relevant to the claims against the Corporate \nDefendants?  \n23. Mr Alyoshin addresses tort claims in various sections of the First Defendant’s Report, including in \nresponse to aspe"}
{"start": 10500, "text": "POC, except to the limited extent identified below.  \n \n \n \n \n \n  \nC4/1/5\n128765397.1\\ 673802 4 D. TORT CLAIMS –  ISSUES SPECIFIC TO THE CORPORATE DEFENDANTS  \nQuestion : Please provide a general description of tort liability under Ukrainian law and specifically \naddress the elements of Article 1166 of the Civil Code relevant to the claims against the Corporate \nDefendants?  \n23. Mr Alyoshin addresses tort claims in various sections of the First Defendant’s Report, including in \nresponse to aspects of questions 3 to 9.  \n24. Tort liability in Ukrainian law in general terms is based on the principle  that a person who caused \nharm by unlawful conduct  is obliged to compensate for this harm.   \n25. Tort liability applies in cases where there is no contractual relationship between the victim and the tortfeasor, or if the harm did not occur during the performance of the contract concluded between \nthese persons. This follows directly from Chapter 82 “ Compensation for harm” in Subsection 2 “Non-\ncontractual obligations” of Chapter III of Book Five “Obligatory Law” of the Civil Code of Ukraine (the “Civil Code ”), and the law enforcement practice of Ukrainian courts, which has been repeatedly \nmentioned in guidance\n1 and decisions in specific cases2 of the highest judicial body of Ukraine -  the \nSupreme Court (the “ Supreme Court ”)3. \n26. Article 1166 of the Civil Code provides: - \n“General grounds for liability for harm caused to the property  \n1) Property harm caused by unlawful  decisions, actions or inactions to personal non- property rights \nof an individual or legal entity, as well as harm caused to property of a natural person or legal entity, shall be compensated in full by the person who caused the harm.  \n2) A person who caused harm is exempt from compensation, if he/she proves that the harm was \nnot caused by his/her fault.  \n3) Harm resulting from mutilation, other health injuries or the death of an individual due to force \nmajeure is compensated as established by the law.  \n4) Harm resulting from lawful actions is compensated as established by this Code and by the other \nlaw”\n4.  \n27. Liability under Article 1166 of the Civil Code requires the presence of four elements, which in Ukrainian law is called ‘ set of elements of a civil off ense’ . Mr Alyoshin specifies such elements and \nplaces emphasis on the necessity for the presence of all the elements otherwise a claim will fail\n5. I \nagree with this.  \n28. The description of these four elements in a recent Supreme Court ruling was summarised as  follows: -  \n“Accordingly, when resolving a dispute on compensation for  harm, a court must establish the \npresence or absence of the set of elements of a civil offense, which must contain such elements:  \n-unlawful conduct, i.  e., its non-compliance with the requirements specified in the acts of civil \nlegislation;  \n \n1 Annex 3 pages 1- 7 - Paragraph 1 of Guidance of the Supreme Arbitration Court of Ukraine dated 1 April 1994 No. 02- 5/215, as amended \n(https://zakon.rada.gov.ua/laws/show/v_215800- 94#Text).  \n22 Annex 3 pages 8- 15 - Ruling of the Supreme Court dated 21 June 2018 in case No. 755/20939/17 -ts (number in the Unified State \nRegister of Judgements 74842463), Ruling of the Supreme Court dated 28 March 2018 in case No. 910/2436/17 (number in the Unif ied \nState Register of Judgements 73261264), Ruling of the Supreme Comm ercial Court of Ukraine dated 20 December 2016 in case No. \n910/5263/16 (number in the Unified State Register of Judgements 62695353).  \n3 The status of the Supreme Court is described in by Mr Alyoshin in the First Defendant’s Report at paragraph 60.  In my r eport I will refer \nto rulings issued before 15 December 2017 as rulings of the “Supreme Court of Ukraine” and rulings issued after that time as rulings of \nthe “Supreme Court ”. \n4 Annex 2 page 24  \n5 Paragraph 169 of the First Defendant’s Report  \nC4/1/6\n128765397.1\\ 673802 5 -presence of harm , which should be understood as loss or dam"}
{"start": 14000, "text": " Register of Judgements 62695353).  \n3 The status of the Supreme Court is described in by Mr Alyoshin in the First Defendant’s Report at paragraph 60.  In my r eport I will refer \nto rulings issued before 15 December 2017 as rulings of the “Supreme Court of Ukraine” and rulings issued after that time as rulings of \nthe “Supreme Court ”. \n4 Annex 2 page 24  \n5 Paragraph 169 of the First Defendant’s Report  \nC4/1/6\n128765397.1\\ 673802 5 -presence of harm , which should be understood as loss or damage to the property of the victim and \n(or) deprivation of his personal intangible right, in general, any devaluatio n of the benefit protected \nby law, and the size of harm;  \n- causation between the unlawful conduct and the harm, which is expressed in the fact that the harm \nmust be an objective consequence of the conduct of the tortfeasor, i.  e., the unlawful conduct of a  \nparticular liable person (persons), is the direct cause that necessarily and inevitably caused harm;  \n- fault of the tortfeasor , as a subjective element of liability, which is mental attitude of the person to \ncommit an unlawful act and manifests itself in the form of intent or negligence, except when in \naccordance with the law, the obligation to compensate for the harm caused, is imposed on the liable \nperson regardless of fault .  \nIn the absence of at least one of these elements, civil liability does not ari se”6 (emphasis added).  \nThe Supreme Court followed the same approach in other cases, by way of example I refer to the Ruling dated 30 June 2020 in case No. 712/13267/17\n7. \n29. The Bank's claim is that the actions, decisions and/or omissions of the Corporate Defendants were \nunlawful because they deprived the Bank of its money in a manner not provided for in the Constitution of Ukraine (the “ Constitution ”) or other laws of Ukraine, contrary to Article 3(1)(2) of the Civil Code\n8, \nand acted in a manner  that violated the Bank's rights and with intent to harm the Bank, contrary to \nArticle 13 of the Civil Code910. \n30. As a result, the Bank alleges that each Corporate Defendant is liable for the alleged overall losses \namounting to USD 1,911,877,385.00, or alternatively liable to pay compensation in the amount that \neach received.11  \n31. I also note that paragraphs 54 - 55 of the RRAPOC do not contain any plea as to causation of the \nalleged harm by the alleged misconduct of Corporate Defendants, as pleaded by the Bank.  \n32. In this regard, the brevity of the rule in Article 1166 of the Civil Code requiring a causal link does not \nmean that the rule lacks content. Article 1166 of the Civil Code requires that the harm is caused by \nidentified unlawful conduct. The Bank agrees with this12. It is important to understand that in the \ntortious framework harm is not caused ‘ in connection’  with the conduct, not ‘ along ’ with the conduct, \nnot ‘related ’ to the conduct, or the like. The provisions of Article 1166 of the Civil Code require that \nthe harm is caused precisely and only by the unlawful conduct of the person against whom the claim for compensation is addressed. This establishes the requirement of direct causation as a separate \nfact that must be identified and proved by the Bank.  \n33. In addition, regarding the issue of fault,  the Bank refers to the fact that under Article 614 (1)\n13 and \nArticle 1166 (2) of the Civil Code, the absence of fault must be proved by the defendant14. These \narticles concern the burden of proof in relation to absence of fault (which a defendant may seek to \nprove to avoid liability ). \n34. In my view, in the claims against the Corporate Defendants, the Bank did not plead all the elements \nof civil offence under Article 1166, at least, because the Bank , did not plead any causal link between \nthe alleged harm and the alleged misconduct of the Corporate Defendants.  \n \n6 Annex 3 pages 34- 58 - Ruling of the Supreme Court dated 27 October 2021 in case No. 910/15601/20 (number in the USRJ 100843507)  \n7 Ruling of the "}
{"start": 17500, "text": "lt (which a defendant may seek to \nprove to avoid liability ). \n34. In my view, in the claims against the Corporate Defendants, the Bank did not plead all the elements \nof civil offence under Article 1166, at least, because the Bank , did not plead any causal link between \nthe alleged harm and the alleged misconduct of the Corporate Defendants.  \n \n6 Annex 3 pages 34- 58 - Ruling of the Supreme Court dated 27 October 2021 in case No. 910/15601/20 (number in the USRJ 100843507)  \n7 Ruling of the Supreme Court dated 30 June 2020 in case No. 712/13267/17 (number in the USRJ 90143758)   \n8 Annex 2 page 2  \n9 Annex 2 page s 3-4  \n10 Paragraph 54 of the RRAPOC   \n11 Paragraph 54 and prayer (2) of the RRAPOC  \n12 Paragraph 33 of the RRAPOC  \n13 Annex 2 pages 20- 21 \n14 Paragraph 36 of the RRAPOC  \nC4/1/7\n128765397.1\\ 673802 6 Question : What (if any) harm was caused to the Bank for the purposes of the claim under Article 1166 \nby the alleged involvement of the Corporate Defe ndants in the misappropriating of its funds and how? \nWhen and where did the alleged harm occur?  \nQuestion : Has the Bank suffered harm within the meaning of Article 1166 (1) due to the transfer of \nfunds from an account in the Bank in the name of a Borrower to another account with the Bank in the \nname of a Corporate Defendant? Consider the following circumstances: (i) the transfer was temporary \nin nature, or (ii) counter satisfaction or compensation was received in return, or (iii) the funds were \nreturned dire ctly or indirectly)?  \n35. In my view, the Bank has suffered no harm by the alleged actions of the Corporate Defendants  within \nthe meaning of Article 1166 (1) of the Civil Code for reasons I will set out below.  \n36. I agree with the definition of harm provided in the  First Defendant’s Report15. Namely, harm in tort is \ndefined as  “diminution in value of any good that is protected by law”.  \n37. The Bank alleges that the Corporate Defendants “ deprived the Bank of its money ” 16. It is necessary \nto determine when and how  such alleged loss occurred.  \n38. The Bank further alleges that between April 2013 and August 2014, it issued a number of loans to \nthe “Borrowers ”17. These loans were issued under loan agreements concluded between the Bank \nand Borrowers (the “ Relevant L oan Agreements ”)18. \n39. The Bank further argues that the Relevant Loan Agreements are invalid19, so I will consider the time \nof the Bank’s alleged loss in the following two scenarios.  \nScenario 1: the Relevant Loan Agreements were valid  \n40. If the Relevant Loan Agreements were valid,  I think the only time when the Bank may be deemed to \nhave suffered harm is at the time when the Borrowers did not repay the Relevant Loans, in breach \nof the terms of the Relev ant Loan Agreements. In this regard, I agree with Mr Alyoshin20. \n41. It appears that the Bank agrees with this conclusion: \" The Bank has suffered losses as a result of \nthe Borrowers not repaying all or part of the Relevant Payments \"21. However, in this case, t hese \nlosses of the Bank cannot be considered as harm caused by the Corporate Defendants within the meaning of Article 1166 of the Civil Code, as they were the result of non- performance of contractual \nobligations by the Borrowers under the Relevant Loan Agr eements and not caused by any acts of \nthe Corporate Defendants.  \n42. Additionally, I want to note that, according to Article 1054 (2) of the Civil Code\n22 (which concerns \n‘loan agreements ’ generally ), the legal provisions  in the Civil Code  concerning ‘borrow agreements ’ \nspecifically should be applied to all loan agreements . Consequently, Article 1046 (1) of the Civil \nCode23 should be applied to the Relevant Loan Agreements . That effect of that article  is that the \nlender (in this case – the Bank) transfer s funds to the borrower ( in our case – the Borrowers ) with \nthe result  that the borrower bec omes the owner of these funds.  \n43. As such, if the Relevant Loan Agreements were valid, "}
{"start": 21000, "text": "legal provisions  in the Civil Code  concerning ‘borrow agreements ’ \nspecifically should be applied to all loan agreements . Consequently, Article 1046 (1) of the Civil \nCode23 should be applied to the Relevant Loan Agreements . That effect of that article  is that the \nlender (in this case – the Bank) transfer s funds to the borrower ( in our case – the Borrowers ) with \nthe result  that the borrower bec omes the owner of these funds.  \n43. As such, if the Relevant Loan Agreements were valid,  then the Borrowers became the owners of the \nfunds transferred by the Bank, and the subsequent  actions of the Borrowers with the funds (including \ntransfers) were performed by the Borrowers with their own funds, which were no longer the funds of the Bank. Consequently, when receiving these funds, the Corporate Defendants could not have any \nimpact on the Bank’s property or caused it any new or fresh harm that had not already been caused.    \n \n15 Para graph 170 of the First Defendant’s Report  \n16 Paragraph 54 of the RRAPOC  \n17 Paragraph 16 of the RRAPOC  \n18 RRAPOC, Schedule 1  \n19 Paragraph 54 (2) of the RRAPOC  \n20 Para graphs 26  and 171 of the First Defendant’s Report  \n21 The Bank’s Response 6 to Request 7 of the First Defendant’s RFI of 22 May 2020  \n22 Annex 2 page 23  \n23 Annex 2 page s 22- 23 \nC4/1/8\n128765397.1\\ 673802 7 Scenario 2: the Relevant Loan Agreements were invalid  \n44. For the sake of clarity, based on what I understand, I do not consider that the Relevant Loan \nAgreements in respect of the Relevant Loans are void. Also, I am unaware of the existence of any \ncourt decision that declares that these Relevant Loan Agreements are invalid. However, I will \nconsider below the question regarding the harm and the moment of its occurrence, assuming that \nthese agreements are invalid.  \n45. According to Article 216 (1), an “[i]nvalid transaction shall not create legal consequences, except \nthose related to its invalidity”24. \n46. Therefore, I should emphasise that only the legal consequences to which the transaction was \ndirected are invalidated, i.e., the parties do not have the rights and obligations that usually arise on \nthe basis of transactions (including contracts) of this type. Thus, in case of invalidity of the Relevant \nLoan Agreements, the Bank has no obligation to provide the Relevant Loans, and the Borrowers \nhave no right to require the Bank to provide the Relevant Loans. In addition, the Borrowers have no \nobligation to repay the Relevant Loans  with incurred interest to the Bank within the specified time, \nand the Bank has no right to demand the Borrowers perform these actions.  \n47. However, the invalidity of the contract may give rise to other legal consequences provided by law. \nThis will not be the effect of the agreement, but the l egal consequences of the fact of its invalidity.  \n48. According to Article 216 (1) of the Civil Code25, the first general consequence of invalidity of an \nagreement is mutual restitution. In this respect I agree with Mr Alyoshin26. It is also important to \nemphas ise that restitution is applied exactly between the parties to an invalid contract . That is also \nconfirmed in the court practice27. \n49. As an alternative to the application of restitution, the Supreme Court in case No. 396/29/1728 \nundertook a systematic interpretation of Articles 216 (1) and 1212 (3)(1) of the Civil Code and pointed \nout that: (a) the legislator did not provide for the possibility of unilateral restitution; (b) the provisions \nof Article 216 (1) of the Civil Code are applied wh en bilateral restitution takes place; (c) if only one of \nthe parties to an invalid transaction has performed it, the performed part of the transaction shall be \nunwound pursuant to the provisions of Chapter 83 of the Civil Code. Therefore, in that case, the  \nSupreme Court ordered the recovery of the funds transferred for the performance of an invalid \ncontract but changed the regulatory basis for recovery from Article"}
{"start": 24500, "text": "ion; (b) the provisions \nof Article 216 (1) of the Civil Code are applied wh en bilateral restitution takes place; (c) if only one of \nthe parties to an invalid transaction has performed it, the performed part of the transaction shall be \nunwound pursuant to the provisions of Chapter 83 of the Civil Code. Therefore, in that case, the  \nSupreme Court ordered the recovery of the funds transferred for the performance of an invalid \ncontract but changed the regulatory basis for recovery from Articles 216 to Article 1212 of the Civil \nCode. I should emphasise that a sum, equal to the amount of  payment for the performance of an \ninvalid agreement, was collected from the counterparty under the contract (seller) on the basis of Article 1212 of the Civil Code. The payment lost its legal basis because of the invalidity of the \nagreement and the defendant (seller) was enriched as a result thereof (notwithstanding the possible \ntransfer of funds by the seller to the third party in the future).  \n50. Pursuant to Article 216(2) of the Civil Code compensation for damages  caused to a party to an invalid \nagreement is paid by the party at  fault in the invalid contract, not by a third party\n29. This is confirmed \nby the relevant court practice30 related to application by the Supreme Court of Articles 216 (2) and \n623 of the Civil Code31 (as the latter governs compensation for damages caused by breach of \nobligation), instead of Article 1166 of the Civil Code32, which regulates liability for harm caused in the \nabsence of an agreement between the creditor and the debtor.  \n51. Therefore, although the general consequences of the invalidity of an agreement are essentially \ndifferent , they are all similar in one respect: if the party to an invalid agreement has made a payment \n \n24 Annex 2 pages 9- 10  \n25 Annex 2 pages 9- 10 \n26 Para graph 79 of the First Defendant’s Report  \n27 Annex 3 pages 72- 86 - Rulings of the Supreme Court dated 1 April 2021 in case No. 346/3174/18 (number in the USRJ 96006164), \ndated 19 May 2021 in case No. 352/1457/18- ts (number in the USRJ  97242950) et alis.  \n28 Annex 3 pages 102- 112 - Ruling of the Supreme Court dated 27 November 2019 in case No. 396/29/17 (number in the USRJ  86400669)  \n29 Annex 3 pages 102- 112 \n30 Annex 3 page s 112A -112K  - Ruling of the Supreme Court dated 23 June 2021 in case No. 322/1009/19 (number in the USRJ  98000136)  \n31 Annex 2 page 21  \n32 Annex 2 page 24  \nC4/1/9\n128765397.1\\ 673802 8 to the other party, the first party should bring the claim against another party of the invalid contract, \nbut not against a third party.  \n52. If an invalid transaction was performed by the parties, the application of the consequences of \ninvalidity is the main purpose of the party's claim for the invalidity of agreement33. \n53. Therefore, if  the Relevant Loan Agreements under the Relevant Loans are declared invalid, the \nBank's losses arose at the time of the Bank's transfers of the Relevant Loans to the Borrowers. In \nmy view, the only persons whose actions would be considering as causing that  loss would be the \nBorrowers.  \n54. In conclusion in respect of Scenario 1, if the Bank  has suffered losses in connection with the Relevant \nLoans, these losses were suffered due to non- repayment by the Borrowers of all or part of the \nRelevant Payments (I do not consider that the Relevant Loan Agreements are invalid as I explained \nin more detail above). In conclusion in respect of Scenario 2, if we as sume that the Relevant Loan \nAgreements are invalid, then the Bank's losses w ould arise at the time of , and because of,  the Bank's \ntransfers of the Relevant Loans to the Borrowers.  \n55. Thus,  whether or not the Relevant Loan Agreements are invalid,  I do not bel ieve that the Bank can \nbe regarded as having suffered loss  as a result of the transfers of funds from the Borrowers’ accounts \nto the accounts of the Corporate Defendants because such actions  were separate from the actions \nI referred "}
{"start": 28000, "text": "at the Relevant Loan \nAgreements are invalid, then the Bank's losses w ould arise at the time of , and because of,  the Bank's \ntransfers of the Relevant Loans to the Borrowers.  \n55. Thus,  whether or not the Relevant Loan Agreements are invalid,  I do not bel ieve that the Bank can \nbe regarded as having suffered loss  as a result of the transfers of funds from the Borrowers’ accounts \nto the accounts of the Corporate Defendants because such actions  were separate from the actions \nI referred to in the preceding paragraph which caused loss (and which did not involve the Corporate \nDefendants) . \n56. Moreover, if and to the extent that the funds paid by the Bank as Relevant Loans were subsequently \nrepaid to the Bank, this excludes the possibility of any losses (harm) which would be recoverable \nfrom the Corporate Defendants.  \nQuestion :. Please consider actions, inaction (omissions) and decisions that: (i) the Bank has pleaded \nwere committed by the Corporate Defendants; (ii) the commission of which is admitted by the English \nDefendants; (iii) the commission of which is admitted by the BVI Defendants; and explain in relation \nto each of (i), (ii) and (iii) whether any such actions, inaction (omissions) or decisions constitute \nunlawful conduct within the meaning of Article 1166 (in cluding but not limited to the provisions of \nArticles 3(1)(2), 13(2) -(3) and 92(3) of the Code)?  \n57. Pursuant to Article 1166 (1) of the Civil Code, to which the Bank refers in its pleadings34, there is a \nright to compensation for harm caused by unlawful conduct. It is necessary to explain what conduct \nis considered unlawful under Ukrainian private law. In this regard, I agree with the analysis provided \nby Mr Alyoshin35. \n58. The position was explained by the Supreme Court:  “[the] existence of harm does not give rise to an \nabsolute right to its compensation by any person, as it is necessary to prove the existence of all \ncomponents of civil liability,”36 Therefore, even if harm was caused, the claimant must prove \nunlawfulness of conduct as a necessary separate element of the offence.  \n59. Similarly, unlawfulness was characterised in the Supreme Court practice as follows:  \n“Unlawful in civil law is behaviour which violates the mandatory rules of law or legally sanctioned terms of the contr act, resulting in violation of the rights of another person.”\n37 \nMoreover, the Bank must prove the unlawfulness of the conduct of each of the Corporate Defendants specifically (and not just their connection to any unlawful conduct of the other defendants):  \n \n33 Annex 3 pages 113- 165 - Letter of the Supreme Court of Ukraine dated 1 April 2014 “Analysis of practice for applying by courts of Article \n16 of the Civil Code of Ukraine”, Ruling of the Supreme Court dated 29 January 2020 in cas e No. 127/19528/17- ts \n34 Paragraph 33 of the RRAPOC  \n35 Paragraphs 185 -  195 of the First Defendant’s  Report  \n36 Annex 3 pages 175- 181 - Ruling of the Supreme Court dated 22 April 2019 in case No. 335/13126/16 ts (number in the USRJ 81329039)  \n37 Annex 3 pages 182- 206 - Ruling of the Supreme Court dated 19 October 2021 in case No. 910/15931/19 (number in the USRJ \n100679652)  \nC4/1/10\n128765397.1\\ 673802 9 “In tortious legal relations, it is the claimant who is obliged to prove the existence of harm, \nunlawfulness (illegality) of the conduct of a tortfeasor and the causal connection of such conduct with \nthe harm caused.38” \nThe same approach was followed by th e Supreme Court in other cases, for instance, the Ruling \ndated 26 November 2018 in case No. 916/1990/1739. \n60. Therefore, to impose liability under Article 1166 of the Civil Code against any of the Corporate \nDefendants, the Bank must prove that their conduct v iolates specific mandatory rules of law. At the \nsame time the Corporate Defendants do not have to prove their compliance with all existing rules of law. They only have to rebut the arguments that their conduct is contrary to the specific"}
{"start": 31500, "text": "Supreme Court in other cases, for instance, the Ruling \ndated 26 November 2018 in case No. 916/1990/1739. \n60. Therefore, to impose liability under Article 1166 of the Civil Code against any of the Corporate \nDefendants, the Bank must prove that their conduct v iolates specific mandatory rules of law. At the \nsame time the Corporate Defendants do not have to prove their compliance with all existing rules of law. They only have to rebut the arguments that their conduct is contrary to the specific rules of law \npleaded by the Bank as having been violated.  \n61. The Bank relies on Articles 3(1)(2) and 13 of the Civil Code\n40 as having been violated by the \nCorporate Defendants41.  \n62. I will now turn to explain why I consider these arguments of the Bank, as pleaded, to be unfounded.  \nArticle 3(1)(2) of the Civil Code  \n63. Regarding Article 3 (1)(2) generally, I agree with the analysis provided by Mr Alyoshin42. \n64. In cases43 concerning the right of ownership, Article 41 (4) of the Constitution44,  Article 321 of the \nCivil Code45 (if applied) and Article 3 (1)(2), have the effect that Article 3(1)(2) of the Civil Code only \napplies in the case of unlawful deprivation of the right of  ownership. It confirms that unlawful \ndeprivation requires the presence of unlawful conduct.  In the pres ent case, the Bank seeks to prove \nthe unlawfulness of the actions of the Corporate Defendants by simply pleading violation of Article 3(1)(2) of the Civil Code.  \n65. However, violation of the principle enshrined in Article 3(1)(2) of the Civil Code, is possible only where  \nthe unlawfulness of the deprivation of the right of ownership is proven by the Bank by proving that \nthe conduct of the Corporate Defendants violate d a specific rule of law  (as distinct from either the \ngeneral principle in Article 3(1)(2)  or a subjective civil obligation with an identified party under , for \nexample, a contract ). Essentially, the Bank would have to identify a specific rule which would prohibit \nthe Corporate Defendants from (1) enter ing into the Relevant Supply Agreements with the Borrowers, \n(2) receiv ing money under the Relevant Supply Agreements on prepayment terms and (3) to dispose \nof the money after receiving the same from the Borrower s. The Bank has not sought to do so.    \n66. I note that the Bank pleads generally improper conduct  of the Corporate Defendants  – creating and \nexecuting contrived documents  – to “further ”, “disguise ” and/or “ hid[e] ”  the alleged \nmisappropriation.\n46  In my opinion, to rely on such conduct as unlawful conduct for the purposes of \na claim under Article 1166, the Bank  would require a finding by a criminal court of illegality  by the \nCorporate Defendants in so creating and executing the documentation.      \n67. The Bank also pleads that, after receiving the prepayments, the Corporate Defendants did not comply with the terms of the Relevant Supply Agreements by either delivering the goods or repaying \nthe prepayments to the Borrowers.\n47  However, that would only be a breach of contract , which would \nnot be in the nature of a violation of a specific rule of law, and also those contracts are with the \n \n38 Annex 3 pages 207- 219 - Ruling of the Supreme Court dated 10 September 2018 in case No. 910/16758/17 (number in the USRJ \n76414738)  \n39 Annex 3 pages 220- 233 \n40 Annex 2 pages 2 and 3- 4  \n41 Paragraph 54 of the RRAPOC  \n42 Para graphs 197- 201 of the First Defendant’s  Report  \n43 Annex 3 pages 234- 247 – Ruling of the Supreme Court dated 3 February 2021 in case No 403/402/19 (number in the USRJ 95213066) \nand pages 248- 266 Ruling of the Supreme Court dated 28 December 2020 in case No. 282/766/19 (number in the USRJ 93928363)  \n44 Annex  2 pages 1 -2 \n45 Annex 2 page 15  \n46 Paragraphs 54(b) & (d) of the RRAPOC  \n47 Paragraph 54(c) of the RRAPOC  \nC4/1/11\n128765397.1\\ 673802 10 Borrowers, so no rule concerning contracts could apply as between the Bank and the Corporate \nDefendants .  \n68. Thus, "}
{"start": 35000, "text": "Ruling of the Supreme Court dated 3 February 2021 in case No 403/402/19 (number in the USRJ 95213066) \nand pages 248- 266 Ruling of the Supreme Court dated 28 December 2020 in case No. 282/766/19 (number in the USRJ 93928363)  \n44 Annex  2 pages 1 -2 \n45 Annex 2 page 15  \n46 Paragraphs 54(b) & (d) of the RRAPOC  \n47 Paragraph 54(c) of the RRAPOC  \nC4/1/11\n128765397.1\\ 673802 10 Borrowers, so no rule concerning contracts could apply as between the Bank and the Corporate \nDefendants .  \n68. Thus, I do not agree that the Bank's allegations of unlawfulness of the conduct of the Corporate \nDefendants is sufficient to establish a violation of Ar ticle 3 (1)(2) of the Civil Code.  \nArticle 13(2) & (3) of the Civil Code  \n69. Regarding Article 13 generally, I refer to the First Defendant’s Report of Mr Alyoshin on this matter, with which I agree\n48.  \n70. In particular, I agree with Mr Alyoshin that a person can only violate Article 13 (2) or (3) of the Civil \nCode49 when he/it exercises a legally recognised right50. This conclusion is supported in the court \npractice of the Supreme Court51. While referring to the factual conduct of the Corporate Defendants \nin thei r RRAPOC, the Bank did not plead any right (or rights) which was (were) exercised by the \nCorporate Defendants nor that they, or how they, overstepped the limits of any such rights.   I note \nthat under Ukrainian law any breaches of the Relevant Supply Agreements by the Corporate \nDefendants would not qualify as abuses of relevant rights, including because (i) those agreements \nwere with the Borrowers and not the Bank and (ii) breaches of a person’s obligations under a contract \nare not in the nature of abuse of a person’s rights.  \n71. Additionally, the Bank must also plead and prove a violation of a right of the Bank  caused by the \nCorporate Defendants’ abuse of a right of theirs (I deal with causation below) .  \n72. In respect of the application of Article 13 (3) of the Civ il Code, I refer to paragraph 208 of the First \nDefendant’s Report. Indeed, the Constitutional Court considers that the provisions of Article 13 (3) \nof the Civil Code by themselves (without reference to other rules of law) cannot be used as a \ncondition, bas is, or measure of civil liability. However, this is precisely what the Bank seeks to use \nthe provisions of Article 13 (3) of the Civil Code for.   \n73. Separately, I note that the Bank’s case is inherently contradictory.  In substantiating its claims, the \nBank pleads, in particular, the violation by the Corporate Defendants of Article 13 (2) and (3) of the \nCivil Code. However, the Bank simultaneously asserts that the Relevant Supply Agreements and \nLoan Agreements are void, i.e. do not give rise to legal rights and obligations of parties thereto52.  In \nmy opinion, such pleas are contradictory  and therefore impermissible. I have already explained \nabove that the transactions to which Corporate Defendants were a party are not capable of \nsupporting a plea of a violation of Article 13 of the Ci vil Code.  However, in any event i f the Bank’s \nallegation about the invalidity of the transactions is correct, there cannot possibility be a claim against \nthe Corporate Defendants based on the allegation of the violation of Article 13 of the Civil Code  \nbased on abuse of a right in connection with the transactions53 (because the transaction, being \ninvalid, would not legally exist) .  Conversely, the Bank’s plea as to a violation of Article 13 by the \nCorporate Defendants (insofar as it is based on abuse of rights under the transactions) , should rule \nout any argument based on invalidity of the transactions.  \n74. In conclusion, the Bank has not pleaded that a particular subjective civil right (i.e., right personal to \nit) was abused by the Corporate Defendants nor how the abuse of any subjective civil right was \nmanifested. Consequently, the Bank has not explained why it should be considered that the \nCorporate Defendants overstepped the limits o"}
{"start": 38500, "text": "ate Defendants (insofar as it is based on abuse of rights under the transactions) , should rule \nout any argument based on invalidity of the transactions.  \n74. In conclusion, the Bank has not pleaded that a particular subjective civil right (i.e., right personal to \nit) was abused by the Corporate Defendants nor how the abuse of any subjective civil right was \nmanifested. Consequently, the Bank has not explained why it should be considered that the \nCorporate Defendants overstepped the limits of such right.  In view of this I have no reason to say \nthat the conduct of the  Corporate Defendants v iolated  Article 13 (2) and (3) of the Civil Code for the \npurposes of compensation for harm in accordance with Article 1166 of the Civil Code.  \nQuestion : Please explain the general principles and application in Ukrainian law of the ru le on \n“attribution of knowledge” of a legal entity. In particular, consider in this regard the position of persons \n \n48 Para graphs 203-205 of the First Defendant’s Report   \n49 Annex 2 pages 3- 4 \n50 Para graph 209 of the First Defendant’s Report  \n51 Annex 3 pages 267- 282- Ruling of the Supreme Court dated  29 May 2019 in case No.  914/692/18 ( number in the USRJ  82159928)  \n52 Paragraphs 32, 54(a), 58(c) of the RRAPOC  \n53 Paragraphs 54 c. of the RRAPOC  \nC4/1/12\n128765397.1\\ 673802 11 who are not managers or officials of the company, but (i) indirectly own a beneficial share of the \ncompany and/or (ii) influence or control the decision -making of managers or officials of the company.  \n75. I agree with what is said in the First Defendant’s Report as regards attribution of knowledge54. \n76. There is no concept of imputed knowledge in Ukrainian law, even in respect of the knowledge of \ncompanies. The question of knowledge is approached from the perspective of (i) what a party actually \nknew, or (ii) what it should have (or is reasonably expected to have) known. Thus, under Ukrainian \nlaw there is only factual (actual) or constructive (presumed) knowledge.  \n77. As such, even if a shareholder or beneficial owner of a company had particular knowledge, that would \nnot necessarily be the knowledge of the company and would not be automatically attributed to the company. Under Ukrainian law, the knowledge of the company is what is known to the directors, \nother bodies of that company or persons that act in the name of the company on the basis of articles of incorporation or the law. This stems from Article 92 (1) and (3) of the Civil Code\n55. \n78. For the purpose of clarifying what constitutes constructive knowledge in the light of court practice, I \nrefer to the explanations provided by the Supreme Court in case No. 57/314- 6/526- 2012 dated 21 \nMarch 2018 (in the context of the application of the limitation period)56  \n79. In that case, t he Supreme Court accepted the limitation of action in the claim in question because \nthe chairman of the board of the claimant was present at the general meeting of the company and \nthe Court, therefore, concluded that the claimant should have been aware of the existence of the \ndisputed decision of the general meeting of the company.  \n80. Consequently, constructive knowledge of a legal entity exists where, on the basis of the facts of the case, it cannot be suggested that a legal entity w as not aware of certain circumstances (if its director \nwas aware of those circumstances) or where a legal entity would have known those circumstances \nif it had performed its duties under the existing obligations of this legal entity.  \n81. In addition, since the  issue of ‘ attribution of knowledge’ to a legal entity was raised by the Bank in \nthe context of fault in the alleged tort, i.e., the direction of the will of the person that caused harm, I refer to the conclusion of the Supreme Court on how to assess the i ntention of a legal entity in \nconcluding a contract (in particular, a contract knowingly contrary to the interests of the state and society): - \nIn case No. 905/1"}
{"start": 42000, "text": "r the existing obligations of this legal entity.  \n81. In addition, since the  issue of ‘ attribution of knowledge’ to a legal entity was raised by the Bank in \nthe context of fault in the alleged tort, i.e., the direction of the will of the person that caused harm, I refer to the conclusion of the Supreme Court on how to assess the i ntention of a legal entity in \nconcluding a contract (in particular, a contract knowingly contrary to the interests of the state and society): - \nIn case No. 905/1870/20 dated 14 September 2021: - \n“The presence of such intention of the parties (party) means that they (it), based on the \ncircumstances of the case, were aware or must have been aware of the unlawfulness of the \nconcluded contract and contradiction of its purpose to the interests of the State and society and \nsought or knowingly allowed the occurrence of unlawful consequences. The intention of a legal \nentity is defined as the intention of that official or other natural person who signed the \ncontract, having the proper authority to do so. In the absence of the latter, the presence of intent \nof the legal  entity cannot be considered established”\n57 (emphasis added) . \n82. In my view, the above conclusion is relevant to the facts of this matter, because it relates to the will \n(intent) of the legal entity at the time of the conclusion of the contracts.   \n83. I conclude from the above that neither any persons who indirectly own a beneficial share of the company nor any persons who influence or control the decision- making of managers or officials of \nthe company are the bodies of that company or persons that act in the name of the company on the \nbasis of articles of incorporation or the law within the meaning of Article 92 of the Civil Code.  \nConsequently, the factual or constructive knowledge of such persons should not be attributed to the \ncompany.  \n \n54 Paragraphs 283-286 of the First Defendant’s Report  \n55 Annex 2 page 6  \n56 Annex 3 pages 282- 302 - Ruling  of the Supreme Court of 21 March 2018 in case No. 57/314- 6/526- 2012 (USCRP No.72940323)  \n57 Annex 3 pages 303- 320 - Ruling of the Supreme Court of 14 September 2021 in case No. 905/1870/20 (USRCD No. 99647799)  \nC4/1/13\n128765397.1\\ 673802 12 Question :  What arguments  against being held liable under Article 1166 are relevant to the claims \nasserted against the Corporate Defendants? Please describe the circumstances under which such \narguments may apply.  \n84. In my opinion, the Corporate Defendants may be able to successfully defend against the Bank's \nclaims on two bases, each of which I state separately because they are independent and sufficient for their defences.  \nThere is no plea or explanation of causation as the element of the civil offence   \n85. I have already stated above my view that Bank’s claim does not establish that the alleged conduct \nof the Corporate Defendants was unlawful  for the purposes of  Article 1166 . \n86. Additionally, t he Bank has not explained the causation between the allegedly unlawf ul conduct of the \nCorporate Defendants and the harm that was allegedly caused to the Bank.  \n87. There is a clear understanding in Ukrainian law of the necessity to show causation as a direct \ncorrelation between the harm and (only) the specifically identified un lawful conduct of the offender \nthat caused the harm and nothing else. In this regard, the Supreme Court has repeatedly stated: - \n“[t]he causation between the unlawful conduct and the harm is that the unlawful conduct  always \nprecedes in time the harmful resu lt that has occurred; the harmful result is a consequence of \nexactly that unlawful conduct”\n58 (emphasis added);  \n“[t]he causation between the act of the individual and the harm is that the harm is a consequence \nof the unlawful act of the individual and not of any other circumstances.  A mere sequence of \nevents should not be taken into account. The objective causation, as a condition of liability, fulfils the function of determini"}
{"start": 45500, "text": "e unlawful conduct  always \nprecedes in time the harmful resu lt that has occurred; the harmful result is a consequence of \nexactly that unlawful conduct”\n58 (emphasis added);  \n“[t]he causation between the act of the individual and the harm is that the harm is a consequence \nof the unlawful act of the individual and not of any other circumstances.  A mere sequence of \nevents should not be taken into account. The objective causation, as a condition of liability, fulfils the function of determining the objective legal boundary of liability for the harmful consequences of the unlawful act. The tortfeasor shall not be liable for any harm caused, but only for the harm caused \nby his/her actions . The absence of a causal link means that the harm was not caused by the actions \nof the tortfeasor but is caused by some other circumstances”\n59 (emphasis added);  \n“...the causation between the unlawful conduct and the harm is that the consequences in the form of harm arise only as a result of the unlawful conduct of the defendant and is necessary condition \nof liability and is manifested in the fact that the harm must constitute objective consequences of \nthe tortfeasor’s conduct”\n60 (emphasis added);  \n“... the claimant must prove that the unlawful acts or inaction of the tortfeasor are the cause and the loss suffered by the individual is the uncon ditional consequence of such unlawful conduct”\n61 \n(emphasis added);  \n“[t]he causation between the unlawful conduct and the consequences is that the harmful result is a \nconsequence of that particular unlawful conduct, i.e., there are no other circumstances which \nhave influenced those events (indirect causation )”62 (emphasis added) .  \n88. Thus, the necessary causal link between the harm and the unlawful conduct exists only if that \nunlawful conduct, taken in isolation from the other circumstances, is sufficient to cause the harm, \nand if it were not, the harm would not have been caused.   \n89. The circumstances of this case, as recognised by the Bank63, do not support such a link if it is found \nthat the funds would not have left the Bank's control if the Bank had not entered into the Relevant \nLoan Agreements with the Borrowers and made the Rel evant Loans to them. Whether or not the \nRelevant Supply Agreements between the Corporate Defendants and the Borrowers would have \nbeen agreed, or whether or not prepayment funds would have been transferred to perform those \n \n58 Annex 3 pages 321- 329- Ruling of the Supreme Court of 18 September 2019 in case no. 229/2601/17 (USRCD No.84512215)  \n59 Annex 3 pages 330- 340- Ruling of the Supreme Court of 21 December 2018 in case no. 920/31/18 ( USRCD No  78807905)  \n60 Annex 3 pages 341- 359- Ruling of the Supreme C ourt of 23 June 2020 in case No. 916/1117/19 (USRCD No.90025218)  \n61 Annex 3 pages 360- 374- Ruling of the Supreme Court of 12 March 2020 in case no. 761/991/18 (USRCD No.88264940)  \n62 Annex 3 pages 375- 386- Ruling of the Supreme Court of 09 December 2020 in case No. 757/40591/17 (USRCD No.93709051)  \n63 Paragraph 54 of the RRAPOC  \nC4/1/14\n128765397.1\\ 673802 13 agreements, without the Bank having made the Relevant Loans to the Borrowers, the harm which \nthe Bank alleges to have been caused would not have occurred. The alleged harm (if there is any) \nwas caused by the Relevant Loans and the Borrowers’ drawdowns.  \n90. This illustrates that the necessary c ausal link (objective, direct and unconditional) between the \nactions of the Corporate Defendants and the harm which the Bank alleges is absent. This in turn precludes the Corporate Defendants from being liable for such harm.  \n91. In conclusion, I would like to note two of the Bank's inconsistent assertions in respect of the \ncausation: - \n“The Bank suffered a loss as a result of the Borrowers failing validly to repay all or part of the Relevant Drawdowns”\n64; \n“Harm for the purposes of Article 1166 encompasses the t ransfer of a claimant’s funds to third \nparties.”65. \n92. If eit"}
{"start": 49000, "text": "efendants and the harm which the Bank alleges is absent. This in turn precludes the Corporate Defendants from being liable for such harm.  \n91. In conclusion, I would like to note two of the Bank's inconsistent assertions in respect of the \ncausation: - \n“The Bank suffered a loss as a result of the Borrowers failing validly to repay all or part of the Relevant Drawdowns”\n64; \n“Harm for the purposes of Article 1166 encompasses the t ransfer of a claimant’s funds to third \nparties.”65. \n92. If either of these assertions is found to be correct, according to the Bank, the harm is attributable to \nthe actions of the Borrowers and not the Corporate Defendants. It was the Borrowers who failed to \nrepay the Relevant Loans and it was the Borrowers who transferred to the Corporate Defendants the \nfunds received under the Relevant Loans (and not any other funds), as per the Bank’s own case. \nTherefore, the fact of the occurrence of the harm (if such harm was suffered) by the Bank is (if it is) \ncausally related primar ily, if not  exclusively,  to the actions of the Borrowers.  (Of course, as I explained \nabove, the relevant actions would have to constitute unlawful conduct to give rise to liability).  \nNo compensation / harm because of subsequent events  \n93. If the Relevant Loans have been repaid or otherwise discharged, at least in part, then the obligations \nof the Borrowers to the Bank are terminated (in full or partly). It means that after repayment of the \nRelevant Loans no claim for compensation for harm may be brought against the Borrowers or the \nCorporate Defendant s.  \nWrong remedy  pursued by the Bank  \n94. The Bank's tort claim was brought against the Corporate Defendants without taking into account the \nrules related to pursuing an appropriate remedy.      \n95. According to Article 15 (1) of the Civil Code66 everyone has the ri ght to defend his civil right in case \nof its violation, non- recognition, or contestation . This means that the remedy should be determined \nby considering the content of the right (or interest) and the nature of the unlawful act (or omission or \ndecision) whi ch violates this particular subjective  civil right or interest of a person. In Ukrainian law, \nthere are rules for identifying the appropriate remedy.  \n96. In this regard , the Grand Chamber of the Supreme Court in its decision in case no. 750/3917/17 \ndated 5 May 2020 arrived to the following conclusion: - \n“7.2 The violation of the law is related to depriving its owner from a possibility to execute (exercise) \nhis right fully or partially.  \n7.7 The person to whom a violated right belongs may use not any at his own d iscretion, but \na certain remedy for the protection of such his right, directly determined by a special law that regulates particular civil legal relations, or by an agreement. (emphasis added)  \n7.8 The Grand Chamber of the Supreme Court has repeatedly drawn  attention that the \napplication of a particular remedy for the protection of civil right depends both on the nature \n \n64 The Bank’s Response 6 to Request 7 of the First Defendant’s RFI of 22 May 2020  \n65 Paragraph 34 of the RRAPOC  \n66 Annex 2 page 4  \nC4/1/15\n128765397.1\\ 673802 14 of the right or interest sought to be protected and from the nature of its violation, non -\nrecognition, or contestation . ...”67. \n97. Thus, there is the following interdependence: 1) the type of a legal relationship determines the \ncontent of violated subjective right and the way of its violation; 2) the content of violated right and the \nway of its violation determine the appropriate remedy; and 3) the proper defendant is identified.  \n98. Ukrainian law traditionally distinguishes between liability for breach of contractual obligations and tortious liability . They differ not only in the way in which they are applied (for example, in some cases \nthe damages for breach of obligation may be limited and non- contractual harm may be compensated \nin full) but also in respect of the grounds o"}
{"start": 52500, "text": " 2) the content of violated right and the \nway of its violation determine the appropriate remedy; and 3) the proper defendant is identified.  \n98. Ukrainian law traditionally distinguishes between liability for breach of contractual obligations and tortious liability . They differ not only in the way in which they are applied (for example, in some cases \nthe damages for breach of obligation may be limited and non- contractual harm may be compensated \nin full) but also in respect of the grounds on which they are applied.\n 68 \n99. The difference between the grounds of these types of liability exists because, under Uk rainian law, \nsubjective rights have traditionally been divided into ‘ contractual rights’  and ‘ absolute rights’ . This \ndivision is decisive, and it is this division that affects the identification of the person on whom liability \nis imposed.  \n100. With regard to essence of contractual rights I can briefly explain its legal framework as follows: - \n100.1  According to Article 11 (2)(1) of the Civil Code69 and Article 509 (2) of the Civil Code70, the contract \nserves as the basis for the existence of an obligation.  \n100.2  Article 509 (2) of the Civil Code:  “[a]n obligation is a legal relationship in which one party (a debtor) \nis obliged to perform a certain action (to transfer property, to perform work, to render a service, to \npay money, etc.) or to refrain from performance of a certain action (negative obligation) in favour of \nthe other party (a creditor), and the creditor has the right to demand from the debtor the performance \nof his obligation”.  \n100.3  Thus, an obligation is a legal relationship whose participants are predetermined (debtor  and creditor) \nArticle 511 of the Civil Code71 expressly states that an obligation does not create duties for a third \nparty. According to Article 629 of the Civil Code72, the contract is binding only for the parties.  \n100.4  Under Article 610 of the Civil Code73, a violation of an obligation is its non- performance or \nperformance with a violation of the conditions defining the obligation (improper performance).  \n100.5  It follows from the above that the breach of an obligation (or the terms of an agreement) is when the \ndebtor deviates from the conduct that constitutes the content of its duty. So, only debtor’s conduct can give rise to a breach of obligation. Therefore, only the debtor can be held liable for the breach of obligation.  \n101. The situation can be distinguished from absolute rights, one type of which is the right of ownership. \nUnlike contractual rights where the debtor is predetermined, the characteristic feature of absolute right is the quantitative uncertainty of the obligated subjects. The duty to refrain fro m interfering with \nan absolute right is imposed on any person so that anyone can violate an absolute right. Therefore, \nresponsibility for the violation of an absolute right lies with a person who caused the harm and who is not legally related to the subjec t of the right in advance but who violated the rights of the latter by \nhis unlawful actions (or omission).  \n102. This distinction is also recognised by court practice: - \n \n67 Annex 3 pages 387- 405 \n68 Annex 3 pages 1 - 7- Paragraph 1 of the Explanation of the Supreme Arbitration Court of Ukraine “On Certain Issues of Practice in the \nResolution of Disputes Related to Compensation for Harm” No. 02- 5/215 of 01.04.1994 with subsequent amendments. The Supreme \nCourt arrive d at the same conclusion in case No. 910/6702/17 (USRCD No. 72164651) in its Ruling of 13 February 2018  \n69 Annex 2 page 3  \n70 Annex 2 pages 15 -1671 Annex 2 page 16 \n71 Annex 2 page 16  \n72 Annex 2 page 21  \n73 Annex 2 page 20  \nC4/1/16\n128765397.1\\ 673802 15 “The said distinction of the grounds of liability is also required because the damages caused by the \nnon-performance of contractual obligations must be compensated by the contractual counterparty, \nwhile the non- contractual harm is compensated by the pers"}
{"start": 56000, "text": "sion in case No. 910/6702/17 (USRCD No. 72164651) in its Ruling of 13 February 2018  \n69 Annex 2 page 3  \n70 Annex 2 pages 15 -1671 Annex 2 page 16 \n71 Annex 2 page 16  \n72 Annex 2 page 21  \n73 Annex 2 page 20  \nC4/1/16\n128765397.1\\ 673802 15 “The said distinction of the grounds of liability is also required because the damages caused by the \nnon-performance of contractual obligations must be compensated by the contractual counterparty, \nwhile the non- contractual harm is compensated by the person who caused it”74.  \n103. The mechanism for choosing a remedy and checking its appropriateness was described by the \nSupreme Court in its decision in case No. 910/3192/18 dated 15 January 2019: - \n“11. The remedy for protection of the violated right is determined by the rule of substa ntive law \ngoverning the legal relationship between the parties to the dispute. Therefore, the claimant, when \nformulating his claim, must proceed from the rights granted to him by law which have been objectively \nviolated by the defendant and the claim must be aimed at stopping these violations and restoring the \nviolated right. Thus, the right to choose the remedy belongs to the claimant, while the court has the \ncompetence to check the compliance of the chosen remedy with the content of the violated right. At  \nthe same time, the chosen remedy must not only be established by contract or law, but also be an \neffective remedy appropriate to the content of the violated right, the nature of its violation and the \nconsequences caused by this violation”75. \n104. Thus, to succ eed in a claim, a claimant, that seeks to obtain compensation for harm suffered, should \nfirst determine within what relationship the harm was  caused, what right was violated, and the nature \nof the violation which took place. Depending on the answers to these questions –  a claimant should \nthen identify the legal basis for imposing liability (Article 623 or Article 1166 of the Civil Code), based on which to determine the person(s) liable for the harm caused.  \n105. The Bank’s position that it suffered a loss as a r esult of the Borrowers failing to repay all or part of \nthe Relevant Payments\n76. This means that the Borrowers have not fulfilled their contractual \nobligations to repay the Relevant Loans.  \n106. The Bank’s position in respect of harm for the purposes of Article 1166 is that it was constituted by \nthe transfer of the alleged Bank's funds to third parties. It also means that the Borrowers have not \nfulfilled (completely or in part) their obligations under the Relevant Loan Agreements.  \n107. Consequently, I come to conclusion that property losses of the Bank were entirely caused by the \nBorrowers’ violation of their duty under the Relevant Loan Agreements. As a result, the basis of \nresponsibility should be Article 623 of the Civil Code77, and the Borrowers should bear entire \nresponsibility for the Bank’s losses, even if they in turn then have claims against the Corporate \nDefendants under the Relevant Supply Agreements.  \n108. Contrary to the above, the Bank filed a tort claim against the Corporate Defendants, and therefore in \nmy opini on chose an inappropriate remedy, which is an independent and sufficient basis for refusing \nto satisfy its claims.  \nQuestion : Explain the nature of the arguments under Articles 614(2) and 1166(2) of the Code and \ndescribe the circumstances in which such argu ments may apply.  \n109. According to Article 614 (2) of the Civil Code78 a person who breached an obligation shall prove the \nabsence of this person’s fault to avoid liability. In other words, Article 614 (2) of the Civil Code \nestablishes the presumption of fault of the offender and therefore the victim of the offence does not have to prove the fault of an offender.  \n110. This approach is customary in Ukrainian private law for any offences, including torts. In accordance with Article 1166 (2) of the Civil Code:  \n \n74 Annex 3 pages 1 – 7- Paragraph 2 of the Explanation of the S"}
{"start": 59500, "text": "breached an obligation shall prove the \nabsence of this person’s fault to avoid liability. In other words, Article 614 (2) of the Civil Code \nestablishes the presumption of fault of the offender and therefore the victim of the offence does not have to prove the fault of an offender.  \n110. This approach is customary in Ukrainian private law for any offences, including torts. In accordance with Article 1166 (2) of the Civil Code:  \n \n74 Annex 3 pages 1 – 7- Paragraph 2 of the Explanation of the Supr eme Arbitration Court of Ukraine “On Certain Issues of the Practice of \nResolution of Disputes Related to Compensation for Damages” No. 02- 5/215 of 01.04.1994 with subsequent amendments.  \n75 Annex 3 pages 406- 419) \n76 The Bank’s Response 6 to Request 7 of the F irst Defendant’s RFI of 22 May 2020  \n77 Annex 2 page 2178 Annex 2 pages 20- 21 \n78 Annex 2 pages 20- 21 \nC4/1/17\n128765397.1\\ 673802 16 “2. A per son who caused harm is exempt from compensation, if he/she proves that the harm was \ncaused not by his/her fault”79. \nIt is apparent, that this rule also contains the same presumption of a fault as in Article 614 (2) of the \nCivil Code, only in other words.  \n111. In accordance with both rules, the person who is alleged to have committed a civil offence \n(contractual or tortious) is the person required to provide evidence if he wishes to rebut the allegation \nthat he was at fault. I also conclude that the need to rebut the presumption of fault arises only when \nthe claimant proves th at an offence  was committed . \n112. A person is considered not to be at fault if he proves that he took all reasonable  measures in his \npower for the proper performance of the relevant  obligation in the circumstances. There is no rigid \ntest or single way to assess this . It is a question of fact and it is one for the judge to determine.  \nQuestion : Please provide a general overview of Article 1190 of the Code and in particular explain the \nnature of joint action and undivided damages. With reference to the factual circumstances for the Bank \nand the Corporate Defendants, explain when and in what circumstances the Corporate Defendants will \nbe held jointly and severally liable for any damages t hat the Bank may have suffered under Article 1190 \nof the Code.  \n113. The First Defendant’s Report addresses joint and several liability of the defendants in the context of his Question 10. Insofar as what Mr Alyoshin says overlaps with the claims against the Cor porate \nDefendants, I agree with what he says at paragraphs 259 to 270.  \n114. Article 1190 of the Civil Code\n80 provides that persons whose joint actions or omissions caused harm \nare jointly and severally liable to the victim. At the request of the victim, the court may determine the responsibility of the persons who jointly caused the harm in proportion in accordance with the degree \nof their fault.  \n115. Imposing joint and several liability on several persons on the basis of Article 1190 of the Civil Code \nrequires provi ng a number of additional elements as compared to proving the elements required \nunder Article 1166 of the Civil Code.  \n116. In this regard, the Supreme Court expressed the following opinion: - \n“40. For the occurrence of joint and several liability in case of harm  caused by two or several persons, \nit should be established that the actions of the tortfeasors were united by a common intention and \nthe harm caused by them resulted from their joint actions, i.e., joint and several liability is possible \nonly in case of c ommon actions, i.e., when it is impossible to distinguish the fault of each person”\n81.  \n117. Consequently, the necessary condition for application of Article 1190 of the Civil Code, is proof by a \nclaimant of the common intention of the tortfeasors and the fact that the allegedly caused harm was \na consequence of their joint actions.  \n118. Further:  \n118.1  Article 1190 does not impose liability on a person for their actions if those actions do not amoun"}
{"start": 63000, "text": "ability is possible \nonly in case of c ommon actions, i.e., when it is impossible to distinguish the fault of each person”\n81.  \n117. Consequently, the necessary condition for application of Article 1190 of the Civil Code, is proof by a \nclaimant of the common intention of the tortfeasors and the fact that the allegedly caused harm was \na consequence of their joint actions.  \n118. Further:  \n118.1  Article 1190 does not impose liability on a person for their actions if those actions do not amount to \nviolation of Article 1166 by that person (i.e., if that person’s actio ns are not tortious in and of \nthemselves). I agree with Mr Alyoshin in this regard82. \n118.2  Second, in the paragraph 3 of the Resolution No. 6 of the Plenary Supreme Court of Ukraine dated \n27 March 1992 “On Court Practice in Tort Claims”83, harm within the meani ng of Article 1190 is \ndescribed as “ indivisible ” harm. Given the nature of the allegations made by Privatbank in this Claim, \nthe Corporate Defendants can seek to defend against imposition of liability for the entire US$1.9 \n \n79 Annex 2 page 24  \n80 Annex 2 page 24  \n81 Annex 3 pages 420- 429 - Ruling of the Supreme Court of 7 August 2019 in case No. 572/4016/15 (USRCD No. 83552904)  \n82 Paragraph 263 of the First Defendant’s Report  \n83 Annex 3 pages 430- 455  \nC4/1/18\n128765397.1\\ 673802 17 billion allegedly misappropriated  by pointing out that (even on the assumed facts) there was not one \nsingle misappropriation but rather a series of separate transactions which totalled US$1.9 billion and \nthat each of the six Corporate Defendants received monies separately from the other f ive. So, on \nthat analysis the harm would be divisible, with the consequence that each defendant would only be \nliable for the harm caused by their own Article 1166 violation (if such a violation were to be found).  \nQuestion : What remedies are generally avail able to Ukrainian courts where tort liability causes of \naction have been established?  \n119. The first and main remedy that can be applied in the case of non- contractual harm is compensation \nfor the harm caused. According to Article 1192 of the Civil Code, such c ompensation may be awarded \nin one of two forms: - \n“1. Unless otherwise established by law, taking into account the circumstances of the case, the court \nat the choice of the victim may oblige the tortfeasor, to compensate it [1] in kind (to transfer the thing \nof the same kind and the same quality, to repair the damaged thing, etc.) or [2] to compensate the \ndamages caused in full.  \nThe amount of damages to be compensated to the victim shall be determined in accordance with the real value of the lost property at  the time of the case or the performance of works required for \nrestoring the damaged thing”\n84. \n120. Where harm is caused by deprivation of money, compensation in kind and compensation for caused damages are effectively the same -  the recovery of an appropriate amount of money from the \ntortfeasor in favour of the victim. Applying the terminology of Article 22 (2) of the Civil Code\n85, this \nconstitutes ‘ actual damages ’. \n121. The second remedy the application of which is not excluded in the Ukrainian law, is the recovery of lost profit under Article 22 (2)(2) of the Civil Code\n86, i.e., the income which the person would have \nreceived under ordinary circumstances if his right had not been violated.  \n122. At the same time the recovery of lost profit is not an automatic consequence of compensation for \nreal damages. Since the lost profit is a type of damages, it can only be ordered by the court, when in \naddition to proving the required elements of the offence other matters are proved, in particular , its \namount  and the inevitability that the victim would have received  a profit but for unlawful conduct of \nthe offender87. \nQuestion : If the Bank succeeds in proving the grounds for holding the First and the Second D efendants \nand the Corporate Defendants liable, please explain how t"}
{"start": 66500, "text": "on for \nreal damages. Since the lost profit is a type of damages, it can only be ordered by the court, when in \naddition to proving the required elements of the offence other matters are proved, in particular , its \namount  and the inevitability that the victim would have received  a profit but for unlawful conduct of \nthe offender87. \nQuestion : If the Bank succeeds in proving the grounds for holding the First and the Second D efendants \nand the Corporate Defendants liable, please explain how the Ukrainian courts would distribute the liability for the harm among the different Defendants, in particular the Corporate Defendants (including the way the court calculates the compensati on in respect of each Defendant).  \n123. On this point I reiterate my conclusions set out in paragraph 118.2  above. Given the nature of the \nallegations made by the Bank, the Corporate Defendants can defend against liability  for the entire \nUS$1.9 billion allegedly misappropriated by pointing out that (even on the assumed facts) there was \nnot one single misappropriation but rather a series of separate transactions which totalled US$1.9 \nbillion and that each of the Corporate Defendants received monies separately from the other Corporate Defendants. So, on that analysis the harm would be divisible, with the consequence that \neach defendant would only be liable for t he harm caused by their own Article 1166 of the Civil Code \nviolation (if such a violation were to be found).  \nE. UNJUST ENRICHMENT CLAIM  \nQuestion :  Please provide an overview of the unjust enrichment claim under Ukrainian law.  \n \n84 Annex 2 page 24  \n85 Annex 2 pages 5- 6 \n86 Annex 2 page 5  \n87 Annex 3 pages 456- 480 - Ruling of the Supreme Court of 21 July 2021 in case no. 756/13292/15- ц (USRCD No. 98482938)  \nC4/1/19\n128765397.1\\ 673802 18 124. An unjust enrichment claim in Ukrainian private law is a claim to enforce the obligation on a person, \nwho has acquired or preserved property of another without sufficient lega l grounds, to return such \nproperty to the victim.  \n125. The obligations in this connection are regulated by the provisions of Chapter 83 of the Civil Code \n(Articles 1212 -1215 of the Civil Code)88. \n126. The basic rule is specified in Article 1212 of the Civil Code: - \n“Article 1212. General provisions on obligations in connection with the acquisition or preservation of \nproperty without sufficient legal grounds  \n1) A person, who acquired property or preserved it at the expense of another person (the victim) without suffici ent legal grounds ( groundlessly  acquired property), is obliged to return this property to \nthe victim. A person is also obliged to return the property when the basis on which it was acquired has subsequently disappeared.  \n2) The provisions of this Part shall  apply irrespective of whether the groundless  acquisition or \npreservation of property was the result of the behaviour of the acquirer of the property, the victim, other persons, or as a consequence, of an accident.  \n3) The provisions of this Part shall also apply to claims regarding:  \n1) return of performance under an invalid transaction;  \n2) recovery of property by an owner from unlawful possession;  \n3) return of performance by one of the parties to an obligation;  \n4) compensation for harm by a person who illegally acquired the property or preserved it at the expense of another person”.  \n127. Article 1213 of the Civil Code defines how to fulfil an obligation under Article 1212 to property: - \n“Article 1213. Return in kind of groundlessly  acquired property  \n1) The acquir er is obliged to return to the victim the groundlessly  acquired property in kind.  \n2) In case of impossibility of returning groundlessly  acquired property in kind to the victim, its value \nshall be compensated, which is to be determined at the time when the court is considering the return of the property”.     \n128. This type of non- contractual obligation arises when there is:  \n128.1  the acquisition "}
{"start": 70000, "text": "perty: - \n“Article 1213. Return in kind of groundlessly  acquired property  \n1) The acquir er is obliged to return to the victim the groundlessly  acquired property in kind.  \n2) In case of impossibility of returning groundlessly  acquired property in kind to the victim, its value \nshall be compensated, which is to be determined at the time when the court is considering the return of the property”.     \n128. This type of non- contractual obligation arises when there is:  \n128.1  the acquisition of property by a person, or its preservation by a person, at the expense of \nanother person; and  \n128.2  the absence of legal grounds for this, or if there were such grounds, they have fallen away \nand ceased to exist.  \n129. The Supreme Court has clarified the conditions under which an obligation of unjust enrichment arises: - \n“Objective conditions for the occurrence of obligations on ac quisition, preservation of property without \nsufficient legal grounds are: 1) acquisition or preservation of property by one person (acquirer) at the \nexpense of another (victim); 2) harm in the form of reduction or non- increase of property of another \nperson (victim); 3) conditionality of increase or preservation of property on the side of the acquirer \n \n88 Annex 2 pages 25- 26 \nC4/1/20\n128765397.1\\ 673802 19 by way of reduction, or non- increase on the side of victim; 4) lack of legal grounds for the said change \nof property status of these persons”89.   \n130. Under Ukrainian law, the claimant must prove the facts which constitute the legal basis for his claim. \nTherefore, it is for the claimant to prove that any property received by the defendant was received \nwithout sufficient legal grounds . In respect to property  which qualifies as an object of ownership rights \n(such as money)  and on the basis of Article 328 (2) of the Civil Code90, there is no obligation on the \ndefendant to prove that he had sufficient legal grounds to acquire the property.  \n131. The term ‘ without suff icient legal grounds’ , which also means a ‘ lack of legal grounds’, means the \nabsence of a subjective right conferred by law, a contract or another legal act providing for the \nacquisition of the relevant property by the acquirer. The Grand Chamber of the Su preme Court \nexplains this condition as follows: - \n“The lack of legal grounds is such a transfer of property from one person to another which is either not based on a direct requirement of law or contradicts the purpose of the legal relationship and its \nlegal content. That is, the lack of a legal grounds means that the acquirer has enriched himself at the \nexpense of the victim outside the grounds provided by law, other legal acts, or the transaction.  \nThe acquisition or preservation of property will be groundless not only in the absence of a relevant \ngrounds from the outset when acquiring the property, but also when initially there was such a ground, \nbut subsequently fell away.”\n91  \n132. The acquisition of property pursuant to, and during the performance of, a contr act cannot be regarded \nas groundless :- \n“4.5. A systemic analysis of the provisions of … Article 1212 of the Civil Code of Ukraine leads to the \nconclusion that the contract in force or other transaction is a sufficient and appropriate legal basis for \nacquis ition of property (receipt of money)” 92.  \n133. Ukrainian law defines the victim (the person at the expense of whom the enrichment occurred) and \nthe person who acquired the property or preserved it (the enriched party), the acquirer, as  the parties \nto a claim f or unjust enrichment. Accordingly, the victim can, as claimant, bring an unjust enrichment  \nclaim against the acquirer of property as defendant.  \n134. In Ukrainian private law the object of an unjust enrichment  claim may be any property, including \nmoney held in a bank account.  \n135. For the purposes of application of Articles 1212 and 1213 of the Civil Code, enrichment means an \nincrease in the property of the acquirer or "}
{"start": 73500, "text": "it (the enriched party), the acquirer, as  the parties \nto a claim f or unjust enrichment. Accordingly, the victim can, as claimant, bring an unjust enrichment  \nclaim against the acquirer of property as defendant.  \n134. In Ukrainian private law the object of an unjust enrichment  claim may be any property, including \nmoney held in a bank account.  \n135. For the purposes of application of Articles 1212 and 1213 of the Civil Code, enrichment means an \nincrease in the property of the acquirer or his preservation (retention) of property which he should \nnot have retained (such that the victim has not had an increase in his property which he should have \nhad).  \n136. Moreover, there is a necessity for the enrichment to occur at the expense of the victim . Several \nconclusions follow from this requirement.  \n137. First, the victim should be the person who has the proper title to the property at the point of transfer \nto and receipt by the acquirer93.  \n \n89 Annex 3 pages 481- 489- Ruling of the Supreme Court of 12 November 2018 in case no. 529/1060/16- z (USCRP No. 78378675) . \n90 Annex 2 page 15 -  Article 328 (2) of the Civil Code: “ The right of ownership is deemed as acquired lawfully unless the other is not \nexpressly provided by law or unl ess the illegality of acquisition of the right of ownership or groundlessness of acquisition of assets that \nare owned are not established by the court ”. \n91 Annex 3 pages 490- 501 - Ruling  of the Grand Chamber of the Supreme Court of 16 January 2019 in case no. 753/15556/15- z (USCRP \nNo. 79388252) . \n92 Annex 3 pages 502- 514- Ruling of the Supreme Court of April 1, 2019, in case No.  904/2444/18 (USCRP No. 80953273) . \n93 Annex 3 pages 515- 525- Ruling of the Supreme Court of 14 May 2020 in case No.  910/9213/19 (USCRP No. 89318837) . \nC4/1/21\n128765397.1\\ 673802 20 138. This conclusion is logical because in the absence of a person's rights to the property, the acquisition \nof that property by someone else will in no way change that person's existing property status (in other \nwords, that person would not have lost anything).  \n139. Secondly, the enrichment of the acquirer must also result in the mutual reduction of the victim's property or by  the non- receipt of the property, which the victim should have received.  \n140. The Bank argues that a necessary connection can be established where the victim is an indirect \nsource of the defendant’s enrichment.\n94 The Bank also argues that Ukrainian law does not require \nthe claimant to have suffered a reduction in his property in order to bring an unjust enrichment \nclaim.95 It also argues that there is no requirement for the defendant’s enrichment to be directly \nconnected to, and by a direct cause or consequence of, the victim’s loss of property.96 I cannot agree \nwith this view for the reasons stated below.  \n141. Essentially, the obligation to return property under Article 1212 is conditional upon an increase or \npreservation of property on the side of the victim by way of the reduction or non- increase on the side \nof the victim and therefore is not applicable where the latter is only connected indirectly to the former.  \nThis follows from the third condition of the Supreme Court ruling referred to in paragraph 129 above.  \n142. It is not sufficient that there is a “ factual connection”97 between the Bank’s alleged loss (i.e., the sums \nthat the Bank advanced to the Borrowers) and the Corporate Defendant’s alleged enrichment (i.e., \nthe sums that the Borrowers paid to the Corporate Defendants).  To my mind this would introduce \nthe concept of  causation from tort into the Article 1212 of the Civil Code  analysis and there is no \nbasis to do so.  For Article 1212 of the Civil Code, it is not sufficient to show that, on the facts, the \nBank’s alleged loss led to an enrichment for the Corporate Defendants. Chains of events causally \nlinked together have no role to play in the Article 1212 analysis. Rather the reduction (or non-increase) o"}
{"start": 77000, "text": "t the Borrowers paid to the Corporate Defendants).  To my mind this would introduce \nthe concept of  causation from tort into the Article 1212 of the Civil Code  analysis and there is no \nbasis to do so.  For Article 1212 of the Civil Code, it is not sufficient to show that, on the facts, the \nBank’s alleged loss led to an enrichment for the Corporate Defendants. Chains of events causally \nlinked together have no role to play in the Article 1212 analysis. Rather the reduction (or non-increase) of the property on the side of the victim and increase (or preservation) of the property on \nthe side of the acquirer must be interdependent  counterpart s, like ‘two sides of the same coin ’. The \nincrease and reduction arise from the same event . I refer below to court practice and academic \nliterature confirming this.   \n143. There are also policy arguments against interpreting Art icle 1212 in the way the Bank seeks to : \n143.1  If the victim could bring a claim not only against the person who acquired the property \ndirectly from him, but also against persons to whom the property was transferred in the \nfuture, there would then exist multiple obligations on different persons to return the \nproperty. Under Ukrainian law the option to recover against multiple defendants exists in \ntwo situations: 1) when they all are debtors in a joint and several obligation; 2) when each of them has a separate obl igation towards the victim. The first scenario is irrelevant to the \nBank’s unjust enrichment claim since the requirements of Article 543 of the Civil Code\n98 \nare not met. As for the second scenario, assuming that Articles 1212 and 1213 of the Civil \nCode all ow such situation, the victim could, based on the rule of law, legally receive \ncompensation for the loss of his property several times from several successive acquirers. \nIt is difficult for me to imagine that the legislator allowed and/or intended the poss ibility \nunder Article 1212 of the Civil Code of such multiple recovery which would, result in the \nvictim himself being unjustly enriched by operation of Article 1212 of the Civil Code.  \n143.2  I also cannot envisage a situation where the victim would be obliged by  the law to make a \nclaim under Article 1212 of the Civil Code against the ultimate acquirer of the property, rather than the first acquirer, as this would place an excessive burden on him to search for \nhis own property. In many situations, it would be diff icult for him to do so, especially in \nrespect of sums of money and other generic (fungible) things that are easily intermingled \nwith similar things. Moreover, the lack of legal grounds for the first acquisition of property \n \n94 Paragraph 44 of the RRAPOC  \n95 Paragraph 20.3 of the Bank’s Re -Amended Reply  to the Defences of the Defendants dated 3 September 2021 (the “ Re-Amended \nReply ”) \n96 Paragraph 20.3 of the Re- Amended Reply  \n97 Paragraph 44 of the RRAPOC  \n98 Annex 2 page 18  \nC4/1/22\n128765397.1\\ 673802 21 does not mean there is the absenc e of legal grounds for the acquisition of this property by \nsubsequent acquirers.  \n144. Thus, in my opinion, where there is groundless acquisition (or preservation/retention) of property, the \nobligation to return this property or pay compensation to the victim ar ises for the person who has \nbeen directly enriched by receipt of  the property lost by the victim, and I consider this approach to be \nthe closest to the purpose for which the Articles 1212 and 1213 appeared in the Civil Code.  \n145. As an example of the interpretation of the relevant provision of Article 1212 of the Civil Code, I re-\nemphasise the opinion of the Supreme Court dated 12 November 2018 in case No. 529/1060/16- z \nas addressed in paragraph 129 above, describing appropriate connection as: “ …conditionality of \nincrease or preservation of property on the side of the acquirer by way of  reduction, or non-  increase \non the side of the victim”99 (emph asis added) . Consequently, the Supreme Cour"}
{"start": 80500, "text": "e Civil Code.  \n145. As an example of the interpretation of the relevant provision of Article 1212 of the Civil Code, I re-\nemphasise the opinion of the Supreme Court dated 12 November 2018 in case No. 529/1060/16- z \nas addressed in paragraph 129 above, describing appropriate connection as: “ …conditionality of \nincrease or preservation of property on the side of the acquirer by way of  reduction, or non-  increase \non the side of the victim”99 (emph asis added) . Consequently, the Supreme Court considers this \nconnection as direct and immediate, so the increase (preservation/retention) of property must be the obverse / counterpart of the decrease (or non- increase) of the same property by the victim.  \n146. In another case, applying Articles 1212 and 1213 of the Civil Code, the Supreme Court noted: - \n“In order for the above said rule to apply, it is necessary, first of all, that one person has acquired \n(preserved) property at the expense of the another. The incr ease or preservation in the same \namount of one party's property is the result of a corresponding decrease in the property of the other party.  Secondly, it is necessary that the acquisition of property by one person at the \nexpense of the other occurred with out sufficient legal grounds provided for by law or agreement. \nGroundlessly  acquired property shall be returned to the person at whose expense it was acquired”\n100 \n(emphasis added).  \n147. The increase in the property of the acquirer could not be considered as “ the result of a corresponding \ndecrease” in the property of the victim if, in between these facts, there had been several other disposals or other transfers of the right to this property.  \n148. In the academic and professional practitioner literature, ex -chairman of  the Supreme Court of \nUkraine, Honoured Lawyer of Ukraine, Candidate of Law (currently Doctor of Law) Yaroslav Romaniuk noted on this issue: - \n“...the property status of the parties to the unjust enrichment obligation is in inverse proportionality: \nthe incr ease in the amount of property of the acquirer is a direct consequence of the simultaneous  \nreduction of its amount in the victim”\n101 (emphasis added) . \n149. This is the view that have been adopted by the court practice. I illustrate this by means of the conclusions of the Grand Chamber of the Supreme Court, since one of the tasks of this body is to ensure the uniform application of rules of law by the courts.  \n150. By way of example, the Grand Chamber of the Supreme Court by its decision dated 22 September 2020 in case No. 910/3009/18, examined a claim that was based on the fact that the defendant had no right of direct debt collection following the alienation of the property, which was pledged \n(securities). Assessing claimant’s legal remedy, pursuant to the pr ovisions of Articles 1212- 1214 of \nthe Civil Code, the Grand Chamber of the Supreme Court noted: - \n“91. Therefore, the Grand Chamber of the Supreme Court considers that if the claimant was illegally, \nwithout sufficient legal grounds deprived of the securities accounted in the claimant's bank account \nin favour of the defendant, the appropriate remedy here is a claim for recovery of securities from the defendant in favour of the claimant.  \n… \n \n99 Annex 3 pages 481- 489 - Ruling  of the Supreme Court of 12 November 2018 in case no. 529/1060/16- z (USCRP No. 78378675) . \n100 Annex 3 pages 526- 538- Ruling of the Supreme Court of 26 November 2019 in case No.902/ 201/19 (USCRP No. 85933485) . \n101 Annex 3 pages 539- 549- Romanyuk Ya. M. Restitution, vindication, condition, compensation for harm : some aspects of the relationship \nand demarcation / Ya. M. Rimanyuk, L. O. Maistrenko // Bulletin of the Supreme Court of Ukrai ne. - 2014. - No.10. - P. 24 . \nC4/1/23\n128765397.1\\ 673802 22 97. If, however, the defendant does not have the securities ( they were alienated to another person , \nrepaid, etc.), a claim for recovery of the value of the securities shall be the app"}
{"start": 84000, "text": " No. 85933485) . \n101 Annex 3 pages 539- 549- Romanyuk Ya. M. Restitution, vindication, condition, compensation for harm : some aspects of the relationship \nand demarcation / Ya. M. Rimanyuk, L. O. Maistrenko // Bulletin of the Supreme Court of Ukrai ne. - 2014. - No.10. - P. 24 . \nC4/1/23\n128765397.1\\ 673802 22 97. If, however, the defendant does not have the securities ( they were alienated to another person , \nrepaid, etc.), a claim for recovery of the value of the securities shall be the appropriate remedy. The \nclaimant can also claim the recovery of funds for compensation of the benefits , which the defendant \nhas received or could have received from the securities since the time, when the defendant was \naware or should have been aware about the possession without sufficient legal grounds (Article 1214 \nof the Civil Code). If unlawful taking possession of property occurred due to violat ion of legal \nrequirements, the defendant is deemed to have been aware or should have been aware about \npossession without sufficient legal grounds from the time of taking possession of the property.”102 \n(emphasis added)   \n151. From the above opinion of the Grand Chamber of the Supreme Court, it follows that the consequence \nof further alienation of groundlessly acquired property is to transform the object of the unjust \nenrichment obligation: instead of returning the property in k ind, compensation for this property must \nbe paid to the victim.  That was the only alternative envisaged.  The Supreme Court did not suggest \nthat relief under Articles 1212- 1214 of the Civil Code would be available against the other person to \nwhom the securities had been alienated.  The obliged person under Article 1212 of the Civil Code \nalways remains the one who was enriched due to the initial direct groundless acquisition of property, \ndirectly connected to the loss of that property by the victim, irrespective of whoever subsequently \nacquired the property.  \n152. I am not aware of any rulings in which the Grand Chamber of the Supreme Court decided to dismiss \nthe claim for recovery of groundlessly  acquired money on the grounds that after the first groundless \nacqui sition the money was transferred to another person, and therefore the claimant should not sue \nthe first acquirer but should file its claim against the one who has the money at the time of the claim.  \n153. I am also not aware of any rulings, in which the Grand C hamber of the Supreme Court has required \nprovision of evidence as to where and with whom the onward transferred funds are held at the time of the case. As I mention in paragraph 143.2 above, if the Court allowed an indirect connection \nbetween the loss of the victim's property and the enrichment of the acquirer, the circumstances of all \nsubsequent transfers of money would have to be examined in each case to determine the proper \ndefendant, including in this case the entities to whom the same funds were paid by the Corporate Defendants, whose identity is known to the Bank. Instead, the Grand Chamber of the Supreme Court \nconsiders claims against direct acquirers of funds, consider ing them a s appropriate defendants, \nwithout examining whether the acquirers spent the sums of money in question after they had acquired \nit and to whom it was transferred.  \n154. Thus, in my opinion, the increase of an acquirer’s property should be a direct consequence of the \nsimultaneous reduction of the same amount on the part of the victim and only in this case can Articles 1212 and 1213 of the Civil Code be applied in order to protect the rights of the victim.  \n155. It is also important to note that the law of Ukraine consist ently distinguishes unjust enrichment claims \nfrom tortious liability (Article 1166 of the Civil Code) and from the remedies available to a creditor in a contractual obligation: - \n“65. In case of a dispute regarding acquisition of property or its preservation without sufficient legal \ngrounds, the contractual nature of th"}
{"start": 87500, "text": " case can Articles 1212 and 1213 of the Civil Code be applied in order to protect the rights of the victim.  \n155. It is also important to note that the law of Ukraine consist ently distinguishes unjust enrichment claims \nfrom tortious liability (Article 1166 of the Civil Code) and from the remedies available to a creditor in a contractual obligation: - \n“65. In case of a dispute regarding acquisition of property or its preservation without sufficient legal \ngrounds, the contractual nature of the disputable legal relations makes it impossible for the court to \napply the provisions of chapter 83 of the Civil Code of Ukraine to them.  \n66. According to the provisions of Chapters 82 and 83 of the Civil Code of Ukraine, tort obligations \narising from infliction of harm to property are characterized, in particular, by a reduction in the property of the victim, whereas unjust enrichment obligations — by an increase of property of the \nacquirer w ithout sufficient legal grounds. The fault of the tortfeasor is a mandatory element of liability \nin tort obligations. Instead, for unjust enrichment obligations, fault is irrelevant because what is important is the fact that one person illegally acquired ( preserved) property at the expense of another.  \n67. Thus, the obligation of the acquirer to return to the victim the property groundlessly  acquired \n(preserved) or to compensate for its value is not a measure of liability, because the acquirer is obliged \n \n102 Annex 3 pages 550- 576- Ruling of the Grand Chamber of the Supreme Court of September 22, 2020, in case No.  910/3009/18 (USCRP \nNo. 91901363) . \nC4/1/24\n128765397.1\\ 673802 23 to return only the property which he groundlessly  acquired (preserved) or the value of this \nproperty.”103  \n156. The distinction between unjust enrichment and compensation for non- contractual harm is also found \nin the grounds on which the obligations arise: - \n“The characteristic of unjust enrichment obligations is that their grounds of arising are wide- ranging: \nobligations may arise from acts as well as from events, and from the acts of both parties to the \nobligation and third parties, from acts both planned and accidental, both lawful and illegal. Moreover, \nin an unjust enrichment obligation it is not legally relevant whether the property has been disposed \nof the possession of the owner at his will or against his will, or whether the acquirer is in good or  bad faith”\n104. \n157. It is important to note the subsidiary nature of Article 1212 of the Civil Code with respect to other special remedies for the protection of subjective / personal property civil rights: - \n“This provision of law is applied only in cases when unjust enric hment of one person at the expense \nof another person cannot be eliminated through other special remedies .”\n105 (emphasis added)  \n158. Thus, if the restoration of the property status of the victim is possible through other remedies, in \nparticular, through contractual or tort claims, the application of an unjust enrichment  claim is \nexcluded.  \nQuestion : Please explain how the law of Ukraine regarding unjust enrichment would apply by reference \nto: (i) the validity of the Relevant Loan Agreements; (ii) the  validity of the  Relevant Supply Agreements; \n(iii) the English Defendants acting  as agents; (iv) the onward transfers of prepayments by the \nCorporate Defendants  \n159. The Bank’s position is that it transferred funds to the Borrowers by means of the Relevant Loans106. \nSubsequently, the Borrowers concluded the Relevant Supply Agreements with the Corporate \nDefendants and made the prepayments to them107. The English Defendants contend that under the \nAgency Agreements (Agency Agreement TH -03/1 dated 13 March 2014 between Hangli International \nHoldings Limited and Teamtrend Limited (Third Defendant); Agency Agreement dated 19 March 2009 between Brimmilton Limited and Trade Point Agro Limited (Fourth Defendant) and Agency \nAgreement dated 30 January 2014 between "}
{"start": 91000, "text": "ubsequently, the Borrowers concluded the Relevant Supply Agreements with the Corporate \nDefendants and made the prepayments to them107. The English Defendants contend that under the \nAgency Agreements (Agency Agreement TH -03/1 dated 13 March 2014 between Hangli International \nHoldings Limited and Teamtrend Limited (Third Defendant); Agency Agreement dated 19 March 2009 between Brimmilton Limited and Trade Point Agro Limited (Fourth Defendant) and Agency \nAgreement dated 30 January 2014 between Collard Securities Limited and Collyer Limited (Fifth \nDefendant) – together the “ Agency Agreements”) the English Defendants transferred the \nprepayments received from the Borrowers to bank accounts of the Principal, or third parties identified \nby the Principal\n108. The BVI Defendants contend that they transferred the prepayments received from \nthe Borrowers to the bank accounts of third parties109 . \n160. My primary position, addressed extensively above is that the Bank will not succeed under Ukr ainian \nlaw in bringing its claim for  indirect  unjust enrichment against the Corporate Defendants.  \n161. The appropriate remedy for the breach of the Bank's rights under Ukrainian law would be to sue the \nBorrowers to enforce the obligations undertaken or, under certain additional conditions, to sue for \nrecovery of the contractual damages, as opposed to suing the Corporate Defendants under Article \n1212 . \n \n103 Annex 3 pages 577- 600- Ruling  of the Grand Chamber of the Supreme Court of December 4, 2019, in case №917 / 1739/17 (USCRP \nNo. 86310237) . \n104 Annex 3 pages 601- 624 - Ruling  of the Supreme Court of 24.07.2020 in case №922 / 2216/18 (USCRP No. 90594584) . I note the \nreference here to “third parties” is a reference to actions of a third part y resulting in the transfer of property from the victim to the acquirer \nand not a reference to situations where the third party himself was enriched, as the first acquirer, and then made an onward transfer.  \n105 Annex 3 pages 625- 636 - Ruling  of the Supreme C ourt of 06 February 2019 in case No.726/707/16- ts (USCRP No. 79957999) . \n106 Paragraph 16 of the RRAPOC   \n107 Paragraph 23 of the List of Common Ground and Contested Issues  \n108 Paragraph 18 of the Re -Amended Defence of D3- D8  \n109 Paragraph 19 (5) of the Re-Amended Defence of D3- D8  \n \nC4/1/25\n128765397.1\\ 673802 24 162. Notwithstanding the above and as an alternative, I will consider how a Ukrainian court would have \ndecided an unj ust enrichment  claim filed by the Bank, depending on the validity or invalidity of the \nexecuted agreements  and the English Defendants’ contention that they acted as agents . \nIf the Relevant Loan Agreements are valid and not terminated  \n163. I do not agree that the Relevant Loan Agreements are void on the grounds set out by the Bank. I am \nalso not aware of any court decision declaring these agreements to be invalid. I therefore consider \nthe Relevant Loan Agreements to be valid.  \n164. If the Relevant Loan Agreement s are valid, they give rise to the legal consequences that these \nagreements were intended to give rise to. Thus, these agreements give rise to the rights and \nobligations of the parties that are characteristic to that type of agreements.  \n165. According to Articl es 1046 and 1054 of the Civil Code110, the Bank has the obligation to transfer the \nsums of money into the ownership of the Borrowers and the obligation to demand that the Borrowers return the same sums of money in the future with interest, and the Borrowers  have the right to \ndemand that the Bank transfers the sums of money into their ownership and the obligation to return \nthe same funds in the future with interest. Therefore, after receiving the Relevant Loans, any further \ntransfers made by the Borrowers wer e carried out by them with their own money  and not with the \nBank's funds ( the money being the Borrowers’ property at that time, as described at paragraphs 42 \nabove).  \n166. In this regard the Supreme C"}
{"start": 94500, "text": "e with interest, and the Borrowers  have the right to \ndemand that the Bank transfers the sums of money into their ownership and the obligation to return \nthe same funds in the future with interest. Therefore, after receiving the Relevant Loans, any further \ntransfers made by the Borrowers wer e carried out by them with their own money  and not with the \nBank's funds ( the money being the Borrowers’ property at that time, as described at paragraphs 42 \nabove).  \n166. In this regard the Supreme Court in its Ruling dated 23 March 2016 (case no. 6- 2978tss15) noted: - \n“Systemic analysis of the provisions of part one, paragraph 1 of part two of Article 11, part one of \nArticle 177, part one of Article 202, parts one and two of Article 205, part one of Article 207 , part one \nof Article 1212 of the Civil Code  of Ukraine allows to conclude that a valid contract or other transaction \nis a sufficient and proper legal basis for the  acquisition of property (r eceipt of money).  \nProperty cannot be considered acquired or preserved without sufficient legal grounds, if it took place \nin a manner not prohibited by civil legislation  in order to ensure by the participants of the relevant \nlegal relationships in the futur e the creation of certain civil rights and obligations, in particular, due to \ncertain juridical facts, lawful actions, directly provided for in part two of Article 11 of the Civil Code  of \nUkraine.  \nThe general condition of part one of Article 1212 of the Civil Code of Ukraine r estricts the application \nof the institution of unjust enrichment in obligations (contractual relations), or received by one of the parties in the obligation shall be returned to the other party on the basis of this article only if there is \na groundlessness  of such performance.  \nIf the obligation is not terminated on the grounds provided for in Articles 11, 600, 601, 604 - 607, 609 \nof the Civil Code of Ukraine, until its performance, such performance has legal grounds (grounds on \nwhich this obligation arose). Acquisition of property by one of the parties at the expense of the other party in the order of performance of the contractual obligation is not groundless . \nIf the behaviour of the acquirer, victim, other  persons or event forms a legal basis for the acquisition \n(preservation) of property, Article 1212 of the Civil Code of Ukraine may be applied only after  such \nlegal basis is duly revoked, declared invalid, changed, terminated or absent in principle”\n111 \n(emphasis added) . \n167. Thus, if the Relevant Loan Agreements are valid, the Borrowers have received the funds from the \nBank with sufficient legal grounds and have subsequently disposed of their own funds. The existence \nof valid and effective Relevant Loan Agreements precludes an unjust enrichment  claim by  the Bank \n \n110 Annex 2 pages 22- 23 \n111 Annex 3 pages 637- 645 - Ruling  of the Supreme Court of Ukraine of 23 March 2016 in the case No.6- 2978tss15 (USCRP No. \n56847230) . \nC4/1/26\n128765397.1\\ 673802 25 regardless of the validity of the Relevant Supply Agreements because any enrichment of the \nCorporate Defendants will not have been “ at the expense of ” the Bank.  \nIf the Relevant Loan Agreements are invalid, and the Relevant Supply Agreements are v alid \n168. If the Relevant Loan Agreements are invalid, but the Relevant Supply Agreements are valid, and the \nBank files a claim against the Corporate Defendants based on the provisions of Articles 1212 and \n1213 of the Civil Code, such a claim will not be succes sful, as the funds were acquired by the \nCorporate Defendants on the basis, and in performance by the Borrowers , of the terms of the \nRelevant Supply Agreements.   Therefore, the acquiring of the property will not have been groundless  \n– the Corporate Defendants would had had sufficient legal basis to acquire the prepayments.  \n169. By way of example, I refer to the Ruling of the Supreme Court dated 20 January 2020 in case No. \n924/774/18. Under the circumsta"}
{"start": 98000, "text": "e, such a claim will not be succes sful, as the funds were acquired by the \nCorporate Defendants on the basis, and in performance by the Borrowers , of the terms of the \nRelevant Supply Agreements.   Therefore, the acquiring of the property will not have been groundless  \n– the Corporate Defendants would had had sufficient legal basis to acquire the prepayments.  \n169. By way of example, I refer to the Ruling of the Supreme Court dated 20 January 2020 in case No. \n924/774/18. Under the circumstances of the case, the claimant, as the buyer under supply \nagreement, brought an unjust enrichment claim against the supplier for return of groundlessly  \npreserved funds in the amount of full cost of the goods which were not supplied. The first instance \ncourt held that the claim under Article 1212 of the Civil Code was satisfied, concluding that supply \ncontract was terminated. Importa ntly, according to the position of the Supreme Court:  \n“Pursuant to paragraph 3 of part 3 of Article 1212 of the Civil Code of Ukraine the provisions of Chapter 83 of this Code shall also apply to claims regarding return of performance by one of the \nparties  to an obligation. However, a necessary condition for such application is the absence or \nruling out of a sufficient legal basis, which in this dispute was not definitely established by \nthe cour t” (emphasis added). Consequently, the Supreme Court set aside the decision of the court \nof first instance  and returned the case for a retrial\n112. \n170. Any failure by the Corporate Defendants to perform their obligations under terms of the Relevant \nSupply Agreements does not affect the question of liability under Article 12 12, as I explain below.  \n171. It should be noted that, even in cases when the term of contract expired the Court does not consider this as the falling away of the sufficient legal basis. In particular, I refer to the Ruling of the Grand \nChamber of the Supreme Court dated 26 June 2018 in case No. 910/9072/17. Under the \ncircumstances of the case, the claimant, as the client under the works contract, brought a claim \nagainst the contractor for return of a part of the advance payment, based on Article 1212 of the Civi l \nCode, which was not used by the contractor, that is, for the part the works that not performed. \nUpholding the judgments of the lower courts which had rejected the claim, the Grand Chamber of \nthe Supreme Court noted: - \n“6.5. Having taken into consideration that the law does not provide for the expiration of the contract \nas the basis for termination of the unperformed obligation, the Grand Chamber of the Supreme Court \nrejects the applicant's argument that after the expiration of the contract concluded betwee n the \nparties performance of works by the defendant and their acceptance by the claimant is impossible.  \n… \n6.9 Since there is a contractual relationship between the parties in the case, and the funds that the \nclaimant seeks to recover as an unused advance payment, were acquired by the defendant on a \nlegal basis, they cannot be returned under the provisions of Article 1212 of the Civil Code of Ukraine \nas unjust enrichment. In this case, the contractual nature of the legal relations excludes the possi bility \nof applying the provisions of part one of Article 1212 of the Civil Code of Ukraine.  \n6.10 Pursuant to paragraph  3 of part three of Article 1212 of the Civil Code of Ukraine, the provisions \nof Chapter 83 of this Code shall also apply to claims for the return of performed by one of the parties. \nHowever, a prerequisite for this is the absence or falling off  of a sufficient legal basis, which did not \nhappen in this dispute”\n113.  \n \n112 Annex 3 pages 646- 660- Ruling of the Supreme Court of  20 January 2020 in the case No.  924/774/18 (USCRP  No. 87363826).  \n113 Annex 3 pages 661-669 - Ruling of the Grand Chamber of the Supreme Court of 26 June 2018 in case No.910/9072/17 (USCRP No. \n75265948) . \nC4/1/27\n128765397.1\\ 673802 26 172. A similar lega"}
{"start": 101500, "text": "n of performed by one of the parties. \nHowever, a prerequisite for this is the absence or falling off  of a sufficient legal basis, which did not \nhappen in this dispute”\n113.  \n \n112 Annex 3 pages 646- 660- Ruling of the Supreme Court of  20 January 2020 in the case No.  924/774/18 (USCRP  No. 87363826).  \n113 Annex 3 pages 661-669 - Ruling of the Grand Chamber of the Supreme Court of 26 June 2018 in case No.910/9072/17 (USCRP No. \n75265948) . \nC4/1/27\n128765397.1\\ 673802 26 172. A similar legal analysis must be applied to the relationship in this case. Th e Borrowers transferred \nthe funds to the Corporate Defendants as prepayments under the Relevant Supply Agreements. If \nthe Relevant Supply Agreements are valid, the fact that the Corporate Defendants have not performed their obligations to deliver the goods , or return the prepayments,  does not in itself change \nor refute the proper legal basis for the acquisition of that money. Nor does the fact that the Relevant Loan Agreements are invalid change or refute the proper legal basis for the acquisition of the funds \nby the Corporate Defendants, which will be the Relevant Supply Agreements.  \nIf the Relevant Loan Agreements and the Relevant Supply Agreements are invalid  \n173. I note the conclusion of the Supreme Court in respect of a distinction in the application of the \nconsequences of invalidity of the contract performed by only one party  from a situation w here both \nparties have performed: - \n“Systemic interpretation of paragra ph 1 of the first part of Article 216 of the Civil Code of Ukraine and \nparagraph 1 of the third part of Article 1212 of the Civil Code of Ukraine shows that:  \n(a) the legislator did not provide for the possibility of unilateral restitution;  \n(b) the rules of  paragraph 1 of part one of Article 216 of the Civil Code of Ukraine shall apply when \nbilateral restitution takes place;  \n(c) in the event that only one of the parties to an invalid transaction has performed it, the provisions \nof Chapter 83 of the Civil Code of Ukraine shall apply to the return of the performed part”\n114.  \n174. As the lower courts had already established the contract of sale as void, the Supreme Court allowed \na claim for recovery of the funds from the seller received for the sale of property but ch anged the \nbasis for recovery from Article 216 of the Civil Code115 on bilateral restitution to Article 1212 of the \nCivil Code.  \n175. On this basis, considering the said position of the Supreme Court, if the Relevant Loan Agreements are invalid  and (as the Bank al leges) only the Bank performed and the Borrowers did not, then  the \nBank has claims under Article 1212 of the Civil Code against the Borrowers, even if the Relevant \nSupply Agreements are invalid.   It is not open to the Bank to choose to bring a different Article 1212 \nclaim in respect of the same money against a different person such as the Corporate Defendants.  \nIf the English Defendants acted as agents  \n176. I am conscious that the Agency Agreements contain terms providing that they are governed by \nEnglish law\n116.  I will assume that under English law, when an agent acts on principal’s instructions \nto obtain a property, it is the principal who is treated as owning/ being entitled to such property. \nSimilar  provisions in the law of Ukraine are stipulated in Article 1018 of the Civil Code, according to \nwhich property acquired by a ‘commission agent ’ at his principal’s expense is the property of the \nprincipal .117 A ‘commission agent ’ is an agent who contracts i n his own name but on behalf of his \nprincipal.  That situation is akin to the type of agency which I understand the English Defendants \ncontend they operated under.   So, when the English Defendants contracted and incurred obligations \nthis was “at the expense” of the Principals  and the money they received under such  contract s was \nthe property of the Principals.  \n177. If that English law assumption is correct  and/or applying A rticl"}
{"start": 105000, "text": "l .117 A ‘commission agent ’ is an agent who contracts i n his own name but on behalf of his \nprincipal.  That situation is akin to the type of agency which I understand the English Defendants \ncontend they operated under.   So, when the English Defendants contracted and incurred obligations \nthis was “at the expense” of the Principals  and the money they received under such  contract s was \nthe property of the Principals.  \n177. If that English law assumption is correct  and/or applying A rticle 1018, then the acquirers of the funds \npaid to the English Defendants on instructions of their principals, and the parties enriched, are the principals and not the English Defendants.  Accordingly, the principals of the English Defendants, \nand not the English Defendants themselves, would be the appropriate defendants to such claim \nunder Article 1212 .  \n \n114 Annex 3 pages 670- 681- Ruling of the Supreme Court of 27 November 2019 in case  No.396/29/17 (USCRP No. 86400669) . \n115 Annex 2 page 9- 10 \n116 Annexure A to  the Defence  of D3 -8 of 20.12.2020, Annexure B to the Defence  of D3 -8 of 20.12.2020, Annexure C to the Defence of \nD3-8 of 20.12.2020 . \n117 Article 1018 says: “ The property acquired by the commission agent at the expense of the principal is the property of the principal”  \nC4/1/28\n128765397.1\\ 673802 27 178. I would like to reiterate the Supreme Court's findings quoted in paragraph 173  above.  \nThe effect of the onward transfers of the prepayments by the Corporate Defendants  \n179. Alternatively, if, contrary to what I have said, a claim can be made for indirect enrichment and the \nBank need not chose to sue the Borrowers under Article 1212 of the Civil Code, then it would be \nnecessary to identify the ultimate acquirer of the property.  \n180. Regarding the Re- Amended Defence at paragraphs 54(2)(b), the Corporate Defendants should not \nbe considered as the ultimate acquir ers of the property if they received funds from the Borrowers \nand transferred it to their principals or to third parties (as the English Defendants did) or to the third parties (as the BVI Defendants did).  \n181. By applying the above to the circumstances of thi s case, this would mean that in the chain of \nacquirers of the funds, the relevant claims should have been made against the entities who,  on the \nfacts, ultimately received the funds first transferred by the Bank  to the Borrowers . Intermediate \ntransfers of f unds  should not be claimed because at the time of the consideration of this case the \nCorporate Defendants did not have any (even limited) right to the funds required by the Bank, so they could not be considered either as acquirers of the funds or as enriched parties at the Bank's expense because no increase in their assets had occurred.  \n182. Therefore, even if one disregards the requirement of necessity of direct causation and accepts the \nidea of an indirect, non- simultaneous connection between the reduction of  the victim's property and \nthe enrichment of the acquirer, I still do not consider that the Corporate Defendants would be liable  \nto the Bank  under Article 1212.  \nConclusion  \n183. Summarising the above, in my view, the Bank cannot use an unjust enrichment  claim if the Relevant \nLoan Agreements are valid. If the Relevant Loan Agreements are invalid, the claims under Article 1212 should be brought against the Borrowers, as the parties to invalid Relevant Loan Agreements \nwho were directly enriched at  the expense of the Bank.   \n184. Alternatively, if the possibility of indirect connection between the reduction of the victim's property \nand the enrichment of the acquirer is allowed for consideration, then in case of invalidity of the \nRelevant Loan Agreements and the Relevant Supply Agreements the claims under Article 1212 should be claimed against whomever the evidence demonstrates were the ultimate acquirers of the \nprepayments transferred to and from the Corporate Defendants.  \n185. In the context of this  qu"}
{"start": 108500, "text": "ank.   \n184. Alternatively, if the possibility of indirect connection between the reduction of the victim's property \nand the enrichment of the acquirer is allowed for consideration, then in case of invalidity of the \nRelevant Loan Agreements and the Relevant Supply Agreements the claims under Article 1212 should be claimed against whomever the evidence demonstrates were the ultimate acquirers of the \nprepayments transferred to and from the Corporate Defendants.  \n185. In the context of this  question, it is appropriate to re- emphasise my above answer and reiterate that \nthe acquirer's fault or good faith is of no significance for the unjust enrichment obligations, as well as \nwhether this obligation was caused by the conduct of the acquirer of the property, the victim, other \nparties, or by an accident.  \n186. My conclusions therefore do not depend on whether the English Defendants acted as agents for \nundisclosed or disclosed principals, whether the English Defendants took steps to ascertain the \npurpose  or validity of the Relevant Supply Agreements  and whether the English Defendants were \naware that the transactions under the Relevant Supply Agreements were not genuine ones.  \nQuestion : What remedies are available to Ukrainian courts if there are grounds for liability for unjust \nenrichment?  \n187. The main remedy available to Ukrainian courts in case an obligation under Article 1212 arises and \nnon-performance of the obligation by the acquirer is the return of the acquired property in kind or  \nprovision of compensation of the property’s  value if return in kind is not possible\n118. \n \n118 Annex 2 page 25  - Article 1213 of the Civil Code.  \nC4/1/29\n128765397.1\\ 673802 28 188. Application of the provisions of Article 1213 of the Civil Code119 to the groundless acquisition of funds, \nin my opinion, has its own specifics due to the special characteris tics of this object of civil rights.   It \nis generic and replaceable, without unique features.   Effectively, there is no difference between return \nof the same money which was acquir ed or providing compensation in the amount of the money which \nwas acquired.  \n189. The second remedy available to the Ukrainian courts is provided by Article 1214:  \n“Compensation of profits from groundlessly  acquired property and expenses for its maintenance  \n1. A person who has acquired or preserved property without sufficient legal basis shall be liable for \ncompensation of all the profits he/she has received or could have received from that property from the time when he/she became aware or could have become aware of possession of the property \nwithout sufficient legal basis. From that time, this person shall also be liable for the deterioration of \nthe property committed by this person.  \nA person who has acquired or preserved the property without sufficient legal basis  shall be entitled \nto claim a compensation for the necessary expenses incurred by such person for the maintenance \nof the property from the time he/she is obliged to return the profits.  \n2. In case of acquiring or preserving money without sufficient legal basis, interest shall be charged \nfor the use of money (Article 536 of this Code)”.  \n190. As I explain below, the provision for interest at Article 1214(2)  of the Civil Code is an exception to \nthe provision for compensation of lost profits under Article 1214(1)  of the Civil Code.  Accordingly, \nwhere the property acquired is money, the victim is enti tled to interest but not also entitled to lost \nprofit.  Essentially, interest is treated as the lost profit when the property which the victim has had \nreduced (or not received) is money.   \n191. Article 1214 of the Civil Code does not expressly state that  payment of interest in a case of the \ngroundless receipt of money is a special measure that applies instead of compensation of profits  or \nwhether payment of interest may be applied in addition to compensation of profits.  \n192. In this regard, I think the corr"}
{"start": 112000, "text": "not also entitled to lost \nprofit.  Essentially, interest is treated as the lost profit when the property which the victim has had \nreduced (or not received) is money.   \n191. Article 1214 of the Civil Code does not expressly state that  payment of interest in a case of the \ngroundless receipt of money is a special measure that applies instead of compensation of profits  or \nwhether payment of interest may be applied in addition to compensation of profits.  \n192. In this regard, I think the correct approach is to rely on the title of Article 1214 of the Civil Code, which \ndefines the subject of regulation: “ Compensation of profits from groundlessly  acquired property and \nexpenses for its main tenance”\n120. Thus, both the compensation of the actual “ profits ” (Article 1214(1) ) \nand the payment of interest (Article 1214(2) ) have the same purpose:  to compensate the victim for \nthe loss of profit. At the same time, in respect of compensation for money, interest in nature is the \nprofit which the victim could have received if he had owned the property.  \n193. Thus, in my opinion, Article 1214 of the Civil Code establishes two forms of compensation to the creditor victim for loss of profit: (1) payment of interes t in case of groundless acquisition or \npreservation of funds  / money , and (2) compensation of profits in case of groundless acquisition or \npreservation of other property.  \n194. This conclusion is supported by the doctrine of civil law  (academic commentary) :- \n“This provision [Article 1214 (2) of the Civil Code of Ukraine]  is an exception to Part 1 of Article 1214 \nof the Civil Code of Ukraine. That is, in case of groundlessly  acquired or preserved money, profits \nare not compensated, and interest is accrued for the use of such money”\n121. \n195. Also, I am familiar with the practice of the court of cassation applying Article 1214(2) of the Civil Code \nand awarding interest against  the acquirer of funds  / money . I am also familiar with numerous \nexamples of court decisions awarding compensation for lost profits for use of other types of property \napplying  Article 1214(1). However , I am not aware of cases in which the court of cassation upheld \n \n119 Annex 2 page 25  \n120 Annex 2 page s 25-26 \n121 Annex 3 pages 682- 687- Berezhnyak  N. V. The content of obligations from the acquisition, preservation of property without a sufficient \nlegal basis under the Ukrainian Civil Code: problematic issues / N. V. Berezhnyak // Journal of Kyiv University of Law. -  2019. - No.3. - P. \n179.  \nC4/1/30\n128765397.1\\ 673802 29 the availability of  simult aneous awards of  interest and compensation for lost profits (Article 1214 (1) \nand (2)) or only  compensation for lost profits from the acquirer of funds / money (Article 1214 (1)).  \n196. I would also like to refer to the Ruling of the Supreme Court dated 19 Febr uary 2020 in case \nNo.910/11892/17, where the Supreme Court distinguished between these remedies. In that case, \nthe lower courts found that the defendant had returned to the claimant its contribution to the \ndefendant's share capital in cash. However, the cl aimant believed that the return of the earlier paid \ncontribution was delayed, so the claimant, during the bankruptcy of the defendant, brought the claim \nagainst the defendant as a creditor claim under Article 1214 for payment of profits received by the \ndefendant during the possession of groundlessly  acquired property, in the form of a share of profits \nfrom the commercial activity of the defendant. The Supreme Court agreed with the rejection for the \nclaimant to admit these creditor’s demands to the defendant  stating according to Article 1214(2) that \nthe claimant's creditor demands were unreasonable and without proper justification of calculation for asserted claims, since “…the consequence of unreasonable preservation of money  specifically  is \nonly the recover y of interest, the amount of which is established by contract, law or other act of \ncivil "}
{"start": 115500, "text": "mmercial activity of the defendant. The Supreme Court agreed with the rejection for the \nclaimant to admit these creditor’s demands to the defendant  stating according to Article 1214(2) that \nthe claimant's creditor demands were unreasonable and without proper justification of calculation for asserted claims, since “…the consequence of unreasonable preservation of money  specifically  is \nonly the recover y of interest, the amount of which is established by contract, law or other act of \ncivil legislation, and not the receipt of a share of profits from commercial activities”\n122 (emphasis \nadded).  \n197. Summarising the above, the second remedy available to the Ukrain ian courts in case of acquisition \nof funds  / money  without sufficient legal grounds is recovery of interest for the use of these funds \npursuant to Article 1214(2)  of the Civil Code . \n198. The amount of the said interest is not stipulated in the provisions of Article 1214(2), therefore the mentioned provision envisages joint application with the legislative provisions that determine the \namount of interest for illegal use of another’s funds  / money . The Grand Chamber of the Supreme \nCourt in this regard came to the following conclusion: - \n41. In addition, in the Ruling of the Supreme Court of Ukraine of 1 June 2016 in Case No. \n910/22034/15 it is concluded that Article 625 of the Civil Code appli es to all types of monetary \nobligations. The Grand Chamber of the Supreme Court agrees with this conclusion. Therefore, in \ncase of delay in performance of an obligation, in particular on return of money groundlessly  received \nor preserved, 3% per annum of t he overdue amount shall be calculated in accordance with \nparagraph 2 of Article 625 of the Civil Code”\n123. \n199. Having taken the above Ruling of the Grand Chamber of the Supreme Court in consideration, the \namount of interest to be recovered under Article 1214 (2) of the Civil Code is determined by the \nprovisions Article 625 (2) of the Civil Code124 and is currently set at 3% per annum.   There is no \nprovision for compound interest.  \n200. The additional remedy, which is available to Ukrainian courts in unjust enric hment cases, for the \npurpose of restoration of the rights of the victim is recovery of the losses from inflation from the \nacquirer of the property pursuant to Article 625 (2) of the Civil Code. However, one should consider \nthe legal nature of inflation as an indicator of the depreciation of the national currency, so this remedy \ncan be applied only to claims for the return of funds acquired (preserved) in the national currency of \nUkraine — the hryvnia125. \n201. Separately, I note what is pleaded at  paragraph 59 of the  Corporate Defendants’  Re-Amended \nDefence. I n my view, i f the sums advanced to the Borrowers were returned to the Bank and/or the \nBorrowers ’ obligations to the Bank  (arising from the sums advanced to them by the Bank)  were \ndischarged, then the Bank  would not be able to recover in its Article 1212 claim against the Corporate \nDefendants.  Any conclusion otherwise would give rise to the opportunity for the Bank to get a windfall \nfrom pursuing multiple people for the same amount  which , as I explain above (in relation indirect \nenrichment ), cannot have been what the legislator intended.   Indeed, t he problems and complications \nwhich could arise in a situation whereby the Borrowers  (first acquirers)  would have discharged their \n \n122 Annex 3 pages 688- 701- Ruling of the Supreme Court of 19 February 2020 in case No. 910/11892/17 (USCRP No. 87891173) . \n123 Annex 3 pages 702- 714- Ruling of the Grand Chamber of the Supreme Court of 10 April 2018 in case No.910/10156/17 (USCRP No. \n73627931) . \n124 Annex  2 page 21  \n125 Annex 3 pages 715-730- Ruling  of the Grand Chamber of the Supreme Court of  07 July 2020 in case No.  296/10217/15- ts (USCRP \nNo.90458917).  \nC4/1/31\n128765397.1\\ 673802 30 obligations under Article 1212 b ut the Corporate Defendants (subseq"}
{"start": 119000, "text": "the Supreme Court of 19 February 2020 in case No. 910/11892/17 (USCRP No. 87891173) . \n123 Annex 3 pages 702- 714- Ruling of the Grand Chamber of the Supreme Court of 10 April 2018 in case No.910/10156/17 (USCRP No. \n73627931) . \n124 Annex  2 page 21  \n125 Annex 3 pages 715-730- Ruling  of the Grand Chamber of the Supreme Court of  07 July 2020 in case No.  296/10217/15- ts (USCRP \nNo.90458917).  \nC4/1/31\n128765397.1\\ 673802 30 obligations under Article 1212 b ut the Corporate Defendants (subsequent acquirers) would still owe \nobligations under Article 1212 is another reason why I consider that Article 1212 just does not allow \nfor claims of indirect enrichment.  \nF. VOID CONTRACTS  \nQuestion: Please provide a genera l overview of Ukrainian law relating to void, voidable and/or \notherwise invalid transactions.  \n202. Mr Alyoshin addresses general principles relating to void and voidable transactions under Ukrainian \nlaw at paragraphs 74 to 81 of the First Defendant’s Report. Insofar as it is relevant to the claims \nagainst the Corporate Defendants, I agree with what he says there in the First Defendant’s Report, including:  \n202.1  Differentiation of invalid transactions into two types: invalidity which is established by law (void transac tions\n126) and established by the court (voidable transactions) ( paragraphs 75-\n76). \n202.2  Statements on the presumption of the lawfulness of a transaction ( paragraph  77). \n202.3  Participation in the claim of the parties to the transaction, where a claim as to invalidity of \nthe transaction has been brought ( paragraph 78).  \n202.4  The consequences of the invalidity of a transaction ( paragraph 79).  \n202.5  The provisions of Ukrainian law related to compensation under Article 230  (2) of the Civil \nCode127 which applies to claims by, and against, counterparties (not third parties) to invalid \ntransactions ( paragraph 80).  This would permit the Bank to bring a claim against the \nBorrowers, but not the Corporate Defendants.   \n203. Some of the issues are applicable t o the Bank’s case against the Corporate Defendants. I will \ntherefore confine my opinions in answering the above question to matters not already addressed.  \n204. Pursuant to Article 204 of the Civil Code, all transactions are subject to the presumption of lawfuln ess, \nthat is, a “ transaction is lawful unless its invalidity is directly established by law or is declared invalid \nby a court128.” The Supreme Court has repeatedly drawn attention to the presumption of validity of a \ntransaction in its judgments.  It has als o emphasised the protection that this presumption provides \nfor parties to the transaction which subject to challenge. In the judgment of the Grand Chamber of the Supreme Court of 19 June 2019 in case No. 643/17966/14- ts (proceeding No. 14- 203tss19), the \nCourt held that: - \n“...Article 204 of the Civil Code of Ukraine establishes the presumption of validity of a transaction. \nThis presumption means that an executed transaction is considered valid, i.e., generating, modifying, or terminating civil rights and obl igations, until this presumption is rebutted, in particular, on the basis \nof a court decision that has entered into legal force.   \nThus, where the presumption of the validity of a contract is not rebutted ... all the rights acquired by the parties to the transaction shall be unhindered and the obligations created \nshall be enforceable”\n129 (emphasis added) . \n \n126 I include in this description transactions which have to be proved in court as void purely because one party disputes the transaction is \nvoid \n127 Annex 2 pages 11- 12 \n128 Annex 2 page 7  \n129 See Annex 3 page s 731-747. Similar provisions are contained in other Supreme Court decisions , notably in the Ruling of the Grand \nChamber of the Supreme Court of 7 November 2018 in case No. 520/6819/14- ts (proceeding No 14- 343tss18); the Ruling of the Grand \nChamber of the Supreme Court of 6 February 2019 in case No. 554/5323/14 (proceedi"}
{"start": 122500, "text": "ons which have to be proved in court as void purely because one party disputes the transaction is \nvoid \n127 Annex 2 pages 11- 12 \n128 Annex 2 page 7  \n129 See Annex 3 page s 731-747. Similar provisions are contained in other Supreme Court decisions , notably in the Ruling of the Grand \nChamber of the Supreme Court of 7 November 2018 in case No. 520/6819/14- ts (proceeding No 14- 343tss18); the Ruling of the Grand \nChamber of the Supreme Court of 6 February 2019 in case No. 554/5323/14 (proceeding No 14- 605tss18); the Ruling of the Supreme \nCourt in Bench of Judges of the Second Trial Chamber of the Civil Court of Cassation of 9 June 2021 in Case No. 242/5668/18- ts \n(proceeding No. 61- 7581sv20); the Ruling of the Supreme Court in Bench of Judges of the Second Trial Chamber of the C ivil Court of \nCassation of 13 January 2021 in Case No. 225/6667/16- ts (proceeding No 61- 15120sv19) and a number of others.  \nC4/1/32\n128765397.1\\ 673802 31 205. Both a void transaction and a voidable transaction are invalid from the moment of their  execution \n(conclusion). This means that the legislator clearly required  that a judicial authority must determine \nthe existence of grounds for the invalidation of a transaction at the time of its execution . According \nto the established approaches in litigation practice, when considering a dispute in respect of \nrecognising a transaction as being invalid, the court must determine the existence of actual \ncircumstances which the law can recognise as establishing invalidity at the time of its  execution and \nfor the application of the relevant legal consequences of the invalidity (see for example paragraph \n79 of the First Defendant’s Report). If the claim is satisfied, the court would identify in its judgment \nthe actions of the party that were illegal and which legal provision was violated by or not satisfied by the transaction in question. In this regard, the following judgment is relevant: the Rulings of the Grand \nChamber of the Supreme Court dated 27 November 2018 in Case No.  905/1227/17 (Proceedings \nNo. 12- 112gs18), in which the Court noted: - \n“When resolving disputes on the inva lidation of transactions (commercial contracts), the commercial \ncourt must establish  the existence of factual circumstances with which the law  recognises such \ntransactions (commercial contracts) as invalid at the time of their execution (conclusion) and t he \noccurrence of the relevant consequences and, in satisfying the claims, to indicate in the court \ndecision, what precisely the illegality of the actions of the party is and which provisions of law are not met by the disputed transaction”\n130 (emphasis added)131.  \nQuestion: Does either Article 228 or 235 of the Civil Code render the Relevant Supply Agreements \nand/or the Relevant Loan Agreements void, voidable or otherwise invalid?  \n206. To answer this question, I address each of the above -mentioned articles of the Code separately \nbelow.  \nStatus of the Relevant Supply Agreements and/or the Relevant Loan Agreements in light of \nArticle 228 of the Civil Code  \n207. I agree with Mr Alyoshin in his assessment of the Ukrainian legal rules and court  practice, in respect \nof the application of the legal rules in Article 228 of the Civil Code132, as set out in paragraphs 17, \n82-91 of the First Defendant’s Report.  \n208.  In addition to what Mr Alyoshin has said, I make the following additional observations: - \n208.1  guidance as to what is meant for a transaction to breach public policy can be found at paragraph 18 of the Resolution of the Supreme Court No. 9 dated 6 November 2009 “On \nJudicial practice of considering Civil Cases for Invalidation of Transactions\" (“Novemb er \nResolution ”). For convenience, I have repeated the text below: - \n\"18. The list of void transactions which violate public policy is contained in article 228 of the \nCivil Code:  \n1) transactions aimed at violating the constitutional rights and freedoms of a person and \ncitizen;  \n2)"}
{"start": 126000, "text": "o breach public policy can be found at paragraph 18 of the Resolution of the Supreme Court No. 9 dated 6 November 2009 “On \nJudicial practice of considering Civil Cases for Invalidation of Transactions\" (“Novemb er \nResolution ”). For convenience, I have repeated the text below: - \n\"18. The list of void transactions which violate public policy is contained in article 228 of the \nCivil Code:  \n1) transactions aimed at violating the constitutional rights and freedoms of a person and \ncitizen;  \n2) transactions aimed at destroying and damaging the property of a natural or legal person, \nthe state, the Autonomous Republic of Crimea, territorial community or its illegal possession.  \nThese are the transactions which are aggressing the public, economic and social foundations of the state, in particular, transactions aimed at using communal, state or \nprivate property in violation of the law; the transactions aimed at illegal alienation, use and \n \n130 Annex 3 pages 748- 765 \n131 Similar provisions are contained in other Supreme Court findings, notably in the Ruling of the Grand Chamber of the Supreme Court \ndated 2 October 2019 in Case No. 587/2331/ -ts (Proceedings No. 14 -411tss19), the Ruling of the Supreme Court consisting of a panel of \njudges  of the Third Trial Chamber of the Civil Court of Cassation dated 15 July 2020 in Case No. 676/3774/18- ts (Proceedings No. 61-\n4846sv19), the Ruling of the Supreme Court consisting of the panel of judges of the First Trial Chamber of the Civil Court of  Cassation \ndated 03 March 2021 in case No. 755/9044/19 (proceeding No. 61- 571sv20) and many  more.  \n132 Annex 2 pages 10- 11 \nC4/1/33\n128765397.1\\ 673802 32 distribution of the property of the Ukrainian nation —land, as the fundamental national \nwealth that is under special state protection (Article 14 of the Constitution of Ukraine); the \ntransactions related to the alienation of the stolen property; the transactions violating the legal regime of the subjects of civilian right excluded of use or limited in use, etc.  \nThe rest of the transactions aimed at violating the other subjects of the rights stipulated in other provisions of public law are not the ones that violate public policy.  \nWhen determining the transaction according to Article 228 of the Civil Code, the fault \nexpressed in the intention to violate public policy by the parties to the transaction, or by one \nof the parties, shall be taken into consideration. Evidence of fault may be a court dec ision \nin a criminal case on the destruction of property, damage or illegal possession, etc.”\n133 \n(emphasis added).  \n208.2  Thus, the category of transactions which breach public policy concern only breaches of the \nfundamental, constitutional rights and freedoms relating to the essential bases of public \npolicy as mandatory aspects of public legal relations which constitute the bases of the \nsocial structure of the state. The same interpretation of public policy can be seen in Article 12 of the Law of Ukraine on \"International Private Law\" (\" IPL\")\n134.  \n208.3  Article 228 of the Civil Code135 is directed towards transactions affecting constitutional \nrights and interests as between the individual and the state, not as between private \npersons. Additionally, if a criminal court were to decide, to the criminal standard of proof \n(which is higher than the civil standard), that someone had the actual intention to violate \npublic policy by carrying out a particular transaction which was criminal in nature with the requisite intent, that judgment is evidence that that transaction was aimed at violating public \npolicy. The introduction of a criminal prosecution for a transaction brings into play the \nrelationship between the defendant and the state (i.e. the transaction being found to \nconstitute the commission of a criminal act) (see the Ruling of the Supreme Court of \nUkraine of 13 April 2016 in the case No. 6- 1528tss15\n136). \n208.4  Beyond this, the November Resolution is clear, as"}
{"start": 129500, "text": "al in nature with the requisite intent, that judgment is evidence that that transaction was aimed at violating public \npolicy. The introduction of a criminal prosecution for a transaction brings into play the \nrelationship between the defendant and the state (i.e. the transaction being found to \nconstitute the commission of a criminal act) (see the Ruling of the Supreme Court of \nUkraine of 13 April 2016 in the case No. 6- 1528tss15\n136). \n208.4  Beyond this, the November Resolution is clear, as the text I have underlined in the extract \ncited above shows, that any other infringements of non- fundamental constitutional rights \nand freedoms are not to be treated as public policy violations.  \n208.5  In light of the status of the Relevant Supply Agreements and Relevant Loan \nAgreements,  I ought to note that in the absence of a crimina l judgment of the kind referred \nto above, on the basis that the Relevant Loan Agreements and Relevant Supply Agreements would not be considered to be transactions which violate public, economic and \nsocial foundations of the state, these transactions should not be viewed as contrary to \npublic policy and as such are not to be treated as void solely for that reason.  \n208.6  For these reasons, even if the Corporate Defendants entered into the Relevant Supply \nAgreements without being able to (and having no intention to) ”… create enforceable \ncommercial obligations ”\n137 that would not amount to them being void under Article 228 of \nthe Civil Code. This would also be the conclusion with respect to the Relevant Loan \nAgreements, even if the Borrowers had no intention of repaying their loans to the Bank.  \n208.7  Consequently, neither the Relevant Supply Agreements nor the Relevant Loan \nAgreements are void under Article 228 of the Civil Code. At most they are voidable (for \nexample under Articles 230, 232 or 234 of the Civil Code138 – but I note the Bank does not \nrely on these) and to be presumed valid in the meantime.  \n \n133 Annex 3 pages 766- 789 \n134 Annex 2 page s 38-39 \n135 Annex 2 page s 10-11 \n136 Annex 3 page s 790-800 \n137 Paragraph 32 of the RRAPOC  \n138 Annex 2 pages 11- 12 \nC4/1/34\n128765397.1\\ 673802 33 209. In addition and for a better understanding of the issue, it is useful to cite the Supreme Court's \nclarification of the reasons for the separate adjustment in the rules  of civil law of this composition of \na void transaction (Ruling of the Supreme Court dated 2 July 2020 in case No.  910/4932/19) referred \nto by Mr Alyoshin in the First Defendant’s Report at paragraphs 84 and 85: - \n“By singling out a transaction that violates public policy as a separate type of void transactions, the \nCivil Code of Ukraine proceeds from the content of the wrongful act itself and its danger to the \ninterests of the state and society as a whole , as well as the significance of the affected violated \ninterests as a consequence of the commission of such a transaction”139 (emphasis added).  \n210. In respect of a wrongful act  which violates public policy, it should be noted that whether it has or has \nnot taken place is established by considering the specific ci rcumstances of a transaction, the rules \nof law in force at the time of execution of the transaction and which are said to have been violated, as well as the consequences of this transaction for the state and public interests.  \n211. Given the findings on the publ ic law nature of the category of ‘ public policy ’, judicial practice has also \nspecified rules and legislation as sources of law, violation of which may indicate violation of public \npolicy as confirmed by the Supreme Court in its decision dated 26 June 2019 in the case No. \n761/21037/16- ts, (proceedings No. 61- 973sv19), in which it held: - \n“The interpretation of the first part of Article 228 of the Civil Code of Ukraine indicates that when a transaction violates public policy, it primarily violates the requirements of the acts prescribing the \nindividual elements of public pol"}
{"start": 133000, "text": "d rules and legislation as sources of law, violation of which may indicate violation of public \npolicy as confirmed by the Supreme Court in its decision dated 26 June 2019 in the case No. \n761/21037/16- ts, (proceedings No. 61- 973sv19), in which it held: - \n“The interpretation of the first part of Article 228 of the Civil Code of Ukraine indicates that when a transaction violates public policy, it primarily violates the requirements of the acts prescribing the \nindividual elements of public policy, such as, in particular, the Constitution of Ukraine, the Criminal \nCode of Ukraine, the Code of Ukraine on Administrative Offences. The term “public policy” is to be \nunderstood as an eva luation criterion, the elements of which are enshrined in the public law \nnormative acts of the state which define the foundations of the state system, the political system, and \nthe economic security of the state. Therefore, legal protection is not granted to any rights or interests \nwhich may arise from an act which violates public policy”\n140 (emphasis added).  \n212. Considering the above stated conclusion of the Supreme Court, in my opinion, the provisions of \nArticle 228 (1) of the Civil Code141 are one of the mani festations of public elements (or elements of \npublic law) in private law relations. Consequently, a transaction which by its nature violates private rights or interests of a certain person or legal entity cannot be regarded as a transaction that violates \npublic policy. The mandatory and unconditional object of an offence in Article 228 (1) of the Civil \nCode is the public law order and therefore the public interest, although, this may also indirectly affect \nprivate interest of an individual.  \n213. In addition, in practice, to assess such an unlawful act, the court must not only establish the provisions of law which have been violated by the transaction, but also establish the fault of the \noffender , which is expressed in the intention to violate the foundations of p ublic policy of the state. \nUnder current Ukrainian law, such fault and intent are established by a judgement of conviction in criminal proceedings that has entered into legal force. In this regard, the Supreme Court has \nrepeatedly pointed out that “[w]hen qualifying a transaction under Article 228 of the Civil Code of \nUkraine, it is to be established whether the parties, or one of the parties, to the transaction intended \nto violate public policy. Proof of fault may be established in a court decision in a cr iminal case on \ndestruction, damage to property or unlawful appropriation of property, etc.” \n142. The Supreme Court \nhas confirmed this approach in numerous rulings143. \n214. The issue of the parties’ intention to a transaction when applying Article 228 of the Civil  Code was \nassessed in detail and described in the Ruling of the Supreme Court, consisting of a panel of judges \nof the Commercial Court of Cassation dated 2 March 2021 (case No. 32/77t): - \n \n139 Annex 3 pages 801- 812 \n140 Annex 3 pages 801- 812 \n141 Annex 2 page s 10-11 \n142 Annex 3 pages 821- 828- Ruling of the Supreme Court of 07 November 2018 in case No 640/3502/14- ts (proceeding No. 61- 13733sv18  \n143 Annex 3 pages 829- 841- The Supreme Court Ruling dated 20 May 2020 in case No. 629/3502/16- ts (proceeding No 61- 39405sv18); \nThe S upreme Court Ruling dated 13 April 2016 in case No. 6- 1528tsv15)  \nC4/1/35\n128765397.1\\ 673802 34 “The objective side of such a transaction [e.g. a transaction that vi olates public policy]  indicates its \ncontradiction to the normative- legal acts which enshrine constitutional rights and freedoms of a \nperson and citizen; the right of state, communal and private property.  \nThe subjective feature of a transaction that violates public policy lies in the intent of the actions of \nthe parties (the party) to achieve an unlawful result, which indicates the deliberate commission of such a transaction.  \nFor a void transaction under Article 228 of the Civil Code o"}
{"start": 136500, "text": "i olates public policy]  indicates its \ncontradiction to the normative- legal acts which enshrine constitutional rights and freedoms of a \nperson and citizen; the right of state, communal and private property.  \nThe subjective feature of a transaction that violates public policy lies in the intent of the actions of \nthe parties (the party) to achieve an unlawful result, which indicates the deliberate commission of such a transaction.  \nFor a void transaction under Article 228 of the Civil Code of Ukraine it is obvious  that a person intends \nto commit such actions that are socially dangerous or violate the rules of public law; this may be a violation of the rights of an individual, a group of persons or territorial entity or state; usually such actions deliberately violate public policy, that is, the individual intends to so and is aware that his \nactions are not a transaction, but a socially dangerous offense.  \nThe intentional nature of a transaction which violates public policy is determined by establishing the purpose of  the relevant expression of will at the time of its execution. Therefore, in consideration of \nthis category of disputes, it must be established what exactly was the intention of the public policy \nviolation, the purpose of the transaction, and which of the parties had the intention to achieve that \npurpose. Accordingly, when qualifying a transaction under Article 228 of the Civil Code of Ukraine, \nfault expressed by the intent to violate public policy by the parties to the transaction, or by one of the parties , should be considered. Proof of fault may be a decision in a criminal case on destruction, \ndamage to property or unlawful possession of property, etc.”\n144 (emphasis added).   \n215. Thus, summarising the general grounds of the application of Article 228 of the Civ il Code and in \naccordance with current legal court practice, a transaction can only be considered as one that \nviolates public policy if all criteria set out below are present: - \n215.1  the existing fact of the execution of the transaction which violates public pol icy, i.e., \ninfringes on the essential imperative bases that define the foundations of the social policy \nof the state;  \n215.2  establishment by a court as a fact that the performance of the transaction is illegal, i.e., at the moment of the execution of the transac tion, provisions of the (then) current law which \nregulates the public law relations, are of an imperative nature and define the bases of public \npolicy of the state (the Constitution of Ukraine, the Criminal Code of Ukraine and/or the \nCode of Ukraine on Administrative Offences) are violated;  \n215.3  one of the parties to the transaction was subject to a judgement of conviction in a criminal \ncase  that has entered into legal force, by which the fault of one of the two parties to a \ntransaction has been established, whi ch turned out to be with the intent to violate public \npolicy and deliberate dangerous public actions.  \n216. Considering the provisions of Article 204\n145 and Article 215 (3)146 of the Civil Code, the burden of \nproof of the circumstances, which may be the basis to consider a transaction as one that violates \npublic policy and is, therefore, void, rests with the party who contests the transaction, i.e., the \nclaimant . According to A rticle 81 of the Code of Civil Procedure of Ukraine (the “ Civil Procedure \nCode ”), each party must prove the circumstances on which it relies on as the basis of its claims and \nobjections.  \n217. In addition, according to Paragraph 26 of the November Resolution “ Persons involved in the case of \nrecognition of the transaction as invalid, in the first place are the parties to the transaction”147. Thus, \nthe question of recognition of a transaction as invalid shall be decided by the court with the \nparticipation of all par ties – participants of the transaction . This is also confirmed by the recent \npractice of the Supreme Court, in particular: - \n \n144 Annex 3 p"}
{"start": 140000, "text": "s and \nobjections.  \n217. In addition, according to Paragraph 26 of the November Resolution “ Persons involved in the case of \nrecognition of the transaction as invalid, in the first place are the parties to the transaction”147. Thus, \nthe question of recognition of a transaction as invalid shall be decided by the court with the \nparticipation of all par ties – participants of the transaction . This is also confirmed by the recent \npractice of the Supreme Court, in particular: - \n \n144 Annex 3 pages 854- 870 \n145 Annex 2 page 7  \n146 Annex 2 page 9  \n147 Annex 3 pages 766- 789- Resolution of the Supreme Court No. 9 dated 6 November 2009 “On Judicial practice of considering Civil \nCases  for Invalidation of Transactions\"  \nC4/1/36\n128765397.1\\ 673802 35 217.1  The Ruling in case No. 569/3201/20 dated 8 September 2021 (Proceedings No. 61-\n7086sv21), the court states: - \n“The claims of an interested person that seeks judicial invalidation (part three of Article 215 \nof the Civil Code of Ukraine) are aimed at bringing the parties to an invalid transaction to \nthe state that exactly they, the parties, had before the transaction was executed. Personal  \ninterest of the person concerned is to ensure that the subject matter of the transaction was \nin the ownership of a particular person or party (parties) of the transaction was in a \nparticular legal position, as this determines the further possibility of th e interested person \nto legally perform their rights.  \nAnalysis of the above legal provisions gives grounds to conclude that the legal \nconsequences of performance of a void transaction primarily affect the rights and \ninterests of persons that are parties to  such an agreement.  \nThus, when resolving disputes to establish the invalidity of a transaction, courts must verify \nthe composition of the participants in the process and ascertain the circle of persons \nthat are subject to the consequences of the invalidity  of the concluded transaction . \nParagraph 26 of the Judgment of the Plenum of the Supreme Court of Ukraine of 9 \nNovember 2009 No. 9 “On litigation practice for considering civil cases on invalidation of \ntransactions’” states that the persons involved in the  case to invalidate the transaction, \nfirst of all  are the parties to the transaction.  \nExactly such conclusions were made by the Supreme Court in a number of its rulings, in particular in Rulings dated 30 July 2020 in case No.  670/23/18, dated 23 September 2020 \nin case No.  175/1753/17, dated 20 May 2020 in case No.  591/4618/16- ts, dated 27 August \n2020 in case No.  371/986/16- ts. This court practice remains unchanged”\n148 (emphasis \nadded).  \n217.2  In another Ruling in case No.  909/207/20 dated 31 August 2021, the court came to the \nfollowing conclusion: - \n“…the panel of judges draws attention to the fact that the parties to the case of invalidation \nare, first of all, the parties to the transaction . In particular, in a case regarding a claim of \nan interested person to inval idate a contract all parties of the transaction should be involved \nas defendants ; therefore, the parties of the disputed contract are the proper \ndefendants, but not just one of them”149 (emphasis added)150. \n218. These are the rules of application of Article 228 of the Civil Code in accordance with the law and court practice of Ukraine.  \n219. The Bank brings its claim in unjust enrichment (which I address separately below) against the Corporate Defendants on the basis that the Relevant Loan Agreements and Relevant Suppl y \nAgreements are void.\n151 \n220. The Bank refers, in particular, to Article 228 of the Civil Code, and asserts that the transactions in \nquestion are void and that “ the claimant is not required to bring any claim to set  [them] aside ”152.  I \nconsider that this is wrong.  \n \n148 Annex 3 pages 871- 880 \n149 Annex 3 pages 881- 904 \n150 The same conclusions are also stated in the Ruling of the Supreme Court dated 30 July 2020 in case No.  670/23/18; the Rulin"}
{"start": 143500, "text": "t Loan Agreements and Relevant Suppl y \nAgreements are void.\n151 \n220. The Bank refers, in particular, to Article 228 of the Civil Code, and asserts that the transactions in \nquestion are void and that “ the claimant is not required to bring any claim to set  [them] aside ”152.  I \nconsider that this is wrong.  \n \n148 Annex 3 pages 871- 880 \n149 Annex 3 pages 881- 904 \n150 The same conclusions are also stated in the Ruling of the Supreme Court dated 30 July 2020 in case No.  670/23/18; the Ruling of the \nGrand Chamber of the Supreme Court dated 17 April 2018 in case No. 523/9076/16- ts (proceeding No.14- 61tss18); Resolution No.  11of \nthe Plenum of the High Commercial Court of Ukraine “On some issues of invalidation of transactions (economic agreements)” dat ed 29 \nMay 2013  \n151 Paragraphs 58(b) and 58(c) of the RRAPOC  \n152 Paragraph 47 of the RRAPOC  \nC4/1/37\n128765397.1\\ 673802 36 220.1  Contrary to the provisions of applicable civil law and court practice in respect of application \nof Article 228 of the Civil Code as explained above at paragraphs  207 to 214 in detail, the \nBank fails to: - \n220.1.1  plead or explain what constitutes a breach of public policy in the Corporate \nDefendant’s execution of the Relevant Supply Agreements  with the Borrowers \n(who are not parties to these proceedings) and what imperative rules of law that \ndefine the foundations of public and social order of the state were vi olated \nthereby;  \n220.1.2  plead or explain what constitutes a breach of public policy in the execution of the \nRelevant Loan Agreements  between the Borrowers  (non- party) and the Bank, \nand what imperative rules of law that define the foundations of public and social order of the state were violated thereby;  \n220.1.3  provide (other than a formal reference to Article 228 of the Civil Code) which \nprovisions of the applicable law of Ukraine governing public law relations, which \nare imperative in nature and define the foundations of  public and social order of \nthe state, were violated by the above contracts at the time of their execution;  \n220.1.4  properly allege fault of one or both of the parties to the aforementioned \nagreements, established in accordance with the procedure prescribed by \nUkrainian law, which amounted to the intentional violation of public policy and \ndeliberate dangerous public act ions, i.e. the initial and unified intention of one or \nboth of the parties to violate public or state interests.  \n220.2  The Bank has omitted to include the Borrowers  as defendants  to its claim, being parties to \nthe Relevant Loan Agreements and Relevant Supply Agr eements, without whose \nparticipation it is impossible to establish the circumstances of entering into these \nagreements as it is clear is required from the Ruling in case No.  909/207/20 dated 31 \nAugust 2021 that I address at  paragraph 217.2 above;  \n220.3  Consideration of the facts of this matter without the participation of the Borrowers as parties \nto disputed transactions by the Bank, both from the point of vi ew of Ukrainian legislation, \ncase law and the practice of the European Court of Human Rights, is a gross procedural violation which is an independent ground in Ukraine to challenge any judgment in respect \nof the Relevant Supply Agreements. Thus, in case No . 910/6160/17 the Supreme Court \noverturned the decisions of the courts of first and appellate instance, noting: - \n”… the courts of both instances, considering the claims for invalidation of the transaction \non the sale by way of auction of unprocessed timber  did not take into account the \nrequirements of procedural law that must be applied in cases of invalidation of the \ntransaction and did not decide to involve  the parties to this transaction as defendants \nin the case.  \nTherefore, the courts of first and appe llate instances, considering the claims for invalidation \nof the auction, i.e. in fact the invalid transaction for the sale of unprocessed timber, the parties to which are"}
{"start": 147000, "text": "e transaction \non the sale by way of auction of unprocessed timber  did not take into account the \nrequirements of procedural law that must be applied in cases of invalidation of the \ntransaction and did not decide to involve  the parties to this transaction as defendants \nin the case.  \nTherefore, the courts of first and appe llate instances, considering the claims for invalidation \nof the auction, i.e. in fact the invalid transaction for the sale of unprocessed timber, the parties to which are customers and organisers of stock trading and winners, did not \ninvolve the latter as defendants in the case , thus violating procedural law . \n... \nIn these circumstances, the decision of the Kyiv Commercial Court of Appeal of 19.10.2017 \nand the decision of the Commercial Court of Kyiv of 27.06.2017 in the case No. 910/6160/17 in the case No.  910/6160/17 cannot be recognised as corresponding to \nthe facts of the case and the requirements of the law and are subject to cancellation, \nC4/1/38\n128765397.1\\ 673802 37 and the case is sent for a new trial to the Commercial Court of Kyiv ”153 (emphasis \nadded) . \nThe same conclusions are also stated in the Ruling of the Supreme Court dated 3 August \n2016 on the case No.  914/1582/15154. \n220.4  According to Article 6 of the Convention for the Protection of Human Rights and Fundamental Freedoms (Rome, 1950) the right to a fair trial  includes, inter alia, the right to \nadversarial proceedings\n155, which is a fundamental right and applicable as a principle \n(concept)156. The content of the right to adversarial proceedings includes: [1] the \nopportunity for the parties to a criminal or civil tri al to have knowledge of and comment on \nall evidence adduced or observations filed, even by an independent member of the national \nlegal service, with a view to influencing the court’s decision157; [2] the possibility to \nfamiliarise itself with the evidence before the court, as well as the possibility to comment \non its existence, contents and authenticity in an appropriate form and within an appropriate \ntime158; [3] the opportunity to make known any evidence needed for their claims to \nsucceed159.  \n220.5  In any case, r estricting the party to the transaction’s access to a trial is a violation of Article \n6 of the Convention, which according to the current Code of Civil Procedure of Ukraine \n(Article 376  (1) (4), Article 411 (1) (8)160) and the Code of Commercial Procedure of \nUkraine Article 277 (1) (4), Article 310 (1)(8)161 is a procedural violation and grounds for \nmandatory revocation of the judgment.  \n220.6  In addition, I have seen Ukrainian court rulings162 under which the Corporate Defendants \nwere found liable to the Borrowers f or their failure to fulfil their obligations under the \nRelevant Supply Agreements, namely, by not supplying the goods , which I will refer to \nfor convenience as the “Judgments ”. At the same time, the Bank, whilst being a party to \nall of these cases, did not make any attempts to argue that the Relevant Supply \nAgreements were invalid and/or void. Accordingly, the Judgments have established that \nthe obligations arising under the Relevant Supply Agreements between the Borrowers \nand the Corporate Defendants did arise. Consequently, the nature of legal relations \nbetween the Borrowers and the Corporate Defendants is contractual. I am not aware of \nany court decisions which overruled the above- mentioned Judgments of the Ukrainian \ncourts that show  that the Bank has mad e an attempt for their appeal or review.   Unless and \nuntil the Bank obtains orders from the Ukrainian Court to set aside these judgments, they \nremain valid and so it would not be open to the Bank to argue that the Relevant Supply \nAgreements are invalid where (as it appears to be here), the criteria of A rticle 75(4) of the \nCode of Commercial Procedure of Ukraine is satisfied.  It says:  \n“4. Circumstances established by a court decision in a commercial, civil or administrative \ncase that ha"}
{"start": 150500, "text": "e an attempt for their appeal or review.   Unless and \nuntil the Bank obtains orders from the Ukrainian Court to set aside these judgments, they \nremain valid and so it would not be open to the Bank to argue that the Relevant Supply \nAgreements are invalid where (as it appears to be here), the criteria of A rticle 75(4) of the \nCode of Commercial Procedure of Ukraine is satisfied.  It says:  \n“4. Circumstances established by a court decision in a commercial, civil or administrative \ncase that has entered into force shall not be proved in another case involving the same \npersons or a person in respect of whom these circumstances have been established, unless otherwise provided by law\n163”. \n \n153 Annex 3 pages 905- 913 \n154Annex 3 pages 914-921. \n155 Case of WERNER v. AUSTRIA, apl. No. 138/1996/757/956 (para. 65- 66 see: https://hudoc.echr.coe.int/eng?i=001- 58114 ; Case of \nRUIZ -MATEOS v.  SPAIN, apl. No. 12952/87 (para. 63). URL: https://hudoc.echr.coe.int/eng?i=001- 57838  \n156 Article 6 of the Convention – Right to a fair trial (civil limb). P. 78 (para. 367). URL: \nhttps://www.echr.coe.int/Documents/G uide_Art_6_ENG.pdf  \n157 Case of VERMEULEN v.  BELGIUM , apl. No.  19075/91 (para. 33)  see: https://hudoc.ec hr.coe.int/eng?i=001- 57985  \n158 Case of KRČMÁŘ AND OTHERS v. THE CZECH REPUBLIC , apl. No.  35376/97 (para. 42) , see: https://hudoc.echr.coe.int/eng?i=001-\n58608 ; Case of IMMEUBLES GROUPE KOSSER c. FRANCE, apl. No.  38748/97 (para. 26). URL: https://hudoc.echr.coe.int/eng?i=001-\n64897 ; Case of YVON v. FRANCE , apl. No.  44962/98 (para. 39). URL: https://hudoc.echr.coe.int/eng?i=001- 61053  \n159 Case of CLINIQUE DES ACACIAS  ET A UTRES  c. FRANCE , apl. No.  65407/01 (para. 37) , see: https://hudoc.echr.coe.int/eng?i=001-\n70604 . \n160 Annex 2 pages 32- 35 \n161 Annex 2 page 36- 38 \n162 Schedule 1, under “other documents”  \n163 Annex 2 page 35- 36 \nC4/1/39\n128765397.1\\ 673802 38 220.7  The Bank's assertion that “ the claimant is not required to bring any claim t o set [the \nRelevant Supply Agreements and the Relevant Loan Agreements] aside”164 does not meet \nthe requirements of the law and established court practice: as I said in footnote 126  above, \nas the Corporate Defendants dispute that the transactions are void, the Bank has to prove \nits factual allegations in court before the consequences of an invalid transaction apply.    \n221. Therefore, having taken into account the materials provided for familiarisation, containing the \nassessment by the parties’ experts of the legal basis for the respective claims and objections \nof the parties to the dispute, guided by the above -mentioned provisions of the applicable law \nand the clear and unambiguous legal positions of the Supreme Court, I consider that the \nRelevant Supply Agreements and the Relevant Loan Agreements are valid and the rights and \nobligations arising from these agreements are subsisting as provided by the current civil \nlegislation of Ukraine and conditions stipulated in these agreements. Base d on the materials \nprovided for my review, I see no grounds for the court to apply Article 228 of the Civil Code \nand its consequences (recognition of the said contracts as void and/or invalid) to the said \nagreements.  \nStatus of the Relevant Supply Agreements and/or the Relevant Loan Agreements in the light \nof Article 235 of the Civil Code  \n222. Again, I agree with Mr Alyoshin in his assessment of the Ukrainian legal rules and court practice regarding the application of legal rules in respect of Article 235 of the Civil Code\n165 as set out in \nparagraphs 92- 101 of the First Defendant’s Report.  \n223. At the same time as I noted in my First Report, Article 235 of the Civil Code does not expressly state that mock transactions\n166 are void. My opinion remains the same, that Artic le 235 of the Civil Code \ncannot constitute a basis for declaring the Relevant Supply Agreements and the Relevant Loan \nAgreements void.  \n224. I agree with paragraphs 102 to 103 o"}
{"start": 154000, "text": "on of legal rules in respect of Article 235 of the Civil Code\n165 as set out in \nparagraphs 92- 101 of the First Defendant’s Report.  \n223. At the same time as I noted in my First Report, Article 235 of the Civil Code does not expressly state that mock transactions\n166 are void. My opinion remains the same, that Artic le 235 of the Civil Code \ncannot constitute a basis for declaring the Relevant Supply Agreements and the Relevant Loan \nAgreements void.  \n224. I agree with paragraphs 102 to 103 of the First Defendant’s Report.  Mock transactions governed by \nArticle 235 of the Civ il Code should be distinguished from fictitious transactions under Article 234 of \nthe Civil Code167. Paragraph  3.11. of the Resolution of the Plenum of the High Commercial Court of \nUkraine of 29 May 2013 No. 11 “On some issues of invalidation of transactions (commercial agreements)” states that:  \n“[a] fictitious transaction (Article 234 of the Civil Code of Ukraine) is invalid, regardless of the purpose \nof its conclusion, as the parties do not intend to give rise to legal consequences deriving from such a transaction . .. If the parties have not taken any action to execute the fictitious transaction, \nthe commercial court decides only to declare the fictitious transaction invalid without any consequences. If any property has been transferred for the purpose of the execution of a transaction, then such a transaction cannot be considered as fictitious . The mere failure of the parties to take \ncertain actions to execute the transaction does not mean that such a transaction is fictitious. \nRecognition of a fictitious transaction as invalid requires the commercial court to establish \nthe intent of the parties.  \n... \nWhen considering the relevant cases, the court must take into account that the feature of \nfictitiousness must be inherent in the actions of all parties to the transaction. If at least one of them \ntried to achieve a legal result, the transaction cannot be considered fictitious. The claimant  who \nseeks to declare the transaction invalid must pr ove that all participants in the transaction did not \nintend to create legal consequences at the moment of entering into the transaction ”\n168 \n(emphasis added).  \n \n164 Paragraph 47 of RRAPOC  \n165 Annex 2 page 12  \n166 In this report, I agree with Mr Alyoshin’s  reference to Article 235 as concerning “mock transactions”, which are a separate category \nfrom the transactions covered by Article 234.  \n167 Annex 2 page 12  \n168 Annex 3 pages 922 - 942 \nC4/1/40\n128765397.1\\ 673802 39 225. Thus, the existence of a transaction, committed by the parties without the purpose of creating legal \nconsequences, and in respect of which no action is taken by the parties, is the required criteria that \ndistinguishes a fictitious transaction from a mock transaction.  \n226. Similarly, to contest a transaction on the grounds under Article 228 of the Civil Code169, the burden \nof proving the circumstances that may be grounds for considering the transaction mock, as well as \nproving the grounds for declaring a hidden transaction void and voidable, is with the party which \ncontests such a transaction, i.e. the claimant . \n227. To expand on paragraph 98 of the First Defendant’s Report, according to the findings of the Supreme Court, the claimant, when claiming to recognise a transaction as mock, shall prove the fact of the \nexecution of the transaction, which in his opinion is mock; the intention of the parties of the mock transaction to establish civil relations, other than those that are provided for by the executed \ntransaction, i.e. the parties have no other purpose but to hide another transaction; occurrence \nbetween the parti es’ rights and obligations, other than those provided for by the executed mock \ntransaction (the Ruling of the Supreme Court dated 20 July 2020 in case No. 127/5943/17\n170)171. \n228. Moreover, the issue of declaring the transaction invalid shall be resolved by the c ourt with the \nparticipa"}
{"start": 157500, "text": "saction to establish civil relations, other than those that are provided for by the executed \ntransaction, i.e. the parties have no other purpose but to hide another transaction; occurrence \nbetween the parti es’ rights and obligations, other than those provided for by the executed mock \ntransaction (the Ruling of the Supreme Court dated 20 July 2020 in case No. 127/5943/17\n170)171. \n228. Moreover, the issue of declaring the transaction invalid shall be resolved by the c ourt with the \nparticipation of all parties, meaning all parties to a relevant transaction,  as explained in paragraph \n217 above.  \n229. These are the releva nt rules of application of Article 235 of the Civil Code, in accordance with the \nlaw and court practice in Ukraine. By virtue of the Bank's claims formulated in paragraphs 52(2), \n54(b), 58(b) -(c) of the RRAPOC, and in the light of the above provisions, the following conclusions \ncan be drawn: - \n229.1  In support of its claims the Bank asserts that the Relevant Supply Agreements and the \nRelevant Loan  Agreements are void. Simultaneously, the Bank refers inter alia  to Article \n235 of the Civil Code and argues that these  transactions are void and that “ the claimant is \nnot required to bring any claim to set [them] aside .”172. \n229.2  However, contrary to the provisions of the civil law, and the established court practice in \nUkraine regarding the application of Article 235 of the Civil Code, the Bank failed to state: - \n229.2.1  the existence between the parties to the Relevant Supply Agreements and the \nRelevant Loan Agreements of legal relationships other than those arising from \nthe agreements;  \n229.2.2  that the Relevant Supply Agreements and the Relevant Loan Agreements were \nconcluded by both parties with an intent to conceal another transacti on with \ndifferent legal consequences.  I note here that this is not possible to assess in \nthese proceedings, due to the fact that the Borrowers, whilst being a party to \nthese agreements, are not the parties to these proceedings as defendants giving rise to  the matters I identify at paragraph 220.2 ; \n229.2.3   the existence of legal relations (rights and obligations between the parties) other \nthan those provided under the executed the Relevant Supply Agreements and \nthe Relevant Loan Agreements, and the occurrence of other legal consequences;  \n229.2.4   what exact transaction the parties executed and tried to conceal (i.e., what type \nof transaction is required to establish t he legal relationship that actually arose \nbetween the parties);  \n \n169 Annex 2 page s 10-11 \n170 Annex 3 pages 943 - 953 \n171  Similar findings are pre sented in the Ruling of the Supreme Court dated 13 February 2020 in case No.  761/12145/17 et alia).  \n172Paragraph 47 of the RRAPOC  \nC4/1/41\n128765397.1\\ 673802 40 229.2.5   that transaction actually contradicts the requirements of law and there are \ngrounds to declare it void or voidable (indicating such grounds with reference to \nthe relevant provisions of law).  \n230. Thus, having taken into account the matters above, I consider that the Relevant Supply Agreements and the Relevant Loan Agreements are valid and the rights and obligations arising from these agreements are enforceable under applicable provisions of the civ il law of \nUkraine and pursuant to the terms of these agreements. Based on the materials provided for \nmy review I see no grounds for the court to apply Article 235 of the Civil Code to these \nagreements, as well as its consequences – the recognition of these  agreements as void and \nvoidable.  \nG. LIMITATION  \nQuestion: Please provide a general overview of the defence of limitation under Ukrainian law, what is \nthe procedure and in what circumstances can the limitation period be extended?  \n231. Pursuant to Article 15 (1) of the Civil Code, “ Every person shall have the right to defend its civil right \nin the case of violation, non -recognition or challenge thereof ”\n173. In addition to ‘ civil rights "}
{"start": 161000, "text": " as its consequences – the recognition of these  agreements as void and \nvoidable.  \nG. LIMITATION  \nQuestion: Please provide a general overview of the defence of limitation under Ukrainian law, what is \nthe procedure and in what circumstances can the limitation period be extended?  \n231. Pursuant to Article 15 (1) of the Civil Code, “ Every person shall have the right to defend its civil right \nin the case of violation, non -recognition or challenge thereof ”\n173. In addition to ‘ civil rights ’ (personal \nnon-property and/or property rights), an ‘ interest ’ is also subject t o defence as long as it does not \ncontradict the general principles of civil legislation (Article 15 (2) and Article 3 of the Civil Code174).  \n232. Mr Alyoshin addresses limitation under Ukrainian law at paragraphs 274 to 303 of the First \nDefendant’s Report.  Ins ofar as it is relevant to the claims against the Corporate Defendants, I agree \nwith what he says, namely:  \n232.1  When the limitation period starts ( paragraph 274).  \n232.2  On the general limitation period being three years, including claims under Articles 1166175 \nand 1190176 of the Civil Code, subject to special rules that otherwise apply (including claims \ninvolving personal injury or death or violation of personal non- property rights, none of which \nare in my view relevant to this case) and to the modification of the limita tion period \n(paragraphs 275- 277).  \n232.3  On what constitutes a claimant’s knowledge and which party that has the burden of proof (paragraphs 278 –  282).  \n232.4  When the court will extend the limitation period ( paragraphs 294 to 299).  \n233. At paragraphs 300 to 303, Mr Alyoshin addresses the Ukrainian law of limitation and its application \nto the claim against the First and Second Defendants, some of which is applicable to the Bank’s case \nagainst the Corporate Defendants. I agree with what he says there.  I will therefore confine my opinions in answering the above question to matters not already addressed.  \nRecognition by the court as valid reasons for protection beyond the expiration of the limitation period.  \n234. As I note above, I agree with Mr A lyoshin in his assessment of Ukrainian legal rules and court practice \nregarding court protection beyond the expiration of the limitation period, as set out in paragraphs \n294-299 of the First Defendant’s Report.  \n235. In addition, I would like to add that the test for protection beyond the expiration of  the limitation period \nis “…existence of circumstances that for objective reasons, independent of the claimant, made it \nimpossible or significantly difficult to file a lawsuit, is decided by the court in each case based on \navailable facts about such circumstance”.\n177 At the same time, the courts of Ukraine are guided by \n \n173 Annex 2 page 4  \n174 Annex 2 pages 4 and 2  \n175 Annex 2 page 24  \n176 Annex 2 page 24  \n177 Annex 3 pages 954 – 971- Ruling of the Supreme Court of 14 July 2021 in case No. 210/3260/16- ts, proceedings No.  61- 46579sv18  \nC4/1/42\n128765397.1\\ 673802 41 ECHR case law, according to which the limitation period is the legal right of the alleged offender to \navoid prosecution or being sued after a certain period following the offense. In the Ruling of the \nSupreme Court dated 14 July 2021 in case No. 210/3260/16- ts, (proceedings No. 61- 46579sv18) it \nhas been outlined that: “[t] he limitation period, which is common in the national laws of the States -\nParties to the Convention, performs several tasks, including legal certainty and finality, preventing \nviolations of the rights of defendants that may occur if a court rules on incomplete evidence due to \nthe lapse of time” (paragraph 570 of the judgment of t he European Court of Human Rights of 20 \nSeptember 2011 in case OJSC Yukos Oil Company v. Russia; paragraph 51 of the judgment of the \nEuropean Court of Human Rights of 22 October 1996 in case Stubbings and Others v. the United Kingdom)” (emphasis added) . \n236. In another Ruli"}
{"start": 164500, "text": "veral tasks, including legal certainty and finality, preventing \nviolations of the rights of defendants that may occur if a court rules on incomplete evidence due to \nthe lapse of time” (paragraph 570 of the judgment of t he European Court of Human Rights of 20 \nSeptember 2011 in case OJSC Yukos Oil Company v. Russia; paragraph 51 of the judgment of the \nEuropean Court of Human Rights of 22 October 1996 in case Stubbings and Others v. the United Kingdom)” (emphasis added) . \n236. In another Ruling dated 24 February 2021 (case No. 686/2778/17), the Supreme Court noted that: - \n“According to the first part of Article 261 of the Civil Code of Ukraine, the limitation period starts \nrunning from the day when the person became aware or could have become aware about the \nviolation of its right.  \nThus, for determination of the moment of occurrence of the right to file a claim both objective  (the \nviolation of the right), and subjective (the person became aware or could have become aware about \nthis violation) circumstances are important.  \nThe provision of the first part of Article 261 of the Civil Code contains the presumption of awareness  \nof a person of the state of its subjective rights, so the burden of proving when the person became \n(could have b ecome) aware of the violation of the right, is vested upon the claimant . \nIn its ruling dated 27 June 2018 in case No. 61- /894/16- ts (proceedings No. 61- 5386sv18) the \nSupreme Court formulated the following conclusions on the application of Article 261 of the Civil Code of Ukraine: “analysis of terms “became aware” and “should have become aware” contained in Article 261 of the Civil Code of Ukraine, that give grounds for the conclusion of the presumption of \npossibility and obligation of a person to know about the state of its property rights, and \ntherefore proving the fact that the claimant did not know about the violation of its civil rights \nand based on this reason failed to apply to the court for protection, is not enough ” \n178 \n(emphasis added).  \n237. While the cas e above dealt with Article 261 of the Civil Code179, it has wider application.   \nSummarising what the Supreme Court said, there is a presumption of the awareness of someone’s \nrights and the test is, as Mr Alyoshin says, when they knew or should have known t hat this had \noccurred. The burden to prove the validity of the reasons for missing the deadline, and of the \nawareness of his own state of affairs, rests with the claimant. The Grand Chamber of the Supreme \nCourt further notes in this regard that: “[t] he cla imant shall also prove the fact that he could not have \nbecome aware about the violation of his civil right, which also follows from the general rule about the \nobligation of the party to prove the circumstances to which it refers as the basis of claims and \nobjections. The defendant, on the other hand, shall prove that the information concerning violation \ncould have been obtained earlier  [by the claimant] ”180.  \n238. At the same time, in the case mentioned in paragraph 236 above, the Supreme Court followed ECHR \ncase law practice, stating: “ In the judgment of the European Court of Human Rights of 22 July 2014, \nthe statement No. 36157/08, GRAFESCOLO S.R.L. v. THE REPUBLIC OF MOLDOVA, the Court \nnotes that the refusal of the national court to substantiate the reason for overruling objections \nconcerning the expiration of the limitation period is a violation of Article 6 of  the Convention. The \nlimitation period established by law was an important argument put forward by the applicant company during the trial. If it was accepted, it could possibly lead to the dismissal of the lawsuit. However, the court did not give any valid reasons for disregarding this important argument (paragraphs 22 and \n23)”.  \n \n178 Annex 3 pages 972 – 989 \n179 Annex 2 page s 12-13 \n180 Annex 3 pages 990 – 996- Ruling of the Grand Chamber of the Supreme Court of 9 September 2019 in case No. 145/2047/16- ts, \nproceedings"}
{"start": 168000, "text": "n period established by law was an important argument put forward by the applicant company during the trial. If it was accepted, it could possibly lead to the dismissal of the lawsuit. However, the court did not give any valid reasons for disregarding this important argument (paragraphs 22 and \n23)”.  \n \n178 Annex 3 pages 972 – 989 \n179 Annex 2 page s 12-13 \n180 Annex 3 pages 990 – 996- Ruling of the Grand Chamber of the Supreme Court of 9 September 2019 in case No. 145/2047/16- ts, \nproceedings No. 14- 499tss19  \nC4/1/43\n128765397.1\\ 673802 42 239. The above- mentioned presumption of the claimant's awareness as to the state of his affairs deserves \nspecial consideration. This presumption is widely used by the courts, including in resolving issues \nrelated to the limitation period, and involves the presumption of the ability  and obligation of a person \nto know his property rights. The courts note that “ … proving the fact, because of which the claimant \ndid not know about violation of his civil rights and for this reason failed to seek protection in court, is \nnot sufficient” (emphasis added),181 as this is only one aspect of proof (external or objective). Similar \nprovisions are given in the Ruling of the Supreme Court consisting of the panel of judges of the \nChamber of the Commercial Court of Cassation dated 4 November 2021 in case No. 925/312/19 and \nin the Ruling of the Supreme Court dated 17.11.2021 in case No.  501/2410/18182. \n240. In addition to objective criteria, subjective criteria are also applied in practice, concerning the ability \nof a party to become informed about the violation of his civil rights. The legal provision that deals with \nsuch violation is Article 261 (1) of the Civil Code183, which refers to the terms that a party “ becam e \naware” or “could have become aware” about the violation of his right, which indicates the ability and \nobligation of a person to know about the state of his affairs. Thus, in the Supreme Court consisting \nof the panel of judges of the First Judicial Chamber of the Civil Court of Cassation in its ruling dated \n24 February 2021 in case No. 686/2778/17 it was stated that: “… to determine the moment of \noccurrence of the right to file a claim, both objective (the very fact of violation of the right) and subjective (the person became aware of or could have become aware  of this violation) \ncircumstances are important ” (emphasis added)\n184. These circumstances are important for \ndetermining the very beginning of the limitation period and calculating the length of the peri od during \nwhich a party would have to apply to the court.  \n241. The Supreme Court’s approach in considering subjective circumstances is .   to include predictable \ncircumstances within the category of  circumstances which the claimant could have become aware \nof 185. \n242. The Supreme Court has adopted the ECHR’s approach in its consideration of cases according to \nwhich an understanding of the terms “ become aware” or “could have become aware” are reflected \nthrough the actual/constructive knowledge doctrine, stated in the ECHR judgement Osman v. the United  Kingdom of 28 October 1998. In that case, the Court found that, “… the \nauthorities knew  or ought to have known  at the time of the existence of a real and immedi ate risk \nto the life of an identified individual or individuals from the criminal acts of a third party”, which could \nlead to a positive obligation of the state “to take measures within the scope of their powers which, \njudged reasonably, might have been ex pected to avoid that risk ” (paragraph 116)\n186 (emphasis \nadded). Although the ECHR does not directly use the specific wording of the principles of factual and presumed knowledge in this judgement, these tools are recognised with reference to ECHR case law in  academic and analytical literature, as well as in the ECHR's own annual reports\n187. \n243. The above section therefore reflects, in my opinion, what Mr Alyoshin says in paragraph 3"}
{"start": 171500, "text": "heir powers which, \njudged reasonably, might have been ex pected to avoid that risk ” (paragraph 116)\n186 (emphasis \nadded). Although the ECHR does not directly use the specific wording of the principles of factual and presumed knowledge in this judgement, these tools are recognised with reference to ECHR case law in  academic and analytical literature, as well as in the ECHR's own annual reports\n187. \n243. The above section therefore reflects, in my opinion, what Mr Alyoshin says in paragraph 301 of the First Defendant’s Report about actual and presumed/constructive knowledge.  \n244. The expiration of the limitation period, raised as a defence by a defendant to a claim, is a basis for dismissal of the claim  (Article 267 (4) of the Civil Code\n188), except when the court finds the \nreasons for omission  of the limitation period valid . In this regard, the Supreme Court has repeatedly \nnoted that “ the application of the provisions related to the limitation period and dismissal of the claim \non this ground is carried out when the court has previously established the existence of the violated \n \n181 Annex 3 pages 997 – 1007-  Ruling of the Supreme Court of Ukraine of 16 November 2016 in case No.487/10132/14- ts \n182 Annex 3 pages 1008 – 1031 and 1032 – 1044 \n183 Annex 2 page s 12-13 \n184 Annex 3 pages 972 – 989 \n185 Ruling of  the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation dated 9 September 2021 in case \nNo. 916/161/20 . The same conclusion in the R uling of the Supreme Court consisting of the panel of judges of the Commercial Court of \nCassat ion of 28.07.2020 in case No. 916/400/16 .. \n186 Please follow the link: http://hudoc.echr.coe.int/eng?i=001- 58257 \n187 By way of example please follow the link to see : Annual Report 2019 of the European Court of Human Rights, Council of Europe. URL: \nhttps://www.echr.coe.int/Documents/Annual_report_2019_ENG.pdf  \n188 Annex 2 pages 14- 15 \nC4/1/44\n128765397.1\\ 673802 43 right, in defence of which a lawsuit was filed, and the reasonableness and proof of claims ” 189 \n(emphasis added).  \nQuestion: What factors are relevant to the availability of the limitation defence available in respect of: \n(i) the tort claims against the Corporate Defendants (insofar as those factors differ from the claims \nagainst the First and Second Defendants); and (ii) the unjust enrichment claims against the Corporate \nDefendants?  \n245. The analysis of the current practice of t he Supreme Court indicates that in applying the provisions of \nChapter 19 “Limitation” of the Civil Code, which regulate the limitation period, in cases of damages under Article 1166 of the Civil Code, the court will look for the elements for the occurrence of tortious \nliability and the time limits within which such facts were established. Such analysis is carried out by \nthe court primarily in the framework of establishing the violation of the claimant’s civil rights by the \ndefendant.  \n246. It should be noted that, in respect of the tort claims against the Corporate Defendants , the claimant, \nin order to fall within the limitation period in claims made against the Corporate Defendants, and bearing in mind the presumption of the parties’ awareness to the dispute, must prove the following: - \n246.1  the subjective right of the Claimant, violated by the Corporate Defendant;  \n246.2  the moment from which the Claimant became aware of the violation of such rights by the \nCorporate Defendant;  \n246.3  in a case where the three- year limitation period has expired, to prove the existence of \nobjective circumstances, independent of the Claimant, that did not allow the Claimant to file a lawsuit in a timely manner or significantly prevented such a filing.  \n247. The limitation provisions  of the Civil Code also provide a defence to the claims agains t the Corporate \nDefendants under Article 1212.   However, the limitation period will begin to run from the moment that \nfunds were transferred by the Bank"}
{"start": 175000, "text": "ase where the three- year limitation period has expired, to prove the existence of \nobjective circumstances, independent of the Claimant, that did not allow the Claimant to file a lawsuit in a timely manner or significantly prevented such a filing.  \n247. The limitation provisions  of the Civil Code also provide a defence to the claims agains t the Corporate \nDefendants under Article 1212.   However, the limitation period will begin to run from the moment that \nfunds were transferred by the Bank to the Borrowers, as that is the basis of  establishing liability under \nArticle 1212 and the Bank knew when those transfers were made because it made them.   \n248. The Corporate Defendants, for their part, may prove that the Claimant knew or should have known about the violation of its rights earlier.  \n249. As regards ‘ awareness ’ of a legal entity such as the Bank, I agree with the view expressed by Mr \nAlyoshin in paragraphs 286 -  293 of the First Defendant’s Report, who addressed this issue \nextensively.  \n250. In this regard, the Supreme Court in case No. 922/1425/17 considered the claimant’s appeal against \na decision of the local government, which terminated the claimant's land rights in connection with the voluntary waiver of the claimant's land, but the lawsuit was filed more than three years after the \ncontested d ecision. With regard to the limitation period, the court of appeal agreed with the claimant \nand concluded that the limitation period had not been missed, as neither the new head of the claimant nor the Ministry of Defence of Ukraine, as the claimant's founder, was aware of the waiver. However, \nin reviewing previous judgments, in this case, the Supreme Court disagreed with the Court of \nAppeal’s findings and applied the consequences of missing the limitation period to the claim, noting \nthe following: - \n“The panel of judges dismisses the appellate court's inappropriate reference to the unawareness of the Ministry of Defence of Ukraine, as the claimant's founder, of the fact that the Office refused the \nright to permanent use of land, as according to Article 261 part 1 of the Civil Code of Ukraine, in \norder to apply the limitation period, only the awareness of the claimant is of importance in \nregards to the violation of his rights , rather than any other participants in the court proceedings \n(prosecutor, founders of  the claimant, etc.)  \n \n189 Annex 3 pages 1059 – 1087-  Ruling of the Grand Chamber of the Supreme Court of 4 December 2018, case No. 910/18560/16, \nproceedings No.12- 143gs18  \nC4/1/45\n128765397.1\\ 673802 44 The Court of Cassation also takes into account that the change of the management (executive \nboard) of a legal entity does not relate to the grounds for suspension or interruption of the \nlimitation period , exhaustively regulated by Arti cles 263, 264 of the Civil Code, but, as correctly \nnoted by the court of first instance, the claimant failed to file an application for renewal of the limitation \nperiod justifying the validity of reasons for missing the same”190 (emphasis added) . \n251. In additio n, when applying the limitation period, courts take into account the date of entry into force \nof the court decision (tribunal’s award), which establishes the obligations of the corporate entity to \ncompensate for harm (harm, fault, wrongfulness, causation) under Article 1166 of the Civil Code, as \nwell as the date from which the corporate entity became aware of whether it could have become \naware of the violation of its rights.  \nQuestion: What is the general approach to limitation under Ukrainian law in respect of void \ntransactions? In your view, if the Relevant Loans and the Supply Agreements are void transactions, when would the limitation period expire?  \n252. According to the general practice of the courts of Ukraine in such cases, as I have considered in \nparagraphs 202 to 205 above , such claims are formulated as the “ application of the consequences \nof a void transaction” (by way of e"}
{"start": 178500, "text": "violation of its rights.  \nQuestion: What is the general approach to limitation under Ukrainian law in respect of void \ntransactions? In your view, if the Relevant Loans and the Supply Agreements are void transactions, when would the limitation period expire?  \n252. According to the general practice of the courts of Ukraine in such cases, as I have considered in \nparagraphs 202 to 205 above , such claims are formulated as the “ application of the consequences \nof a void transaction” (by way of example, please see the Ruling of the Supreme Court consisting of the panel of judges of the First Judicial Chamber of the Civil Court of Cassation of 7 July 2021 No. \n703/1518/18) \n191. \n253. In respect of the application of the limitation period in such cases, current court practice has set out \nthe approach in the following way: “ [t]he limitatio n period on claims for the application of the \nconsequences of a void transaction starts running on the day its performance commenced”192193. \n254. In the view of the above, and in the circumstances that the Relevant Loan Agreements  and the \nRelevant Supply Agreemen ts were void, the limitation period ended after three years:  \n254.1  in respect of the Relevant Loan Agreements –  after the funds have been transferred to the \nBorrowers;  \n254.2  in respect of the Relevant Supply Agreements –  after the funds have been transferred as \nprepay ment under these agreements.  \n \nH. INTEREST  \nQuestion: Please describe the general practice of Ukrainian courts in applying interest in tort and \nunjust enrichment claims? Are there any defences available to the Corporate Defendants under \nUkrainian law against the claims for interest, pre -judgment interest,  currency and compound interest?  \n255. I agree with the conclusions of Mr Alyoshin at paragraphs 46 and 47 of the First Defendant’s Report.  \nIn this section, I elaborate on what he said and, in particular, address the availability of interest on awards for unjust enrichment claims.   \n256. Liability for interest in tort or unjust enrichment obligations regulated by civil and commercial law is \nprovided for in Ukrainian civil legislation. In practice, the courts award interest in respect of \ndefendants’ monetary liabilities, referring to the obligations to provide compensation under Articles \n \n190 Annex 3 pages 1088 – 1103-  Ruling of the Supreme Court of 14 August 2018 in case No. 922/1425/17  \n191 Annex 3 pages 1104 – 1119 \n192 Annex 3 pages 1120 – 1129 - Ruling of the Supreme Court consisting of the panel of judges of the Second Chamber of the Civil Court \nof Cassation of 20 May 2020 in case No. 367/836/18   \n193 The same approach was applied by the Supreme Court in considering other cases: Ruling of  the Supreme Court consisting of the \npanel of judges of the Commercial Court of Cassation of 27 October 2020 in case No.  914/2150/18; Ruling of  the Supreme Court \nconsi sting of the panel of judges of the Commercial Court of Cassation of 1 June 2021 in case No.  910/9544/19; Ruling of  the Supreme \nCourt consisting of the panel of judges of the First Judicial Chamber of the Civil Court of Cassation of 9 March 2021 in case  No.  \n468/176/18- ts; Ruling of  the Supreme Court consisting of the panel of judges of the Second Judicial Chamber of the Civil Court of \nCassation of 19 August 2020 in case No. 358/815/17; Ruling of  the Supreme Court consisting of the panel of judges of the S econd Judicial \nChamber of the Civil Court of Cassation of 24 February 2021 in case No.  405/1018/17).  \n \nC4/1/46\n128765397.1\\ 673802 45 1166  (1)194 (for tort claims), 1213 (1)195 (for unjust enrichment claims) of the Civil Code, and applying \nArticles 1192196 and 1214197 of the Civil Code, in conjunction with Articles 22198 and 536199, 625 (2)200 \nof the Civil Code and Articles 225 and 229201 of the Com mercial Code of Ukraine (the “ Commercial \nCode ”).  It is important to understand that Articles 22, 1192 and 1214 do not provide a free- standing \nbasis for awardin"}
{"start": 182000, "text": " in case No.  405/1018/17).  \n \nC4/1/46\n128765397.1\\ 673802 45 1166  (1)194 (for tort claims), 1213 (1)195 (for unjust enrichment claims) of the Civil Code, and applying \nArticles 1192196 and 1214197 of the Civil Code, in conjunction with Articles 22198 and 536199, 625 (2)200 \nof the Civil Code and Articles 225 and 229201 of the Com mercial Code of Ukraine (the “ Commercial \nCode ”).  It is important to understand that Articles 22, 1192 and 1214 do not provide a free- standing \nbasis for awarding interest.  Instead, the obligations to provide compensation under Articles 1192 \nand 1214 engage other more specific provisions concerning interest: primarily, Articles 536 and 625.  \n257. Article 625 (2) of the Civil Code is as set out at paragraph 304 of the First Defendant’s Report.  \n258. There is an established practice of the Supreme Court in respect of awarding interest for a monetary obligation pursuant to Article 1166 (tort liability) or pursuant to Article 1212 (unjust enrichment liability). The core ruling which formulates the general rules of liability for harm caused in all forms of \nnon-contractual obligations is the Ruling of the Grand Chamber of the Supreme Court of 16 May \n2018 in case No. 686/21962/15- ts, according to which:  \n“21. ... causing of property (material) and non- property harm gives rise to obligations between the \nperson who has suffered su ch harm and the victim. Depending on the content of such an obligation, \nit may be monetary  or non-monetary . \n22. According to Articles 524, 533- 535 and 625 of the Civil Code of Ukraine, a monetary  obligation \nis an obligation expressed in monetary units (the national currency of Ukraine or in the monetary \nequivalent of an obligation expressed in a foreign currency), which provides for the debtor's obligation \n[\n202] pay money in favour of the creditor [203], which has the right to require the debtor to perform this \nobligation. That is, monetary is any obligation in which the creditor's right to demand payment from the debtor corresponds to the debtor's obligation to make such payment. These conclusions are \nconsistent with the position of the Grand Chamber of the S upreme Court, expressed in the Ruling of \n11 April 2018 in case No. 758/1303/15- ts.  \n... \n24. Article 625 of the Civil Code of Ukraine is placed in Section I “General Provisions on Obligations” \nof Book 5 of the Civil Code of Ukraine. Therefore, the provisions of Section I of Book 5 of the Civil \nCode of Ukraine apply to both contractual obligations  (subsection 1 of Section III of Book 5 of the \nCivil Code) and non -contractual (tort) obligations  (subsection 2 of Section III of Book 5 of the Civil \nCode).  \n25. Thus , Article 625 of the Civil Code defines general rules of liability for breach of any monetary \nobligation  regardless of the grounds for its arising (contract or delict). That is, the provisions of this \narticle apply to all types of monetary obligations, unl ess otherwise provided by contract or special \nprovisions of the law governing, in particular, certain types of obligations.  \n26. The Grand Chamber of the Supreme Court in its Ruling of 10 April 2018 in Case No. 910/10156/17 pointed out that the provisions of Article 625 of the Civil Code of Ukraine apply to all types of monetary obligations and agreed with the conclusions of the Supreme Court of Ukraine set \nout in the Ruling of 1 June 2016 in Case No. 3- 295gs16, according to which a monetary obligation \nmay arise between the parties not only on contractual relations but also on other grounds \n \n194 Annex 2 page 24  \n195 Annex 2 page 25  \n196 Annex 2 page 24  \n197 Annex 2 page s 25-26 \n198 Annex 2 page s 5-6 \n199 Annex 2 page 18  \n200 Annex 2 page 21  \n201 Annex 2 page 30- 31 \n202 A Debtor  is a party to the obligation, which is obliged to perform in favour of the other party (creditor) a certain action (transfer property, \nperform work, provide services, pay money, etc.) or refrain from committing a certain acti on (negative"}
{"start": 185500, "text": "ot only on contractual relations but also on other grounds \n \n194 Annex 2 page 24  \n195 Annex 2 page 25  \n196 Annex 2 page 24  \n197 Annex 2 page s 25-26 \n198 Annex 2 page s 5-6 \n199 Annex 2 page 18  \n200 Annex 2 page 21  \n201 Annex 2 page 30- 31 \n202 A Debtor  is a party to the obligation, which is obliged to perform in favour of the other party (creditor) a certain action (transfer property, \nperform work, provide services, pay money, etc.) or refrain from committing a certain acti on (negative obligation).  \n203 A Creditor  is a party to an obligation who has the right to demand that the debtor perform his or her duty.  \nC4/1/47\n128765397.1\\ 673802 46 provided for by civil legislation , in p articular the fact of causing harm to a person ”204 (emphasis \nadded).  \n259. In the Ruling dated 4 December 2019 in case No. 910/13238/18, the Supreme Court consisting of \nthe panel of judges of the Commercial Court of Cassation stated the following:205  \n“Thus, Article 625 of the Civil Code of Ukraine applies to all types of monetary obligations regardless \nof the basis of their origin (contract or delict), including the non- contractual monetary obligation that \nhas arisen under Article 1212 of the Civil Cod e of Ukraine. Therefore, in case of delay in fulfilment of \nthe obligation, in particular regarding the return of groundlessly received or saved money, 3% per \nannum and inflation counted on the overdue amount are charged in accordance with Part 2 of Article  \n625 of the Civil Code of Ukraine.”   \n260. In the Ruling dated 27 October 2021 in case No. 911/2795/20, the Supreme Court consisting of the panel of judges of the Commercial Court of Cassation stated:  “By the content of this rule of law \n[Article 625 of the Civil  Code of Ukraine],  charging of inflation losses on the amount of debt and three \npercent per annum are part of the monetary obligation and is a special measure of the debtor's \nliability for default on a monetary obligation,  as they exist as a method to prot ect the property \nright and interest consisting in compensation of material losses of the creditor from the devalu ation \nof funds due to inflation processes and obtaining compensation (payment) from the debtor for the \nuse of withheld money payable to the cre ditor...”\n206 (emphasis added)207. \n261. Thus, if the court establishes monetary obligations under Article 1166 (tort liability) or under Article \n1212 (unjust enrichment liability) in favour of a party, that party can apply under the right to seek \ncompensation purs uant to Article 625 of the Civil Code for interest for any delay in fulfilling the \nmonetary obligations established under those Articles (i.e., by Court judgments establishing those \nobligations), as opposed to for delay since the factual events which the C ourt relied on to establish \nliability under Articles 1166 and 1212 of the Civil Code.  \n262. Liability for interest under Article 625 of the Civil Code can be reduced by operation of Article 233 of the Commercial Code –  “Reducing the amount of penalties” . This defence is not absolute –  the Court  \nevaluates the evidence and decides how to apply Article 233. Article 233 of the Commercial Code \nprovides:  \n“1. If the penalties to be paid are excessive in comparison with the losses of the creditor , the \ncourt has the right to reduce the amount of sanctions. In this case, the following should be \nconsidered: the degree of fulfilment of the obligation by the debtor; property status of the parties \ninvolved in the obligation; not only property, but also other interests of the parties that deserve \nattention.  \n2. If the breach of the obligation did not cause damage to other participants in the economic relations, the court may, considering the interests of the debtor, reduce the amount of penalties due ”\n208 \n(emphasis added).  \n263. Regarding this defence, the Grand Chamber of the Supreme Court in its Ruling dated 18 March 2020 in the case No.  902/417/18 stated:  \n“8.36.  Applying for "}
{"start": 189000, "text": " \ninvolved in the obligation; not only property, but also other interests of the parties that deserve \nattention.  \n2. If the breach of the obligation did not cause damage to other participants in the economic relations, the court may, considering the interests of the debtor, reduce the amount of penalties due ”\n208 \n(emphasis added).  \n263. Regarding this defence, the Grand Chamber of the Supreme Court in its Ruling dated 18 March 2020 in the case No.  902/417/18 stated:  \n“8.36.  Applying for recovery of annual and inflationary interest for the overdue payment in \naccordance with Article 625 of the Civil Code of Ukraine, the claimant also does not have to prove \nthe amount of actual property losses he suffered. Therefore, the estimation of such losses of the creditor associated with overdue payment, does not aim to establish their exact amount.  \n \n204 Annex 3 pages 1130 – 1141. The same conclusions i n the R uling of the Grand Chamber of the Supreme Court of 10 April 2018 in case \nNo. 910/10156/17 (proceedings No. 12- 14gs18) and in the R uling of the Grand Chamber of the Supreme Court of 22 September 2020 in \ncase No. 918/631/19 (proceedings No. 12- 42gs20)  \n205 Annex 3 pages 1142 – 1152 \n206 Annex 3 pages 1153 – 1164 \n207 Similar findings are contained in the Rulings of the Grand Chamber of the Supreme Court dated 19 June 2019 in case No. 703/2718/16-\nz (proceedings No. 14- 241tss19), dated 8 November 2019 in case No. 127/15672/16- ts (proceedings No. 14- 254ctss19) and the Rul ing \nof the Supreme Court consisting of the panel of judges of the Court of Cassation dated 27.10.2021 in case No. 911/2795/20.  \n208 Annex 3 pages 1165 – 1181 \nC4/1/48\n128765397.1\\ 673802 47 8.37. According to the first part of Article 233 of the Commercial Code of Ukraine, if the penalties due \nare excessively large compared to the losses of the creditor, the court has the right to reduce the \namount of sanctions . In this case, the  following must be considered: the extent to which the debtor \nhas discharged the obligation; the property status of the parties to the obligation; not only property, \nbut also other interests of the parties that deserve attention.  \n8.38. Considering the abov e reasons on the compensatory nature of liability measures in civil law, \nthe Grand Chamber of the Supreme Court concluded that, based on the principles of \nreasonableness, fairness and proportionality, the court may under certain conditions reduce \nthe amoun t of both the penalty, fine and percent per annum for the overdue payment in \naccordance with Article 625 of the Civil Code of Ukraine, because those are aimed at restoration \nof the property position of the debtor. Consequently, considering the specific cir cumstances of the \ncase having legal significance and, in particular, the above- mentioned criteria,  the court may reduce \nthe total amount of the penalty interest per annum as liability for overdue monetary obligation ” \n209 (emphasis added).  \n264. By summarising and applying the above to the facts of this case, the defence of reduction of penalty \ninterest per annum is open to the Corporate Defendants should the court find the Corporate \nDefendants liable under Articles 1166 or 1212 of the Civil Code.  \nPre-judgment interest in tort claims  \n265. I agree with Mr Alyos hin’s conclusions set out in paragraph 47 and 304 -  308 of the First Defendant’s \nReport.  \n266. In the Ruling of the Supreme Court dated 5 December 2018 in case No. 589/2800/16- ts (proceeding \nNo. 61- 3293zpv18) the Court referred to how Article 625 was engaged by monetary obligations \narising from Court judgments: - \n“In deciding the issue of resolving the difference in the application of the said rules of substantive law \nby the court of cassation, the Supreme Court proceeds from the following.  \nAccording to part one of Article 509 of the Civil Code of Ukraine, a n obligation is a legal relation in \nwhich one party (the debtor) is obliged to perform a certain action (to transfer"}
{"start": 192500, "text": "g \nNo. 61- 3293zpv18) the Court referred to how Article 625 was engaged by monetary obligations \narising from Court judgments: - \n“In deciding the issue of resolving the difference in the application of the said rules of substantive law \nby the court of cassation, the Supreme Court proceeds from the following.  \nAccording to part one of Article 509 of the Civil Code of Ukraine, a n obligation is a legal relation in \nwhich one party (the debtor) is obliged to perform a certain action (to transfer property, perform work, \nrender a service, pay money, etc.) or to refrain from performing a certain action and the creditor has \nthe right to require the debtor to perform his or her obligation.  \nConsidering the issue on elimination of discrepancies in application of the above provisions of substantive law by the Court of Cassation, the Supreme Court referred to the following law provisions.   \nPursuant to part one of article 509 of the Civil Code of Ukraine an obligation is a kind of legal relations, \nwhen one party (the debtor) must perform certain actions (transfer property, perform work, render a \nservice, pay money, etc.) in favour of another party (the creditor) or refrain from performing a certain \naction and the creditor has the right to demand performance of such the debtor’s obligations.  \nPursuant to part two of article 509 of the Civil Code of Ukraine obligations derive from the grounds \nestablished by article 11 of this Code .  \nAccording to the second part of Article 509 of the Civil Code of Ukraine, obligations arise on the \ngrounds established  by Article 11 of this Code.  \nPursuant to part two of article 11 of the Civil Code of Ukraine the grounds for arising of civil rights \nand obligations are not only contracts and other t ransactions, but also causing of property \n(pecuniary) harm to another person and other legal facts.   \n \n209 Annex 3 pages 1165 – 1181 \nC4/1/49\n128765397.1\\ 673802 48 According to the second part of A rticle 11 of the Civil Code of Ukraine bases of arising of civil rights \nand obligations are not only contracts and other transactions, but also causing property (material) \nand moral harm to another person and other legal facts.  \nCausing property (material) and non- property harm gives rise to obligat ion between a person who \ncaused such harm and the victim. Infliction of property (material) and non- property harm gives rise \nto obligations between a person who inflicted such harm and the injured person. Depending on the \ncontent of such an obligation, it may be monetary or non -monetary.  \nAccording to Articles 524, 533-535 and 625 of the Civil Code of Ukraine, an obligation expressed in \nmonetary units (national currency of Ukraine or in the monetary equivalent of an obligation expressed \nin a foreign currency) is monetary, which implies an obligation of the debtor to pay money to the \ncreditor having the right to demand that the debtor to perform this obligation. That is, a monetary \nobligation is any obligation in which the creditor's right to demand payment from the debtor correlates \ncorresponds with the debtor's obligation to make such payment.  \n... \nThis is the legal conclusion reached by the Grand Chamber of the Supreme Court in its Ruling of 16 \nMay 2018 in case no. 686/21962/15- ts. \nConsequently, obligations may arise directly from contracts and other transactions provided for by \nlaw, as well as agreements not provided for by law but not contrary to it, and in certain cases, civil \nrights and obligations established by acts of civil legislation may arise from a court judgment.  \nThe courts of first and appellate instances found that the Ruling by the Shostka City District Court of \nSumy region of 25 June 2012 and the Ruling by the Court of Appeal of Sumy region of 15 August \n2012, which ordered recovery collected from the defendant in favour of the claimants’ for property and non- property harm caused and which, the defendant not fully performed.  \nThe court of first instance had p"}
{"start": 196000, "text": "d obligations established by acts of civil legislation may arise from a court judgment.  \nThe courts of first and appellate instances found that the Ruling by the Shostka City District Court of \nSumy region of 25 June 2012 and the Ruling by the Court of Appeal of Sumy region of 15 August \n2012, which ordered recovery collected from the defendant in favour of the claimants’ for property and non- property harm caused and which, the defendant not fully performed.  \nThe court of first instance had proceeded from the fact that such obligation was reduced to make a payment of money and, therefore, was a monetary obligation.  \nThe court of first instance correctly held that the debtor is obliged to reimburse infla tion \nlosses from for the devaluation devaluated of unpaid funds during the execution of the court's judgment order to recover the amount of money, because the parties have monetary obligations . \nIf the judgment court order is not executed in the manner pres cribed set out by law, the court \njudgment order does not terminate the binding relationship of the parties and does not release the debtor from liability for non- performance of the monetary obligation and does not deprive the \ncreditor of the right to recei ve amounts under Article 625 Civil C ode. \nThe court of first instance came to a reasonable conclusion  that if the court judgment order to \nrecover from the debtor is not actually executed , the creditor has the right to demand recovery from \nhim or her in court the amounts of inflation and percent per annum until full fulfilment of the \nmonetary obligation in full . \nThe Court of Appeal, with which the court of cassation agreed, incorrectly applied the provisions of \nArticle 625 of the Civil Code of Ukraine.  \nIn this case, the judgement of the court of appeal and the judgment of the court of  cassation shall be \nset aside and the judgment of the court of first instance shall be upheld.”\n210 (emphasis added).  \n267. I am not aware of any court practice or legal provisions that could be a basis for the Ukrainian court \nawarding interest for the monetary li ability under Article 625 of the Civil Code until there exists a valid \nand enforceable order of the court  in respect of harm caused under Article 1166 of the Civil Code.  \n \n210 Annex 3 pages 1182 -  1192 \nC4/1/50\n128765397.1\\ 673802 49 Pre-judgment interest in unjust enrichment claims  \n268. The Bank relies on Article 1214(2) of the Civil Code to claims interest in respect of its unjust \nenrichment claims.211 Article 1214(2) of the Civil Code provides: - \n“In the case of groundlessly receiving or keeping money, interest shall be charged on the use of the \nmoney (Article 536 of this C ode)”212. \n269. Articles 536 states the following: - \n“1) The debtor is obliged to pay interest for the use of someone else's money, unless otherwise \nprovided by contract between individuals.  \n2) The amount of interest for the use of someone else's money shall be established by a contract, \nlaw or other act of civ il legislation”213. \n270. In order to see how these rules work in practise in conjunction with Article 625 of the Civil Code, I \nrefer to the Ruling of the Supreme Court composed of judges of the Commercial Court of Cassation of 27 May 2020 in case No. 916/1961/19, that outlines the approach as follows: - \n“...Accrual of interest at the rate of 3% per annum and inflationary losses in case of violation of a \nmonetary obligation is associated with the debtor’s failure to comply with a term of that monetary \nobligation.  \n5.2.3. The claimant claims that from 01.09.2014 the defendant has an overdue monetary obligation, \nfurther confirmed by the Ruling of the Commercial Court of Odesa region of 10.07.2018  in the case \nNo. 916/2153/17 and of 12.04.2019 in the case No. 916/52/19. In essence, all the arguments of the \nclaimant's cassation appeal are based on these assertions.  \n5.2.4. According to Part 1 of Article 1214 of the Civil Code of Ukraine, a person who acquired pr"}
{"start": 199500, "text": "with a term of that monetary \nobligation.  \n5.2.3. The claimant claims that from 01.09.2014 the defendant has an overdue monetary obligation, \nfurther confirmed by the Ruling of the Commercial Court of Odesa region of 10.07.2018  in the case \nNo. 916/2153/17 and of 12.04.2019 in the case No. 916/52/19. In essence, all the arguments of the \nclaimant's cassation appeal are based on these assertions.  \n5.2.4. According to Part 1 of Article 1214 of the Civil Code of Ukraine, a person who acquired property or retained it without a sufficient legal grounds, is obliged to reimburse all income that he or she \nreceived or could receive from this property from the time when this person became aware or \nshould have become aware of the possession of the property without a sufficient legal grounds. Since \nthen,  he or she shall also be liable for the deterioration of the property. A person who has acquired \nor retained possession of the property without a sufficient legal grounds shall be entitled to claim \ncompensation for the necessary expenses incurred by him or  her for the property from the time from \nwhich he or she is obliged to return the income received.  \nAs correctly noted by the court of first instance,  this rule provides for setting out of time (period) \nof unlawful use  of property for which the profits received must be reimbursed . At the same \ntime, it  does not regulate the period in which the obligated person must reimburse for received \nincome in favour of the property owner.  \nIn accordance with Part 2 of Article 530 of the Civil Code of Ukraine, if there is no due date \nestablished for the fulfilment of debtor’s obligation or if such due date is defined by the date of filing the claim, the creditor has the right to  demand its performance at any time . The debtor must \nfulfil such obligation within seven days from the date of the request, unless the obligation to fulfil the \nobligation immediately derives from the contract or the civil law provisions.    \n5.2.5. The courts established that the  total amount of income which the d efendant received as \na result of illegal use of immovable property owned by the claimant had been established by \nthe courts as a result of the proceedings in cases No. 916/2153/17 and No. 916/52/19.  \n \n211 Paragraph 46 of the RRAPOC  \n212 Annex 2 page 1 8 \n213 Annex 2 page 18  \nC4/1/51\n128765397.1\\ 673802 50 At the same time, as the courts of previous instances reasonably pointed out, the said court \njudgments did not set the time period for the defendant to have monetary obligations to pay \nthe funds  that the claimant had calculated on a monthly basis.  \nThere was no proof in the case that the claimant requested the defendant to pay the funds \nreceived/retained without sufficient legal grounds, which the claimant had calculated monthly and order to pay under the court orders.  \nIn these circumstances, the courts’ decisions that the claimant did not prove the lawfulness of \naccruing 3% per annum and inflationary losses in the disputed relationship on the cost of monthly \nfees for the use of abovementioned premisses by the defendant from September 2014/January 2016 (respectively), were correct.  \nThe court rejects the appellant’ s arguments as those that made in error and as those, that are based \non its own misinterpretation of Article 1214 and Article 625 of the Civil Code of Ukraine.  \nConsequently, the rulings  of the courts of previous instances  are correct that the claims of the \nLimited Liability Company “Ashram” should be satisfied in part, and the defendant  should be liable in \nfavour of the claimant the amount of 3% per annum and inflation losses for the period from the date \nof entry into force of the court ruling  taking into account the actual execution of the ruling in case \nNo. 916/2153/17 and within the period stated by the claimant”\n214 (emphasis added).  \n271. Accordingly, under Ukrainian law and established court practice, in my opinion, there are no grounds for the app"}
{"start": 203000, "text": "lity Company “Ashram” should be satisfied in part, and the defendant  should be liable in \nfavour of the claimant the amount of 3% per annum and inflation losses for the period from the date \nof entry into force of the court ruling  taking into account the actual execution of the ruling in case \nNo. 916/2153/17 and within the period stated by the claimant”\n214 (emphasis added).  \n271. Accordingly, under Ukrainian law and established court practice, in my opinion, there are no grounds for the application of pre- judgment interest pursuant to  Article 625 (2) and Article 1214(2) of the Civil  \nCode, since t he moment from which liability, in the form of interest for using the Bank's funds, may \nbe applied against the Corporate Defendants will only be the  date of entry into force of the court \nruling, by which monetary obligation under Article 1212 of the Civil Code of the Corporate Defendants \nwill be found and the amount of compensation will be determined.   \nIs compound interest available as a remedy?   \n272. I agree with Mr Alyos hin’s conclusions of relevant Uk rainian legal provisions set out in paragraphs \n48 and 309 -  310 of the First Defendant’s Report.  \n273. I am not aware of any legal provisions and/or rulings of the courts of Ukraine that would allow the collection of compound interest in obligations to recover l osses caused either under Articles 1166 \nand/or Article 1212 of the Civil Code. The accrual and collection of compound interest is only available in cases where such remedy is provided for in the underlying agreement.  \nIn what currency would Ukrainian courts normally award interest and at what interest rate?  \n274. As a general rule, the court practice on the enforcement of monetary obligations is based on the rule \non recovery in hryvnia. This rule also applies to recovery of monetary obligations under Article 625 of the Civil Code. This practice is based on the current provisions of Ukrainian law.  \n275. In accordance with Article 99 (1) of the Constitution\n215, the monetary unit of Ukraine is the hryvnia. \nAccording to Article 192 (1) of the Civil Code216, the legal tender, which is obligatory to be accepted \nat face value throughout the territory of Ukraine, is the monetary unit of Ukraine -  the hryvnia. Foreign \ncurrency may be used in Ukraine in cases and in the manner prescribed by law.  \n276. Article 5 33 (2) of the Civil Code det ermines the monetary equivalent of the obligation in foreign \ncurrency: “ if the obligation defines the monetary equivalent in foreign currency, the amount payable \nin UAH is determined at the official exchange rate of the currency on the day of payment, unless \notherwise determined by contract or law or other normative legal act .”  \n \n214 Annex 3 pages 1193 -1204  \n215 Annex 2 page 2  \n216 Annex 2 page 7  \nC4/1/52\n128765397.1\\ 673802 51 277. Judicial practice in this regard has long been quite conservative and, regardless of the currency of \nthe obligation, the means of its actual enforcement was exclusively in hryvnia. For example, in the \nRuling by the Supreme Commercial Court of 25 January 2017 in the case No. 904/4316/15 the \nfollowing was outlined: - \n“The Higher Commercial Court of Ukraine notes that the analysis of the above provisions gives \nreasons to believe that regardless of the currency of the debt (i.e., the monetary unit in which the \namount of the obligation is calculated), the currency of payment, i.e., the means of payment of the \nmonetary obligation and its actual performance is the national currency of Ukraine - the hryvnia.  \nAccordingly, other components of a monetary obligation (penalty, fine, forfeit, interest) and payments stipulated in Ar ticle 625 of the Civil Code of Ukraine shall also be calculated and collected and paid \nin the national currency of Ukraine”\n217. \n278. However, court practice in the recent years has changed, thus, in the Ruling of the Supreme Court \nmade by the Joint Chamber of the Commercial Court of Cassation of 18 Septe"}
{"start": 206500, "text": "ctual performance is the national currency of Ukraine - the hryvnia.  \nAccordingly, other components of a monetary obligation (penalty, fine, forfeit, interest) and payments stipulated in Ar ticle 625 of the Civil Code of Ukraine shall also be calculated and collected and paid \nin the national currency of Ukraine”\n217. \n278. However, court practice in the recent years has changed, thus, in the Ruling of the Supreme Court \nmade by the Joint Chamber of the Commercial Court of Cassation of 18 September 2020 in case \nNo. 916/4693/15, the court, came to the following conclusions: - \n“If the obligation specifies the monetary equivalent in foreign currency , the amount payable in UAH \nis determined at the official exchange rate of the currency on the day of payment, unless otherwise \ndetermined by contract or law or other regulations.  \nThe analysis of the above legal provisions shows that the hryvnia as the national currency is the only \nlegal tender in Ukraine. The par ties, which may be both residents and non- residents who are on the \nterritory of Ukraine, in the case of concluding civil law agreements that are executed on the territory of Ukraine, may determine in the monetary obligation the monetary equivalent in forei gn currency.  \nThere is no prohibition to enter into civil transactions the subject of which is the  foreign currency, \nexcept for using foreign currency in Ukraine as payment instrument or as collateral, apart from payment in foreign currency for goods, works , services and wages in the temporarily occupied \nterritory of Ukraine.  \nIt is apparent, the current legislation does not contain any prohibitions as to the execution of monetary obligations in foreign currency specified in the contract.  \nConsequently, in case of receipt of a loan in foreign currency, the borrower is obliged, unless \notherwise stipulated by law or contract, to return to the lender the same amount of money (loan \namount), i.e., the same amount of funds in foreign currency  that was received as a loan.  \nTherefore, both entering into transactions and the fulfilment of contractual obligations in foreign currency, in particular loans, do not contradict current legislation . \nThe court has the right to decide on the recovery of money in foreign currency. In this case, taking \ninto account the provisions of part one of Article 1046 of the Civil Code of Ukraine, as well as part \none of Article 1049 of the Civil Code of Ukraine, proper performance of obligations by the debtor means that such debtor returns funds when due and, in the amount, denominated in currency \nspecified in the contract, and not in all cases and certainly in the national currency of Ukraine.  \nThe court’s reference in its judgment to the two amounts of money that should be recovered from \nthe debtor creates ambiguity in understanding the essence of the debtor's enforceable debt. If the \ncourt order specifies the amount in foreign currency for recovering with determination of the \nequivalent of such amount in UAH, the amount in foreign currency ind icated in  the resolution \nsection of the court judgement shall be transferred to the lender, but not its equivalent in \nUAH”\n218 (emphasis added).  \n \n217 Annex 3 pages 1205 - 1215 \n218 Annex 3 pages 1216 - 1258 . The Grand Chamber of the Supreme Court has arrived to the similar conclusions in respect of recovering \nof a debt in foreign currency in the following Rulings: dated 4 July 2018 in case No. 761/12665/14- ts; dated 16 January 2019 in case No. \n373/2054/16- ts; dated 16 January 2019 in case No. 464/3790/16- ts and dated 23 October 2019 in case No. 723/304/16- ts. \nC4/1/53\n128765397.1\\ 673802 52 279. In deciding whether 3% or another percentage per annum can ordered as part of a monetary \nobligation, the position  is set out in the conclusions of the Grand Chamber of the Supreme Court as \nset out in the Ruling dated 16 January 2019 in case No. 373/2054/16- ts 219 and in case No. \n464/3790/16- ts:220 - \n“The accrual of 3% per"}
{"start": 210000, "text": "n case No. \n373/2054/16- ts; dated 16 January 2019 in case No. 464/3790/16- ts and dated 23 October 2019 in case No. 723/304/16- ts. \nC4/1/53\n128765397.1\\ 673802 52 279. In deciding whether 3% or another percentage per annum can ordered as part of a monetary \nobligation, the position  is set out in the conclusions of the Grand Chamber of the Supreme Court as \nset out in the Ruling dated 16 January 2019 in case No. 373/2054/16- ts 219 and in case No. \n464/3790/16- ts:220 - \n“The accrual of 3% per annum provided for in part two of Article 625 of the Civil Code of Ukraine is \ncompensatory rather than punitive in nature, as it is a way of protecting a property right and interest, \nby means of compensation obtained from the debtor.  Such conclusions are drawn, in particular, in \nthe Ruling  of the Supr eme Court of Ukraine of 6 June 2012 No.  6-49tss12 and the Grand Chamber \nof the Supreme Court of Ukraine sees no reason to deviate from such position.  \nThe second part of Article 625 of the Civil Code of Ukraine explicitly states that 3% per annum \nis determined from the overdue amount for the entire overdue period.  \nTherefore, when calculating 3% per annum, the overdue amount specified in the contract or court decision should be taken as a basis and not its equivalent in the national currency of \nUkraine.  \nIn this case, the Grand Chamber of the Supreme Court agreed with the conclusions of the courts of the first and appellate instances on the recovery of the defendant's debt in foreign currency, i.e. \noverdue liability is set at USD 13,000.00, which means t hat interest at the rate of 3% per annum shall \nbe accrued on that amount of USD 13,000.00” (emphasis added).  \n \n280. The position of the Supreme Court regarding the possibility of accruing inflation losses in liabilities \ndenominated in foreign currency is unambiguous. The Ruling of the Supreme Court in the Joint Chamber of the Court of Cassation dated 18 September 2020 in Case No. 916/4693/15 defines the \nfollowing rule: - \n“In addition, the Joint Chamber of the Commercial Court of Cassation notes that the provisions  of \nPart 2 of Article 625 of the Civil Code of Ukraine on debt payment based on the established inflation rate apply only to cases of overdue monetary obligation denominated  in UAH, as indexation \ndue to depreciation is subject to only the currency of Ukrai ne, hryvnia, foreign currency is \nnot subject to indexation . Consequently, the possibility of accrual of inflation losses on the amount \nof overdue monetary obligation (in this case -  on the amount of debt on the loan), determined in \nforeign currency, is exc luded”\n 221 (emphasis added)222. \n281. Thus, applying the above to the facts of this case, in my view the proper currency is the currency of \nthe obligations, i.e.  not hryvnia, therefore, whilst the court is at liberty to apply 3 (%) percent per \nannum as part of a monetary obligation the option of ordering accrued inflation losses is not open to \nthe court. I have already provided my conclusion in respect of pre- judgment interest and compound \ninterest at paragraphs 265 to 271 and at paragraphs 272 to 273 respectively . In my opinion these \nconcepts do not apply in Ukraine in the light of application under Article 1166 and 1212 of the Civil \nCode.  \nWhat would be the finding of the Ukrainian court in respect of i nterest, should all or any of \nthe Corporate Defendants be found liable in tort and unjust enrichment claims?  \n282. If a Ukrainian court finds the Corporate Defendants liable to the Bank under Article 1166 (tort) or \nArticle 1212 (unjust enrichment), liability for late performance of monetary obligations at the rate of \n3% per annum on the amount of the monetary obligation (principal debt) must be determined in the \nrelevant court ruling and could only be applied in the case of non- performance (delay in performance) \nof the obligation to pay the principal judgment debt. At the same time, liability in the form of 3% per \nannum may occu"}
{"start": 213500, "text": "the Corporate Defendants liable to the Bank under Article 1166 (tort) or \nArticle 1212 (unjust enrichment), liability for late performance of monetary obligations at the rate of \n3% per annum on the amount of the monetary obligation (principal debt) must be determined in the \nrelevant court ruling and could only be applied in the case of non- performance (delay in performance) \nof the obligation to pay the principal judgment debt. At the same time, liability in the form of 3% per \nannum may occur only by a separate court order in respect of each of the Corporate Defendants \nwhich has f ailed to pay the judgment debt. The amount of interest is calculated from the moment of \n \n219 Annex 3 pages 1259 – 1274 \n220 Annex 3 pages 1275 - 1291 \n221 Annex 3 pages 1216 - 1258 \n222 Similar findings of the Supreme Court on the application of Article 625 (2) of the Civil Code to disputed legal relations in which the \noverdue monetary obligation is expressed in foreign currency are set out in the rulings of the Supreme Court in the Cassation Economic \nCourt of 7 February 2018 in case No. 910/11249/17, of 11 October 2018 No. 905/192/18, of 4 December 2019 in case No. 910/15714/18.  \nC4/1/54\n128765397.1\\ 673802 53 entry into force of the relevant court order, which determines the amount of the principal debt due \nand until the actual payment of the principal debt (or its compulsory enforcement by an order of a \ncourt - in case of a refusal to perform voluntarily). The currency of the interest  award will be the same \nas the currency of the principal judgment debt. If the principal debt is determined in foreign currency (not hryvnia), there will be no legal basis for recovering inflation losses.  \nC4/1/55\n128765397.1\\ 673802 54 I. EX PERT 'S DECLARATIO N\nI\n, VOLODYMYR NAHNYBIDA, DECLARE THAT :- \n1. I understand that my overriding duty is to the court, both in preparing reports and in giving oral\nevidence. I have complied and will continue to comply with that duty.\n2. I understand that my duty in providing written reports and giving evidence is to help the Court, an d\nt\nhat this duty overrides any obligation to the party by whom I am engaged or the person who has\npaid or is liable to pay me. I confirm that I have complied and will continue to comply with my duty.\n3. I confirm that I have not entered into any arrangement where the amount or payment of my fees isin any way dependent on the outcome of the case.\n4. I know of no conflict of interest of any kind, other than any which I have disclosed in my report.\n5. I do not consider that any interest which I have disclosed affects my suitability as an expert witnesson any issues on which I have given evidence.\n6. I will advise the party by whom I am instructed if, between the date of my report and the trial, ther\ne\ni\ns any change in circumstances which affect my answers above.\n7. I will advise the party by whom I am instructed if, between the date of my report and the trial, ther e\ni\ns any change in circumstances which affect my answers to points 3 to 5 above.\n8. I have shown the sources of all information I have used.\n9. I have exercised reasonable care and skill in order to be accurate and complete in preparing thisreport.\n10. I have endeavoured to include in my report those matters, of which I have knowledge or of which Ihave been made aware, that might adversely affect the validity of my opinion. I have clearly state\nd\nany\n qualifications to my opinion.\n11. I have not, without forming an independent view, included or excluded anything which has b een\ns\nuggested to me by others, including my instructing lawyers.\n12. I will notify those instructing me immediately and confirm in writing if, for any reason, my existingreport requires any correction or qualification.\n13. I understand that:\n13.1 my report will form the evidence to be given under oath or affirmation;  \n13.2 questions may be put to me in writing for the purposes of clarifying my report and that my \nanswers shall be treated as part of my"}
{"start": 217000, "text": " included or excluded anything which has b een\ns\nuggested to me by others, including my instructing lawyers.\n12. I will notify those instructing me immediately and confirm in writing if, for any reason, my existingreport requires any correction or qualification.\n13. I understand that:\n13.1 my report will form the evidence to be given under oath or affirmation;  \n13.2 questions may be put to me in writing for the purposes of clarifying my report and that my \nanswers shall be treated as part of my report and covered by my statement of truth;  \n13.3 the court may at any stage direct a discussion to take place between experts for the purpose of identifying and discussing the expert issues in the proceedings, where possible reaching an agreed opinion on those issues and identifying what action, if any, may be taken to resolve any of the outstanding issues between the parties;  \n13.4 the court may direct that following a discussion between the experts that a statement should be prepared showing those issues which are agreed, and those issues which are not agreed, together with a summary of the reasons for disagreeing;  \n13.5 I may be required to attend court to be cross -examined on my report by a cross -examiner \nassisted by an expert;  \nC4/1/56\nC4/1/57\n128765397.1\\ 673802 56 SCHEDULE 1  \n \nDocuments I have been provided with for consider ation   \nNo. Document title  Date  \nPleadings  \n1. Re-Re-Amended Particulars of Claim with Schedules 1 – 3  14.09.2020  \n2. Re-Re-Amended Defence of the First Defendant with Schedules 1 - 6  30.07.2021  \n3. Re-Amended Defence of the Second Defendant  30.11.2020  \n4. Re-Amended Defence of the Third to Eighth Defendants with Annexure A – D  16.11.2020  \n5. Re-Amended Reply of the Claimant with Annexure A - G 03.09.2021  \nRFIs and Notice to Admit Facts  \n1. D3-D8 Response to the Claimant 's RFI dated 27.01.2020 with Annexure  A to \nB and Schedule 1  27.03.2020  \n2. D1's Response to the Claimant 's RFI dated 18.02.2020 with Schedules 1 and \n2 17.04.2020  \n3. The Claimant 's Response to the D1 'sRFI dated 21.04.2020 with Annexure A \nto E 22.05.2020  \n4. D3-D8 Response to Notice to Admit Facts  06.07.2020  \n5. The Claimant 's Further Response to the D1 'sRFI dated 21.04.2020  20.10.2020  \n6. The Claimant 's Further Response to the D1 's 2ndRFI dated 28.09.2020  20.10.2020  \n7. The Claimant 's Response to the D1 's Part 18 Request dated 05.10.2020  26.11.2020  \n8. D2's Response to the Claimant 's RFI dated 02.12.2020  11.01.2021  \n9. D1's Response to the Claimant 's RFI dated 18.02.2021  26.03.2021  \n10. D1's Further Response to the Claimant 's RFI Requests 4, 9 and 16 dated \n18.02.2021  01.04.2021  \n11. The Claimant 's Response to the D1 's Part 18 RFI Requests 32 and 33 dated \n21.04.2020  10.05.2021  \n12. D3-D8 Response to the Claimant 's RFI Requests 1 and 4 dated 27.01.2020  16.07.2021  \n13. D1's Response to the Claimant 's RFI Requests 18a dated 18.02.2021 with \nAnnexure A and B  30.07.2021  \n14. D1's Further Response to the Claimant 's RFI Requests 1 and 4 dated \n18.02.2021  18.08.2021  \n15. D1's Further Response to the Claimant 's RFI Request 2 dated 18.02.2021 with \nAmended Schedule 6  20.08.2021  \nC4/1/58\n128765397.1\\ 673802 57 No. Document title  Date  \nOther relevant documents  \n1. Order of Mr Justice Fancourt  04.12.2018  \n2. Approved Judgement of Mr Justice Fancourt  04.12.2018  \n3. Court of Appeal Directions Order  15.10.2019  \n4. Court of Appeal Approved Judgement  15.10.2019  \n5. Approved Ruling Day 1 (CMC) of Mr Justice Mann  25.06.2020  \n6. Approved Ruling Day 2 (CMC) of Mr Justice Mann  26.06.2020  \n7. Order CMC  26.06.2020  \n8. Order of Mr Justice Trower (revised timetable)  22.12.2020  \n9. Updated Agreed Case Summary  June 2021  \n10. Updated List of Issues  June 2021  \n11. Approved Ruling of Mr Justice Trower  25.06.2021  \n12. 2nd CMC Order of Mr Justice Trower  25.06.2021  \n13. Case Summary  16.06.2021  \nClaimant 's Expert Reports  \n1. Oleh Beketov 's Report with Appendix A & B  15."}
{"start": 220500, "text": "y 1 (CMC) of Mr Justice Mann  25.06.2020  \n6. Approved Ruling Day 2 (CMC) of Mr Justice Mann  26.06.2020  \n7. Order CMC  26.06.2020  \n8. Order of Mr Justice Trower (revised timetable)  22.12.2020  \n9. Updated Agreed Case Summary  June 2021  \n10. Updated List of Issues  June 2021  \n11. Approved Ruling of Mr Justice Trower  25.06.2021  \n12. 2nd CMC Order of Mr Justice Trower  25.06.2021  \n13. Case Summary  16.06.2021  \nClaimant 's Expert Reports  \n1. Oleh Beketov 's Report with Appendix A & B  15.12.2017  \n2. Second Expert Report of Oleh Beketov  18.12.2017  \n3. Third Expert Report of Oleh Beketov with Exhibits  23.03.2018  \n4. Fourth Expert Report of Oleh Beketov with Appendix A  24.04.2018  \n5. Fifth Expert Report of Oleh Beketov  06.07.2018  \n6. Sixth Expert Report of Oleh Beketov with Exhibits  01.09.2020  \n7. Seventh Expert Report of Oleh Bekevtov with Exhibits  23.11.2020  \nD3-D8's Expert Reports  \n1. Expert Report on Ukrainian Law with Appendix 1, 2 and 3  01.03.2018  \n2. Second Report on Ukrainian Law of Mr V. Nahnybida with Appendix 2A and \n3A 20.04.2018  \nD1's Expert Reports  \n1. Expert Report of Roman Marchenko with Exhibit RM -1 07.03.2018  \nC4/1/59\n128765397.1\\ 673802 58 No. Document title  Date  \n2. Second Expert Report of Roman Marchenko with Exhibit RM -2 08.06.2018  \n3. Third Expert Report of Roman Marchenko with Exhibits  23.11.2020  \nOther documents  \n1 Agency Agreements  between the English Defendants and their principals  2009 -2014  \n2 Collation of Relevant Supply Agreements between the Defendants and the \nBorrowers  2014  \n3 Collation of Relevant Loan Agreements between the Borrowers and the Bank  2014  \n4 Collation of Relevant Pledge Agreements between the Borrowers and the \nBank  2015 - 2016  \n6 Collation of Court Rulings in the cases filed by the Borrowers against the \nCorporate Defendants and the Bank  2014  \n   \n \nC4/1/60\n"}
