{"metadata": {"corpus_path": "B2. Fifth Witness Statement of Gennadiy Borisovich Bogolyubov.pdf", "file_size": 1603661, "mtime": 1675871808.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \nSecond  Defendant  \nG B Bogolyubov  \n5th Witness Statement  \n  17 December  2021  \n \nClaim No: BL -2017 -000665  \nIN THE HIGH COURT OF JUSTICE  \nBUSINESS AND PROPERTY COURTS OF  \nENGLAND AND WALES  \nBUSINESS LIST (ChD)  \n \nB E T W E E N :  \n \nJSC COMMERCIAL BANK PRIVATBANK  \nClaimant  \n- and -  \n \n(1) IGOR  VALERY EVICH KOLOMOISKY  \n(2) GENNAD IY BORISOVICH BOGOL YUBOV  \n(3) TEAMTREND LIMITED  \n(4) TRADE POINT AGRO LIMITED  \n(5) COLLYER LIMITED  \n(6) ROSSYN INVESTING CORP  \n(7) MILBERT VENTURES INC  \n(8) ZAO UKRTRANSITSER VICE LTD  \nDefendants  \n \n \n \nFIFTH  WITNESS STATEMENT OF GENNADIY BORISOVICH BOGOLYUBOV  \n \n \nI, GENNADIY BORISOVICH BOGOLYUBOV,  of Kyiv, Ukraine , will say as follows:  \n \n1. I am the Second Defendant in these proceedings brought by JSC Commercial Bank PrivatBank \n(the “ Bank ”).    \n2. I make this statement from my own direct knowledge.   Where information stated is not within \nmy direct knowledge,  I believe it to be true and identify the source of the knowledge and belief. \nMy mother tongue is Russian,  but I hav e a fair command of the English language and I have \nprepared this statement in English with the assistance of my solicitors.   I may need the \nB2/12/1\n2 \n assistance of a Russian interpreter  during my  oral evidence , but my inten tion is to give my \nevidence  in English.   \n3. I make this statement in reply  to various allegations and assertions made in specific sections \nand paragraphs of the following witness statements served on 2 November 2021 on behalf of \nthe Bank:  \n3.1. First Witness Statement of Kateryna Viktorivna Rozhkova dated 13 October 2021  \n(“Rozhkova 1 ”); \n3.2. First Witness Statement of Maryna Viktorovna Lozytska dated 13 October 2021  \n(“Lozyt ska 1 ”); and  \n3.3. First Witness Statement of Dmitry Vyacheslavovich Luchaninov dated 13 October 2021  \n(“Luchaninov 1 ”). \n4. Where I do not address below the matters set out in other parts of the above -mentioned  \nwitness statements, it should not be taken as an admiss ion by me of those matters.   I adopt for \nthe purposes of this statement the same definitions  used in the above -mentioned witness \nstatements for ease of reference only.  \nSections 5 and 6 of Rozhkova 1  \n5. In sections 5 and 6 of her witness statement (dealing wi th the Restructuring Plan, Asset Transfer \nand Transformation) Ms Kateryna Rozhkova references a number of meetings that she had with \nMr Kolomoisky.   \n \n6. As is apparent from paragraphs 108 to 1 34 of my Fourth Witness Statement, I was not involved \nto any real extent in the Bank’s processes with the NBU from this time (see in particular \nparagraph 109 of my statement).   Whilst I was kept periodically updated at the time (mostly by \nMr Dubilet, but als o through Supervisory Board material, and occasionally by Mr Kolomoisky), I \nwas not provided with a detailed account of discussions with the NBU.   \n \n7. In paragraph 181 Ms Rozhkova states:  \n \n“Whilst we did not meet with Mr Bogolyubov in this period, Mr Kolomoi sky made clear on a \nnumber of occasions in the course of our discussions that he would need to check with Mr \nBogolyubov before he could agree to various points.  I presumed from the very beginning of \nB2/12/2\n3 \n our discussions regarding the Bank’s capital adequacy in  2015 that Mr Kolomoisky and Mr \nBogolyubov had discussed the situation in respect of the Bank’s recapitalisation, especially \nbecause the Restructuring Plan formally was required to be approved by the shareholders.  \nBut I also knew that Mr Bogolyubov was no t based in Ukraine at this time, and I assumed \nthat this was the reason Mr Kolomoisky took of the lead in discussing issues related to the \nBank with the NBU.”  \n \n8. While I do not know what Mr Kolomoisky told Ms Rozhkova about needing to check particular \npoints  with me, as noted above, my communications with Mr Kolomoisky a t this time and in \nrelation to the NBU were very limited .  By this time , I had agreed the indemnity with Mr \nKolomoisky (paragraphs 9 3 to 100 of my Fourth Witness Statement)  and had stepped back from \nmy role with the Bank .  This was the main  reason that I was not involved directly in the \ndiscussions with the NBU, rather than, as suggested by Ms Rozhkova, my living away from \nUkraine at th at time.   I note that by this time Mr Kolomoisky was himself living outside Ukraine, \nhaving been  a resident of Switzerland  for a number of years before .  \nParagraph 15 of Lozytska 1  \n9. In paragraph 15 of her statement Ms Maryna Lozytska makes the assumption th at I had a “close \nrelationship”  with a number of individuals.  I have never met Ms Lozytska and do not know who \nshe is.  It is not clear to me what is meant by a “close relationship”, or why Ms Lozytska has \nmade this assumption.  Insofar as Ms Lozytska (or  indeed the Bank) is seeking to infer some kind \nof improper relationship, or that through any relationship I may have had with the individuals \nidentified, I caused the misappropriation of funds from the Bank (or any other part of the \nscheme alleged by the Bank), then she is wrong.    \n \nParagraphs 14, 17 and 18 of Luchaninov 1  \n10. I refer to paragraph 14 of Mr  Dmitry  Luchaninov’s witness statement.   Although I knew Ms \nGurieva, I had very few interactions with her .   I do not believe that I ever gave Ms Gurieva di rect \ninstructions in relation to the operation of the Bank and I have no recollection of having done \nso.  I certainly never gave instructions to Ms Gurieva (or anyone else) in respect of the scheme \nthat is alleged by the Bank in these proceedings, and in relation to which I repeat paragraph 4 \nof my Fourth Witness Statement in these proceedings.  \nB2/12/3\nB2/12/4\nB2/12/5\n6 \n \nCertificate of compliance  \nI hereby certify that:  \n1. I am the relevant legal representative within the meaning of Practice Direction 57AC.  \n2. I am satisfied that the purpose and proper content of trial witness statements, and proper \npractice in relation to their preparation, including the witness confirmation required by \nparagraph 4.1 of Practice Direction 57AC, have been discussed with and explained to Gennadiy \nBorisovich Bogolyubov . \n3. I believe this trial witness statement complies with Practice Direction 57AC and  paragraphs 18.1 \nand 18.2 of Practice Direction 32, and that it has been prepared in accordance with the \nStatement of Best Practice contained in the Appendix to Practice Direction 57AC.  \n \nSigned:  \n \nName:    George Samuel Thomas Maling  \nPosition:   Partner, Enyo Law LLP  \nDate:   17 December  2021  \nB2/12/6\n"}
