{"metadata": {"corpus_path": "D2_1 Expert Report of Jeffrey Davidson.pdf", "file_size": 607271, "mtime": 1755610856.177657, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "   \nIN THE HIGH COURT OF JUSTICE   Claim No.: BL-2017 -000477 \nBUSINESS AND PROPERTY COURTS OF  \nENGLAND AND WALES  \n \nBUSINESS LIST (ChD)   \n \nBETWEEN  \n \nJSC COMMERCIAL BANK PRIVATBANK  \nClaimant  \n \nand \n \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED  \n(4) TRADE POINT AGRO LIMITED  \n(5) COLLYER LIMITED  \n(6) ROSSYN INVESTING CORP  \n(7) MILBERT VENTURES INC  \n(8) ZAO UKRTRANSITSERVICE LTD  \nDefendants  \n \nEXPERT REPORT OF  \nJEFFREY E. C. DAVIDSON  \nMA (CANTAB .) FCA  MAE  \n28 JANUARY 2022  \n \nActing on instructions of Fieldfisher  LLP, solicitors acting for the First Defendant  \nSpecialist Field: Forensic accountancy  \n \n \n \n \nHoneycomb Forensic Accounting  \nBurgon House  \n2 Burgon Street  \nLondon EC4V 5DR  \n0207 600 8000  \njeffrey.davidson@honeycombpsg.com  \nD2/1/1\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 2 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 CONTENTS  \n \nSECTION   PAGE \n   \n1 Introduction  4 \n2 Conclusions  8 \n3 Background  11 \n4 The Loan Repayment Defence  17 \n5 The Use of Funds Defence  27 \n6 Expert’s declaration  42 \n \n  \nD2/1/2\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 3 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 APPENDICES  \n \nAPPENDIX   \n  \n1 Professional Qualifications and CV  \n2 Principal documents relied on  \n3 Glossary and d efine d terms  \n4 Background to Transactional Data  \n5 Schedule of Relevant Loans and Intermediary Loans  and Repayments  \n6 Explanation of Transaction Chain Workbooks  \n7 Use of Relevant Drawdowns  Summary Tables  \n8 Use of Relevant Drawdown Workbooks  \n9 Transaction Chains with Combined Relevant Drawdown and Non -Relevant \nDrawdown Funds  \n \n  \nD2/1/3\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 4 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 1. Introduction  \nFormal details  \n1.1. I am a Fellow of the Institute of Chartered Accountants in England and Wales and a \npractising  member of the Academy of Experts. I graduated with a Classics and Law \ndegree from Cambridge University in 1984. I qualified as a Chartered Accountant with \nKPMG. S ince 1 September 2015 I have been the managing director of Honeycomb \nForensic Accounting. Before then I was the head of the forensic accounting department \nof Crowe UK LLP.  \n1.2. I have been involved in forensic and investigative accounting for most of my \nprofess ional career and have largely specialised in this area since 1992. My case load \ncovers civil, regulatory and criminal matters and has included (in no particular order): \ninvestigations to resolve both contractual and tortious disputes, including partnership  \nmatters, joint ventures, shareholder disputes, and professional negligence; contentious \nvaluations; business interruption and loss of profit/earnings investigations concerning \nboth commercial and personal injury matters; investigations to support a number  of \nhypothetical scenarios relating to liquidity and profitability claims acquisition, merger \nand buy -out valuations together with other corporate finance investigations; intellectual \nproperty infringement and licensing disputes, investigations for the det ection of fraud \nand other irregularities; financial crime, including fraud, money laundering, bribery and \ncorruption, and false accounting; professional and financial services regulatory \ninvestigations; investigations into professional negligence and misco nduct; property \ndisputes; and other investigations in connection with litigation support, both \ncontentious and otherwise.  \n1.3. In all areas of my practice, my work is split fairly evenly between claimant and \ndefendant work.  \n1.4. I have prepared more than 800 expert reports during this time on the range of matters \noutlined above. I have given oral evidence in various courts and other tribunals on \nmore than 60 separate occasions.  \n1.5. My full CV is attached at Appendix 1.  \n1.6. I am not connected with any of th"}
{"start": 3500, "text": " and other investigations in connection with litigation support, both \ncontentious and otherwise.  \n1.3. In all areas of my practice, my work is split fairly evenly between claimant and \ndefendant work.  \n1.4. I have prepared more than 800 expert reports during this time on the range of matters \noutlined above. I have given oral evidence in various courts and other tribunals on \nmore than 60 separate occasions.  \n1.5. My full CV is attached at Appendix 1.  \n1.6. I am not connected with any of the parties to  this action, nor with any of their respective \nadvisors, nor with any of the witnesses. I am not aware of any matters pertaining to \nD2/1/4\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 5 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 this case which might compromise my independence or influence any opinion \nexpressed in this report.  \nInstructions  \n1.7. I am instru cted by Fieldfisher LLP, Solicitors for Igor Valery evich Kolomoisky, the “First \nDefendant ” (or “D1”). \n1.8. I have been  instructed to  review the “Transactional Data ” (or the  “TD”) disclosed by \nthe Bank  and, to the extent required in the context of my instructions as set out in the \nnext two paragraphs in connection with D1 ’s Defences,  to review Mr Thompson’s \nreport.  My instructions are summarised below using terms which are defined \nelsewhere in this report , and expanded on in the relevant paragraphs in Section 4 and \n5. \n1.9. I have been asked to address D1’s Defence that the Relevant Loans were repaid (“the \nLoan Repayment  Defence”) and to check whether D1’s case as to the means by which \nand the amount in which the Relevant Loans was repaid is accurate and complete. I \nhave been asked to consider the same issues in relation to the Intermediary Loans. \nFurther, I have been asked to comment on the need for quantitative  assumption s to be \nmade in connection with  any exercise to identify the source of repayment of individual  \nRelevant Drawdowns, including the assumptions made by  Mr Thompson  in adopting a \n“first in first out” methodology , and on other methods that might be used to allocate \nrepayment s to drawdowns.  I address the Loan Repayment Defence in Section 4.  \n1.10.  I have also been  asked to address D1’s Defence that the funds advanced under the \nRelevant Loans were repaid to the Bank (“the Use of Funds Defence”). I have been \ninstructed to conduct my own analysis of the use of funds, independently of the Lafferty \nSpreadsheets , and to address only the use to which Relevant Drawdowns were put. If \nRelevant Drawdowns funded repayments of loans owed to the Bank, I have been \nasked to identify whether the loans repaid were Relevant Loans or Intermediary Loans, \nother loans to Relevant Borrowers or other loans to Intermediary Borrowers or loans \nmade to other borrowers within the 193 Borrowers whose debts were repaid in the \ncourse of the Transformation.  I address the Use of Funds Defence in Section 5.  \n  \nD2/1/5\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 6 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 Scope of work  \n1.11.  Pursuant to my instru ction, I have prepared this report as an expert in order to assist \nthe Court in considering the matters set out above on the information made available \nto me.  \n1.12.  In this report I discuss the information and evidence on which I have relied, any \nassumptions I h ave made and my reasoning in reaching my conclusions regarding the \nmatters upon which I am asked to comment.  \n1.13.  As an independent expert, I have prepared and completed this report in accordance \nwith CPR Part 35 and the Civil Justice Council’s Guidance for the  instruction of experts \nin civil claims, which set out the procedure and guidance which it is mandatory or best \npractice for experts to adopt in civil litigation.  I have also acted in accordance with the \nstandards as set down by the professional guideline s of the Institute of Chartered \nAccountant"}
{"start": 7000, "text": "ters upon which I am asked to comment.  \n1.13.  As an independent expert, I have prepared and completed this report in accordance \nwith CPR Part 35 and the Civil Justice Council’s Guidance for the  instruction of experts \nin civil claims, which set out the procedure and guidance which it is mandatory or best \npractice for experts to adopt in civil litigation.  I have also acted in accordance with the \nstandards as set down by the professional guideline s of the Institute of Chartered \nAccountants in England and Wales and the Academy of Experts. My declaration of \ntruth and best practice as an expert is set out in Section 6 of this report.  \n1.14.  Insofar as my report refers to matters of fact, it should not be taken as expressing any \nformal opinion whatsoever.  \n1.15.  I am aware that it is for the Court  to decide all issues of law and fact, so far as they are \ncontested, and any discus sion of law or fact in this Report is subject to its \ndetermination . \nDocumentation and information relied on  \n1.16.  The principal documents I have relied on are those provided by those instructing me \nas set out at Appendix 2 to this report.   Further details regarding the Transactional Data \nprovided by the Bank are provided in Appendix 4.   \n1.17.  My report is necessarily based on the documents made available to me by those \ninstructing me. In the event that further documentation is made available to m e which \nis relevant to the scope of my instructions and the opinions I give, I will consider any \nsuch documents and will amend my report as required, and acknowledge it is my duty \nto do so.  \n1.18.  In considering the financial information available to me, I have n ot, unless specified, \nattempted independently to verify it, nor have I performed an audit, and my reliance \nD2/1/6\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 7 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 upon any documents should not be taken as an opinion as to the veracity, or \ngenuineness of the documents concerned.  \n1.19.  The financial information  provide d to me , including the Transactional Data, is largely \ndenominated in either Ukrainian Hryvnia (“UAH”) or United States Dollars (“USD”). In \nother words, the underlying transactions which inform the claim were either  in UAH or \nUSD.  The Particulars of Claim and the First Defendant's  Defence are largely  \ndenominated in USD. In order to remain consistent with the way the pleadings are \npresented, I have worked in USD and therefore translated UAH into USD generally at \na rate as at the date of the relevant transact ion. The UAH has reduced in value  against \nthe USD  both during the period with which this claim is concerned and since1. My use \nof USD equivalents is limited to making my work easier to understand by being all \ndenominated in USD. It is not a comment on what the value of any UAH sum might \ncurrently be in USD , or vice versa . \n1.20.  Attached, as Appendix 3 , is the Glossary and defined terms used in this report.   \n1.21.  In the preparation of this report , I have been assisted by colleagues who have been \nworking under my d irection. Throughout, I have been involved in the work they have \nassisted me with which has been performed under my instruction and supervision. The \nwork as set out in this report and the conclusions and opinions expressed herein are \nmy own.   \n1.22.  The financial information set out in this report and the appendices includes tables or \nschedules prepared by myself, or under my supervision. In their preparation I have \nused software which may have rounded the figures used in my calculations. Therefore, \nthere  may be immaterial rounding adjustments within the totals shown in this report.  \nConfidentiality  \n1.23.  My report has been prepared strictly for use in this matter. I understand that it will be \nmade available to the parties, their legal advisors, other parties con nected with the \naction and the Court. In all other respects, this"}
{"start": 10500, "text": "repared by myself, or under my supervision. In their preparation I have \nused software which may have rounded the figures used in my calculations. Therefore, \nthere  may be immaterial rounding adjustments within the totals shown in this report.  \nConfidentiality  \n1.23.  My report has been prepared strictly for use in this matter. I understand that it will be \nmade available to the parties, their legal advisors, other parties con nected with the \naction and the Court. In all other respects, this report  has been prepared specifically \nfor these proceedings and  should not be used, reproduced or circulated for any other \npurpose, in whole or in part, without my prior written consent.   \n \n1 For example, The UAH reduced in value against the USD from USD 1:UAH 7.9930  as at 1 January 2013 to USD  \n1:UAH 30.0102 as at 26 February 2015 ( NBoU  USD :UAH exchange rates)  \nD2/1/7\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 8 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 2. Conclusion  \n2.1. In relation to the Loan Repayment Defence , which I deal with in Section 4 below : \n2.1.i.  Mr Thompson agrees with D1 as to the fact that the T ransactional Data  records \nrepayments of Relevant Loans by way of the Cash Repayments, Asset Transfer \nand Transformation. I have verif ied this information, and consider it correct. \nTotal drawdowns on Relevant Loans were US D 3.75 billion, and total \nrepayments on the Relevant Loans were US D 3.68 billion. The difference of \nUSD 75 million represents the outstanding balance on two Relevant Lo ans to \nTamersa and Prominmet which were not repaid.  Where a Relevant Loan was \nrepaid, that necessarily included repayment of Relevant Drawdowns.  \n2.1.ii.  Mr Thompson also agrees with D1 that the T ransactional Data  records \nrepayments of Intermediary Loans by the sa me methods. I have verified this \ninformation, and consider it correct. Total drawdowns on Intermediary Loans \nwere US D 2.48 billion, and the same amount was repaid. The balance on \nIntermediary Loans was therefore cleared to zero.  Where an Intermediary Loan \nwas repaid, that necessarily included repayment of all Intermediary  \nDrawdowns.  \n2.1.iii.  As to the allocation of the different types of repayment to Relevant Drawdowns, \nand in particular the allocation of repayments by Asset Transfer, I agree with \nMr Thompson as to his conclusion if a “first -in first -out”, or FIFO, method is \napplied. However , as I explain in Section 4 below , there are other methods \nwhich might be used , which might produce different allocations.  \n2.1.iv.  I am not instructed to address Mr Thompson’s analysis of the “ultimate” source \nof repayments, an d therefore do not do so.  \n2.1.v.  However, I note that it is not the case that the full amount of every Relevant \nDrawdown contributes to the Bank’s claim. This can be seen in the fact that  the \nBank identifies USD  2.3 billion of Relevant Drawdowns, but only USD 1.9  billion \nof Unreturned Prepayments. Some Relevant Drawdowns are used in their \nentirety to fund an Unreturned Prepayment and some are only partly used for \nthat purpose. The Bank only claims in relation to the Relevant Drawdowns or \nparts of Relevant Drawdown s that contribute to the USD 1.9 b illion of \nUnreturned Prepayments , and the Bank has not supplied a complete nexus \nD2/1/8\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 9 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 between the two lists of USD 1.9 b illion, one of Unreturned Prepayments, the \nother of corresponding Relevant Drawdown amounts. Therefore, whe n \nconsidering the Claim at the level of Relevant Drawdowns and their repayment \n(rather than Relevant Loans and their repayment ), it is important to consider  \nwhich Relevant Drawdowns were repaid and, in relation to any Relevant \nDrawdowns which the Bank clai ms were not repaid, how much of them is \nalleged to have contributed to the Unreturned Prepayments.  \n2.2. In relati"}
{"start": 14000, "text": "f USD 1.9 b illion, one of Unreturned Prepayments, the \nother of corresponding Relevant Drawdown amounts. Therefore, whe n \nconsidering the Claim at the level of Relevant Drawdowns and their repayment \n(rather than Relevant Loans and their repayment ), it is important to consider  \nwhich Relevant Drawdowns were repaid and, in relation to any Relevant \nDrawdowns which the Bank clai ms were not repaid, how much of them is \nalleged to have contributed to the Unreturned Prepayments.  \n2.2. In relation to the Use of Funds Defence , which I deal with in Section 5 below : \n2.2.i.  Much of Thompson 1 is dedicated to an analysis of the Lafferty Spreadsheets \nand the  defects and failings  he considers they contain .  I have not been \ninstructed to address this analysis . \n2.2.ii.  I have not relied on the Lafferty Spreadsheets . Instead, I have constructed  my \nown independent  analysi s of how the Relevant Drawdown funds were used.  \n2.2.iii.  In conducting my analysis, I have been able to identify certain types of \nTransaction Chains , which are des cribed more fully in Section 5. I have \nidentified  that the funds borrowed through 193 Relevant Drawdowns  were the \nstart of Transaction Chains which made or enabled repayment to the Bank of \namounts under the same or other lo ans, or to make other payments to the Bank. \nThese 193 Relevant Drawdowns, s ome of which were denominated in USD \nand others in UAH , amounted to the USD equivalent of USD 1.69 billion , and I \nhave identified their use in making repayments and other payments t o the Bank \nof USD 1. 65 billion  as follows:  \n2.2.iv.  In 41 of the Transaction  Chains , which involved 69 Relevant Drawdowns and \n152 loan repayments to the Bank, and which account ed for USD 1. 25 billion of \nthe total I have analysed of USD 1.6 5 billion , I have demonstrated that funds \nfrom Relevant Drawdowns only were used to make repayments to the Bank. In \n4 other cases, which involved 9 Relevant Drawdowns and 34 loan repayments \nto the Bank and account ed for a further USD 0.21 billion of repayments , \nRelevant Drawdowns were combined with other funds to make repayment.  \n2.2.v.  Together, therefore, these 45 Transaction Chains accounted for USD  \n1.46 billion of loan repayments to the Bank . \n  \nD2/1/9\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 10 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 2.2.vi.  Having analysed and presented these 45 Transaction Chains, I am able to \nconclude  that a large proportion of the total sum drawn down under the \nRelevant Drawdowns  was used to repay loans owed to the Bank .  \n2.2.vii.  I also identified a n additional 98 Transaction Chai ns which involved 103 \nRelevant Drawdowns  which were used to make FX Top-ups to the Bank, a term \nused in common by Mr Thompson and me. These accounted for a further \nUSD  11.7 million being paid to the Bank.  \n2.2.viii.  I further identified an additional 7 Transaction Chains which involved 14 \nRelevant Drawdowns and 23 loan repayments to the Bank, and which \naccounted for a further USD 188.4 million being repaid to the Bank. These \nTransaction Chains were of the nature of Bridging Loa ns in which I identified a \nRelevant Drawdown as facilitating the making of a prepayment which then \nresulted in a loan repayment being made to the Bank.  \n \n  \nD2/1/10\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 11 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 3. Background  \nPart I:  \nThe Bank’s case  \n3.1. The Bank alleges that, between April 2013 and September 2014, First Defendant \n(“D1”) and Second Defendant (“D2”) procured a “misappropriation” (the “ alleged \nMisappropriation ”) of USD  1,911,877,385.2  \n3.2. From an accounting perspective, there are two principal components to the allegations \nof Misappropriation, namely the “Relevant Loans”  and the “Unreturned \nPrepayments”  which they are alleged to have funded .3 \nThe Relevant Loans  \n3.3. The Relevant Loans were made pu"}
{"start": 17500, "text": "ank’s case  \n3.1. The Bank alleges that, between April 2013 and September 2014, First Defendant \n(“D1”) and Second Defendant (“D2”) procured a “misappropriation” (the “ alleged \nMisappropriation ”) of USD  1,911,877,385.2  \n3.2. From an accounting perspective, there are two principal components to the allegations \nof Misappropriation, namely the “Relevant Loans”  and the “Unreturned \nPrepayments”  which they are alleged to have funded .3 \nThe Relevant Loans  \n3.3. The Relevant Loans were made pursuant to revolving credit facilities (the “ Relevant \nLoan Facilities ”).4 In line with D1’s Re -Re-Amended Defence (the “ D1 Defence ” or \n“RRAD ”), I refer to Relevant Loan Facilities to describe the agreements between the \nBank and the Borrowers (as def ined below), and Relevant Loans to refer to loans made \npursuant to those facilities between 1 April 2013 and 30 September 2014 (t he \n“Relevant Period ”). \n3.4. The “ Borrowers ” are 47 Ukrainian and 3 Cypriot companies.5 The Bank alleges that \nthe Borrowers were all owned and/or controlled by D1 and/or D26, and that they had \nno real prospect of repaying the Relevant Loans and/or interest payable under them.7 \n3.5. As I understand it, t he Bank does not base its case on the tota l sum advanced under \nthe Relevant Loans , which was some USD 3.75 b illion. Instead, it makes a claim for a \ntotal of USD  1,911,877,385, which represents the total sum of the Unreturned \nPrepayments. The Bank says that there were specific drawdowns on the Rele vant \nLoan Facilities which  wholly or in part funded the Unreturned Prepayments and these \nare referred to as “ Relevant Drawdowns ”. Mr Thompson calculates that there were \n \n2 RRAPOC, paragraph 5  \n3 As defined at, respectively, RRAPOC, paragraphs 16 and 25(a)(i)  \n4 D1 RRAD, paragraph 8(3)  \n5 RRAPOC, paragraph 16  \n6 RRAPOC, paragraph 19 -20 \n7 RRAPOC, paragraphs 17 -18 \nD2/1/11\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 12 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 USD  2.33 billion of Relevant Drawdowns  which funded USD 1.91 billion of Unreturned \nPrep ayments .8  \n3.6. A loan is identified as a Relevant Loan for the purposes of the Bank’s case because it \ninclude s one or more  Relevant Drawdowns.  As I explain below, the total borrow ed \nunder the Relevant Loans of some USD  3.75 billion  compris ed both Relevant \nDrawdowns and other drawdowns which are sometimes referred to as “ Non-Relevant \nDrawdowns ”.  \n3.7. The Bank’s case is that at least USD  1.91 billion of Relevant Drawdowns have not \nbeen (validly) repaid.9  \nThe Unreturned Prepayments  \n3.8. Between May and August 2014, 46 of the Ukrainian Borrowers entered into at least \none contract to supply goods with the Third  to Eighth Defendants (together the \n“Defendant Suppliers” ). These are referred to as the “ Supply Agreements ”. Under \nthe Supply Agree ments, the Ukrainian Borrowers made prepayments for goods to be \ndelivered in the future.  In most cases, there was a “ Return of Prepayment ” when the \ngoods were not supplied. The Bank refers to the “ Relevant Supply Agreements ” to \nidentify those Supply Agreem ents under which  prepayments were made which were \nnot returned.10 \n3.9. The Bank alleges that the Defendant Suppliers had no prospect of supplying the goods \nthat they agreed to supply under the terms of the Relevant Supply Agreements.11 \n3.10.  The Bank’s case is that, of the Relevant Drawdowns, USD  1.91 billion was used to \nmake payments under Supply Agreements to the Defendant Suppliers which were not \nreturned. These are the Unreturned Prepayments. The manner in which these \npayments were made is set out at a high level in Thompson 1.12 \n  \n \n8 See Thompson1, paragraph 3.2(a), (d)  \n9 RRAPOC, paragraphs 61 -62, Thompson1, paragraph 3.2(f)  \n10 RRAPOC, paragraphs 20 -22 \n11 RRAPOC, paragraph 24  \n12 Thompson1, paragraph 3.2  \nD2/1/12\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 13 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FOREN"}
{"start": 21000, "text": "r Supply Agreements to the Defendant Suppliers which were not \nreturned. These are the Unreturned Prepayments. The manner in which these \npayments were made is set out at a high level in Thompson 1.12 \n  \n \n8 See Thompson1, paragraph 3.2(a), (d)  \n9 RRAPOC, paragraphs 61 -62, Thompson1, paragraph 3.2(f)  \n10 RRAPOC, paragraphs 20 -22 \n11 RRAPOC, paragraph 24  \n12 Thompson1, paragraph 3.2  \nD2/1/12\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 13 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 3.11.  The Bank’s case is, therefore , as I understand it,  that: \n3.11.i.  USD  2.34 billion was advanced under the Relevant Drawdowns.  \n3.11.ii.  Of that sum, USD  1.91 billion was paid to the Defendant Suppliers as \nUnreturned Prepayments.  \n3.11.iii.  There has been no valid repayment of the Relevant Drawdowns.  \n3.11.iv.  Accordingly, the Bank’s claim is (subject to certain adjustments for other sums \nrepaid to the Bank) for USD  1.91 billion.  \n3.12.  Thompson113 sets out a list of 270 Relevant Drawdowns which make up the  total of \nUSD 2.34 billion.  \n3.13.  Thompson114 sets out a list of 136 Relevant Loans made to 50 Borrowers.  For ease \nof reference , I repeat the same list of Relevant Loans and Borrowers at Appendix 5.  \nPart II: \nD1’s case and the Bank’s response  \n3.14.  D1 has, so far as is relevant to forensic accounting, two defences  which I shall refer to \nas “The Loan Repayment Defence ” and “ The Use of Funds Defence ” and which I \nexplain below . \nThe Loan Repayment Defence  \n3.15.  First, D1 says  that (save for two loans, one to Tamersa and one to Prominmet) all the \nRelevant Loans were repaid.15 The repayments were made in one of three ways:  \n3.15.i.  Repayments by transfer of funds from one bank account to another  made \nduring the Relevant Period  (the “ Cash  Repayments ”). Most of the loans to the \nUkrainian Borrowers were repaid  between October 2014 and February 201616  \nand the loans to the Cypriot Borrowers were repaid on 5 March 2014.  \n \n13 Appendices 3 -3-1 and 3 -3-6 to Thompson1  \n14 Appendices 4 -1-1 and 4 -1-2 to Thompson1  \n15 RRAD, paragraph 15  \n16 Two repayments on Relevant Loan 4G13472I  to Gardera LLC took plac e on 18 and 31 May 2016 respectively, \nand I have also treated those as Cash Repayments  \nD2/1/13\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 14 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 3.15.ii.  Some of the Borrowers’ accounts with the Bank relating to the Relevant Lo an \nFacilities were credited by the Bank in return for the transfer of assets to the \nBank between March and September 2016 (the “ Asset Transfer ”).  \n3.15.iii.  All the remaining debt owed by the Borrowers (other than the loan s to Tamersa  \nand Prominmet ) was discharged b etween October and November 2016 using \nthe proceeds of loans made to the 36 New Borrowers (the “ Transformation ”).  \n3.16.  D1’s analysis of the total sums under the Relevant Loans starts from the much wider \nbasis of looking at all sums drawn down under the Relevant Loans during and after the \nRelevant Period (which, as I mention above, amounted to USD 3.75 billion, made up \nof USD  2.171 billion and UAH 15.282 billion.17), rather than only the Relevant \nDrawdowns.18  \n3.17.  The Bank’s case in relation to this issue in part relates to what it calls “ Intermediary \nLoans” , which are loans which it alleges were made for the purpose of funding the \nCash Repayments under the Relevant Loans.19 The Bank’s case is that these  Cash \nRepayments  stand to be ignored. D1 has als o analysed the fact that the Intermediary \nLoans were repaid, by the same means as the Relevant Loans.20 \n3.18.  I refer to this as the “ Loan Repayment Defence ”.  \n3.19.  As to the Loan Repayment Defence, the Bank’s case is that:  \n3.19.i.  It accepts that the Bank’s Transactional Data shows the repayments being \nmade as described by D1. This has been verified by Mr Thompson.21  \n3.19.ii.  The Bank denies that the Ca"}
{"start": 24500, "text": " Bank’s case is that these  Cash \nRepayments  stand to be ignored. D1 has als o analysed the fact that the Intermediary \nLoans were repaid, by the same means as the Relevant Loans.20 \n3.18.  I refer to this as the “ Loan Repayment Defence ”.  \n3.19.  As to the Loan Repayment Defence, the Bank’s case is that:  \n3.19.i.  It accepts that the Bank’s Transactional Data shows the repayments being \nmade as described by D1. This has been verified by Mr Thompson.21  \n3.19.ii.  The Bank denies that the Cash Repayments constituted valid repayment under \nUkrainian law, because they were funded by drawdowns on the Intermediary \nLoans which  were themselves fraudulent.22 Mr Thompson says that \n“substantially all” the Cash Repayments originated from Intermediary \nDrawdowns.23  \n \n17 These figures are set out in Thompson1 at paragraph 4.4/table 4 -1  \n18 See Schedule 1 to the RRAD, which sets out the total sums drawn down  \n19 RRAPOC, paragraph 62(1)  \n20 RRAD, paragraphs 41(6A), 50(5) and 83(3A), and Schedules 1A, 2A and 3A to the RRAD  \n21 Thompson1, paragraphs 4.1 -4.11  \n22 RRAR, paragraph 27  \n23 Thompson1, paragr aphs 4.13  \nD2/1/14\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 15 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 3.19.iii.  In turn, Mr Thompson says that he is able to identify  the “ultimate” source of \nrepayment of the Relevant Drawdowns  (ie. not only the direct source, but \nfollowing through how Intermediary Drawdowns  which were used to repay \nRelevant Drawdowns  were themselves repaid ). Using what he refers to as the \nBank’s Methodology, his position is that , excluding the value of some FX Top- \nups and external sources (0.3%) , 33.1% of the Relevant Loans were ultimately \nrepaid by Asset Transfer, 45% by Transformation, and 16.4% by Relevant \nDrawdowns. For 3.5% of the Relevant Loans, he is unable to trace the source \nof the repayment  and he says 1.6%  remain unpaid24.  \n3.19.iv.  As to the Asset Transfer, the Bank admits that it received the assets in question \n(the “ Relevant Loan Transferred Assets”), but its case is that (i) the value of \nits claim falls to be reduced only by the true value of those assets; (ii) that true \nvalue was lower than the value with which the Borrowers’ loan accounts were \ncredited;25 (iii) the Bank’s loss should be reduced only by that portion of the \nvalue of each Relevant Loan Transferred Asset which is referable to the \nrepayment of a par ticular Relevant Drawdown, rather than a Relevant Loan.  \n3.19.v.  As to Transformation, the Bank’s case is that repayments made using funds \nderived from the New Loans also fall to be disregarded.  \nThe Use of Funds Defence  \n3.20.  D1 says that the funds which were obtained under the Relevant Drawdowns  were  \nreturned to the Bank, in discharge of various liabilities, with the result that the Bank \nsuffered no loss.26 I refer to this as the “ Use of Funds Defence ”.  \n3.21.  The Bank’s pleaded res ponse to the Use of Funds Defence is as follows:  \n3.21.i.  As a matter of Ukrainian law, such repayments do not reduce the Bank’s loss, \neven if the moneys drawn down under the Relevant Loans were repaid to the \nBank in discharge of other debts owed to the Bank, and e ven if the debts being \nrepaid were under a Relevant Loan.27 \n \n24 Thompson1, paragraph 4.14 and table 4 -3. \n25 RRAR, paragraph 28K  \n26 RRAD, paragraphs 56 -58 \n27 RRAR, paragraph 35.2  \nD2/1/15\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 16 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 3.21.ii.  D1’s factual case as to how the funds were used is inaccurate, for reasons set \nout in greater detail by Mr Thompson.28 This analysis is focussed on the \nso-called “Lafferty Spreadsheets”, which were exhibited to the Second  and \nFourth Witness Statements of Andrew Lafferty, D1’s solicitor.  As I have \nindicated at the outset of my report29, I have not relied on the Lafferty \nSpreadsheets . Instead , I have conducted  my own independe"}
{"start": 28000, "text": " DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 3.21.ii.  D1’s factual case as to how the funds were used is inaccurate, for reasons set \nout in greater detail by Mr Thompson.28 This analysis is focussed on the \nso-called “Lafferty Spreadsheets”, which were exhibited to the Second  and \nFourth Witness Statements of Andrew Lafferty, D1’s solicitor.  As I have \nindicated at the outset of my report29, I have not relied on the Lafferty \nSpreadsheets . Instead , I have conducted  my own independent analysis of the \nuse of funds  from Relevant Drawdowns . \n  \n \n28 RRAR, paragraph 35.3 and Thompson1, Section 5  \n29 Paragraph 2.2.ii. above  \nD2/1/16\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 17 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 4. The Loan Repayment Defence  \n4.1. As set out at paragraphs 3.15 to 3.19 above, D1 says that that all the Relevant Loans \n(save for two loans, one to Tamersa and one to  Prominmet) and all the Intermediate \nLoans were repaid.  \n4.2. In this section, I discuss the methodology I have adopted in relation to the Loan \nRepayment Defence before setting out my analysis and results. First, however, I  set \nout certain background details to the operation of the Relevant Loan Facilities, which \nwill assist in an understanding of my work.  \nThe Transactional Data  \n4.3. The Bank records transactions in its operating systems.  The Transactional Data is the \noutput from the operating systems. The TD provid ed to me was limited to certain \naccounts and specific time frames, but  was intended to include all transactions \nbetween the Bank and Relevant Customers30 such as to allow a comprehensive \ninterrogation of the Bank’s data to be performed for the purpose of c onsidering the \nissues in dispute between the parties.  Further details of the accounts and what is \nincluded in the TD are detailed in Appendix 4.  While there are minor discrepancies \nwith the data and certain limitations, these did not significantly impact  the analysis \nundertaken to address my instructions.  \nLoan facilities and their operation  \n4.4. From the review and analysis of the Transactional Data which I performed to undertake \nmy instructions, I set out below my high-level understanding of the loan facilities . \n4.5. Each loan facility was assigned a unique loan account number and transactions \ninvolving a loan account were recorded in the TD.  In addition, loan facilities were \nassigned unique loan agreement numbers, which generally  were referred to in the \ndescription of the transaction in the TD.  Apart from the Esmola loan agreement \nnumbered 4E1412I, I have not reviewed Borrowers’ loan facility agreements in respect \nof the Relevant Loans.  \n4.6. A borrower made drawdown(s) against the loa n facility (i.e., the Bank made funds \navailable to the borrower from the loan facility usually by depositing the funds in their \ncurrent bank account).  A borrower then made repayment(s) of the funds drawn on a \n \n30 As detailed in the Disclosure Review Document  \nD2/1/17\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 18 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 loan facility to the Bank  at varying times and  amounts.  During the term of the loan \nfacility, the outstanding balance due to the Bank on the loan facility was the total \ndrawdowns less the total cash repayments (see below paragraph regarding loan \ninterest payable to the Bank).  If a loan facility term  came to an end and the facility term \nwas not extended, any outstanding balance from the loan account would be transferred \nto a “bad debt” or “overdue” account.  Repayment of the overdue loan account balance \nwas then made by way of asset transfer (paragrap hs 4.11 to 4.13) and/or the \ntransformation process (paragraph  4.14). \n4.7. The Bank charged fees for providing the loan facility and interest on the loan balances.  \nLoan interest was accrued in a separate account to the loan account i.e., the loan  \nprincipal a"}
{"start": 31500, "text": "facility term \nwas not extended, any outstanding balance from the loan account would be transferred \nto a “bad debt” or “overdue” account.  Repayment of the overdue loan account balance \nwas then made by way of asset transfer (paragrap hs 4.11 to 4.13) and/or the \ntransformation process (paragraph  4.14). \n4.7. The Bank charged fees for providing the loan facility and interest on the loan balances.  \nLoan interest was accrued in a separate account to the loan account i.e., the loan  \nprincipal and loan interest were recorded separately in the transaction data.  Loan \ninterest was calculated based on the outstanding balance due to the Bank on the loan \nfacility.   \nLoan facility repayments  \n4.8. As explained above, in respect of Relevant Loans and Intermediary Loans, repayments \nof the amounts drawn on the loan facilities (e.g., the sum of the drawdowns) were made \nby way of:  \n4.8.i.  Cash  \n4.8.ii.  Asset transfer, and/or  \n4.8.iii.  Transformation.  \n4.9. These repayment types are described further below.  \nCash repayments  \n4.10.  As noted above, cash repayments are where the borrower makes a payment from their \ncurrent bank account to their loan account which reduces the loan account balance.   \nAsset transfer  \n4.11.  Where Relevant Loans and Intermediary Loans were not repaid entirely by cash, the \noutstanding loan balance was transferred to an overdue loan account.  Where part, or \nall, of the outstanding loan balance was to be repaid by way of asset transfer, the \nfollowing two steps took place , from an accounting point of view : \nD2/1/18\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 19 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 4.11.i.  First, assets were transferred to the bank and recorded in the Bank’s “Property \nthat was transferred into the bank's ownership in its capacity as a pledgee”31 \naccount (the “3409 account”) with a corresponding entry for the same amount \nin the Bank’s “Other  accounts payable on operations with bank customers”32 \naccount (the “2909 account”), and,  \n4.11.ii.  Second ly, the loan amount to be repaid was transferred from the overdue loan \naccount to the Bank’s account with the prefix 2909 (both steps together are \n“asset repaym ents”).   \n4.12.  Asset repayments occurred in batches of transactions where one or more assets were \ntransferred to the Bank (in “tranches”) to repay one or more loans (in full or in part) on \na particular day.  On each day, the total value of loan repayments and t he value of \nassets agree33.  Part or all of certain Relevant Loans, Intermediary Loans and other \nloans were repaid in this way.  \n4.13.  As noted above, the Bank accrued loan interest payable in a separate loan interest \naccount.  When loan interest became overdue,  the outstanding balance due was also \ntransferred to an overdue account and remained an outstanding liability of the borrower \nto the Bank.  In the second step of the asset repayments, all or part of the overdue \nloan interest payable may have also been repa id by way of asset transfer.  I am not \ninstructed to report on loan interest and how much was either charged by the Bank in \nrespect of Relevant Loans or whether that interest was paid by the Borrowers. As I \nhave mentioned, certain loan interest was repaid by Asset Transfer and the \nTransformation.   \nTransformation  \n4.14.  Loan balances which remained outstanding after, first, cash repayments and, then, \nasset transfers , were repaid by a process referred to as the “Transformation”.  This \ninvolved the issue of a series of new loans (“the New Loans ”) by the Bank to  36 entities \n(“the New Borrowers ”), who used the funds to repay remaining outstanding loan \nbalances in respect of  loans to 193 borrowers (“ the 193 Borrowers ”). Included within \n \n31 Disclosure Review Document – Section 1B – the Bank’s proposals, Table 4 – Additional Account Prefixes  \n32 Disclosure Review Document – Section 1B – the Bank’s proposals, Table 3 - Core Account Prefix"}
{"start": 35000, "text": "o as the “Transformation”.  This \ninvolved the issue of a series of new loans (“the New Loans ”) by the Bank to  36 entities \n(“the New Borrowers ”), who used the funds to repay remaining outstanding loan \nbalances in respect of  loans to 193 borrowers (“ the 193 Borrowers ”). Included within \n \n31 Disclosure Review Document – Section 1B – the Bank’s proposals, Table 4 – Additional Account Prefixes  \n32 Disclosure Review Document – Section 1B – the Bank’s proposals, Table 3 - Core Account Prefixes  \n33 There  are some tiny unreconciled amounts, but these do impact my findings  \nD2/1/19\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 20 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 the loans repaid were  Relevant Loan s (including outstanding loan interest), \nIntermediary Loans (and interest) and other loans.   \nMy approach to considering and analysing the repayment of Relevant Loans  \n4.15.  I am instructed to comment on whether D1’s case as to the repayment of Relevant \nLoans is accurate and complete.  \n4.16.  I note that Mr Thompson almost entirely accepts this case.34 Thompson1 states:  \n“we were able to verify the First defendant’s analysis of the direct  source of \nrepayment of both Relevant Loans  and Intermediary Loans  to a very large extent” \n(original emphasis) ,35  \nand  \n“I agree with the First Defendant in respect of the direct  source of purported \nrepayment of Relevant Loans and Intermediary Loans ” (original emphasis).36,37 \n4.17.  For my part, I identified the transactions re lating to each Relevant Loan (as listed in \nthe table at Appendix 5-1) in the TD by reference to their loan agreement number. This \nwas usually referred to in the OSDN (or description field), loan account number and \nBorrower CRF field (a unique customer iden tification number which is usually the \nofficial Ukrainian company registration number).   \n4.18.  I then reviewed and analysed this information to identify the Relevant Loans ’ \ndrawdown(s) and repayment(s) by loan. As part of this exercise, I categorised the \nrepaym ent types between Cash Repayment , Asset Transfer and Transformation.  \n  \n \n34 Thompson1 , paragraph 4.12  \n35 Thompson1, paragraph 4.12  \n36 Thompson1, paragraph 4.76  \n37 In respect of the repayment of Relevant Loans Thompson1 also states in a footnote to paragraph  4.12: “We \nidentified some minor discrepancies between the way in which assets are described in the Bank’s transactional \ndata and the schedules to D1’s RRAD. However, these discrepancies do not affect the amount of loans repaid.”  \nD2/1/20\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 21 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 Relevant Loans   \n4.19.  I identified the transactions relating to the Relevant Loans in the TD.  Set out in the \ntable below are total Relevant Loan drawdowns and repayments by repayment \ncategor y: \nRelevant Loans  USD m  USD m  \nTotal drawdowns   3,751.6  \nRepayments  by:   \n  Cash  (2,357.6)   \n  Asset Transfer  (650.3)   \n  Transformation       (668.7)   \nTotal repayments      (3,676.6)  \nOutstanding balance             75.0 \n4.20.  Relevant Loans were denominated in UAH and USD.  Relevant Loans denominated in \nUAH have been converted to USD using the National Bank of Ukraine’s exchange \nrates.  Each drawdown was converted into UAH as at the date of the drawdown.  \nRepayments of each UAH loan were then converted to USD using the proportion of \nUAH repayment as a percentage of UAH drawdown in USD.  Where repayments \noccurred at a different exchange rate to the drawdown exchange, this would be an \nunrealised exchange rate loss or gain.  Giv en the devaluation of the UAH against the \nUSD, it is likely that the unrealised exchange differences are losses.  \n4.21.  Attached in Appendix 5 is a summary of the drawdowns and repayments by Relevant \nLoan in both local currency and USD equivalent.  \n4.22.  I have conclude d that the TD shows that the Relevant Loans were repaid,"}
{"start": 38500, "text": " UAH drawdown in USD.  Where repayments \noccurred at a different exchange rate to the drawdown exchange, this would be an \nunrealised exchange rate loss or gain.  Giv en the devaluation of the UAH against the \nUSD, it is likely that the unrealised exchange differences are losses.  \n4.21.  Attached in Appendix 5 is a summary of the drawdowns and repayments by Relevant \nLoan in both local currency and USD equivalent.  \n4.22.  I have conclude d that the TD shows that the Relevant Loans were repaid, except for \nan outstanding balance of USD 75.0 million comprising:38 \n• USD 19.3 million on Tamersa loan 4T13351D;39 and, \n• USD 55.7 million on Prominmet loan DNH2LKI04220.40 \n \n38 As explained at paragraph  4.20 , repayments of Relevant Loans include USD equivalent amounts for receipts \nin UAH  \n39 Thompson1, paragraph 4.4/table 4 -1. Corresponding Thompson1 analysis reference RD218  \n40 The Relevant Drawdown on this loan was UAH 433.9m. The outstanding amount is stated at the National Bank \nof Ukraine USD equivalent at drawdown. Corresponding Thompson1 analysis reference RD168  \nD2/1/21\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 22 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 4.23.  I note that these are the two loans which D1 identifies in his Defence as not having \nbeen repaid41.  \n4.24.  I therefore conclude that the TD confirms that D1’s case as to the repayment of \nRelevant Loans as set out in Schedules 1 -3 of his Defence and taking into account the \nchanges made in Thompson 142 (which are included in the table at 4.19 above) is \naccurate and complete.  \nIntermediary Loans  \n4.25.  As explained above, Intermediary Loans are identified by t he Bank on the basis that \nthey are loans which the Bank contends were the source of funds for the making of \nCash Repayments.  \n4.26.  As referred to by the Bank, Intermediary Loans include some of the Relevant Loans, \nbecause in some cases a drawdown on a Relevant Loan may have been used to repay \nanother Relevant Loan, and so one Relevant Loan was a source of funds for the \nrepayment of another Relevant Loan.   \n4.27.  Thompson143 sets out a list of the Intermediary Loans only , exclud ing Relevant Loans \nwhich are also Intermediary Loans.  For ease of reference, I repeat the same list of \nIntermediary Loans and Intermediary Borrowers at Appendix 5 -2 and 5 -4. \n4.28.  Intermediary Drawdowns, and therefore  Intermediary Loans, were initially identified by \nthe Bank44, to which the Defence then responded as set out in the pleadings. In \nreport ing on the accuracy and completeness of the Bank’s case, Thompson1 led to an \nupdate to the list of Intermediary Drawdowns , whereby 19 Additional Intermediary \nLoans wer e identified  including two loans to Karinda (4K13761D and 4K14295I) \npreviously classified as Relevant Loans  and a loan to  Elsis Time (4E13713D), which \nis both a Relevant Loan and an Intermediary Loan, hence included in the Relevant \nLoan population . \n4.29.  Interme diary Loans were also denominated in UAH and USD.  As with Relevant Loans, \nIntermediary Loans denominated in UAH have been converted to USD using the \nNational Bank of Ukraine’s exchange rates.  Where repayments occurred at a different \n \n41 RRAD, paragraph 15  \n42 Thompson1, paragraphs 3.178 to 3.182 and appendix 4.1  \n43 Appendices 4 -13-1 (excluding Relevant Loans which are also Intermediary Loans)  \n44 Annex D of t he Bank’s Response to D1’s part 18 Request for Further Info rmation dated 21 April 2020  \nD2/1/22\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 23 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 exchange rate to the drawdown exchange, this would be an unrealised exchange rate \nloss or gain.  Given the devaluation of the UAH against the USD, it is likely that the \nunrealised exchange differences are losses.  \n4.30.  I identified the transactions relating to the Intermediary Loans  in the TD using the same \napproach as noted in relation to Rel"}
{"start": 42000, "text": "21 April 2020  \nD2/1/22\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 23 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 exchange rate to the drawdown exchange, this would be an unrealised exchange rate \nloss or gain.  Given the devaluation of the UAH against the USD, it is likely that the \nunrealised exchange differences are losses.  \n4.30.  I identified the transactions relating to the Intermediary Loans  in the TD using the same \napproach as noted in relation to Relevant Loans .  The Intermediary Loans only (and \ntherefore excluding Relevant Loans which are also Intermediary Loans) and their \nrepayment, as shown in the TD, are set out in the table below:  \nIntermediary Loans  USD m  USD m  \nDrawdowns   2,476.1  \nRepayments  by:   \n  Cash  (1,699.1)   \n  Asset Transfer  (210.5)   \n  Transformation       (566.5)   \nTotal repayments      (2,476.1)  \nOutstanding balance              0.0 \n4.31.  Attached in Appendix 5 is a summary of the drawdowns and repayments by \nIntermediary Loan only, in both local currency and USD equivalent.  \n4.32.  I have concluded that the TD shows that the Intermediary Loans were repaid.  \n4.33.  I therefore conclude that the TD confirms that D1’s case as to the repayment of \nIntermediary Loans only (and therefore excluding Relevant Loans which are dealt with \nat paragraphs 4.19 to 4.24) as set out in Schedules 1 A-3A of his Defence  and taking \ninto account the changes made in Thompson145 (which are included in the table at \n4.30 above) is accurate and complete.  \n  \n \n45 Thompson1, paragraph 4.4 and appendix 4.1  \nD2/1/23\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 24 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 Relevant Drawdowns  \n4.34.  Relevant Loans contain Relevant Drawdowns and Non -Relevant Drawdowns.  The TD \ndoes not indicate whether the repayments of the sums drawn on the facility were to be \nattributed to specific prior drawdowns.  In order to allocate repayment(s) to drawdowns \n(in particular, Relevant Drawdowns), it is necessary to select a methodology.  \nThompson performs this exercise and applies the first -in-first-out (“FIFO”) basis, which \nhe describes in the Defined Terms section of Thompson1 as:  \n“a cash tracing methodology by which cash inflows are allocated to cash outflows \non a \"First In First Out\" basis. Cash inflows to the account are assumed to be \nwithdrawn in the order in which they were received. Once an inflow is entirely \nallocated, the next  inflow is allocated to the outflows in sequence.”  \n4.35.  In any situation, a n allocation methodology should be selected which best fits the type \nand nature of the transactions involved.  \n4.36.  In the present situation, a s bank accounts (including loan accounts) are or ganised by \nloan numbers, and simply record debits and credits to loan accounts as increasing or \ndecreasing the overall loan account balance, the TD is not directly interested in \ndrawdowns and does not say what specific drawdowns might be repaid by any spec ific \ncash repayment made in reduction of an outstanding loan balance . As the amounts \nborrowed under Relevant Loans comprise Relevant Drawdowns and Non-Relevant \nDrawdowns, a repayment cannot be directly allocated to a Relevant Drawdown. This \ncan only be don e indirectly by adopting some quantitative matching methodology.  \n4.37.  In a similar way,  it is also not possible, by reference to the Transactional Data, to say \nwhich particular drawdown under a Relevant or Intermediary L oan was repaid by which \nrepayment source  (i.e. cash, Asset Transfer, Transformation).  \n4.38.  Thompson1 has conducted an exercise to identify which repayments and which \nrepayment source were the direct source of repayment of Relevant and Intermediary \nLoans, and which were the ultimate source of repayme nts. He has adopted a FIFO \napproach both to connect a direct cash repayment of part of a Relevant Loan to a \nRelevant Drawdown and to trace that cash repayment"}
{"start": 45500, "text": "r a Relevant or Intermediary L oan was repaid by which \nrepayment source  (i.e. cash, Asset Transfer, Transformation).  \n4.38.  Thompson1 has conducted an exercise to identify which repayments and which \nrepayment source were the direct source of repayment of Relevant and Intermediary \nLoans, and which were the ultimate source of repayme nts. He has adopted a FIFO \napproach both to connect a direct cash repayment of part of a Relevant Loan to a \nRelevant Drawdown and to trace that cash repayment to an ultimate source of funds.    \n4.39.  FIFO can be a valid methodology to apply in a tracing exercise , but it is only a \nquantitative approach  or rule, and it does not mean that any real or intrinsic  connection \nD2/1/24\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 25 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 has been made between a repayment and a particular drawdown within a loan which \nis being repaid.  \n4.40.  It is, also, not the only method ology  to adopt.  If a different methodology is applied, it \nis likely to produce different results.  I have not been instructed to consider the ultimate \nsource of funds and therefore have not engaged with the exercise to identify a suitable \nmethodology and then a pply it, but I comment here generally on possible alternative \nmethodologies and what their effect might be .  \n4.41.  Another methodology would be a proportional basis. That is, treating any repayment \nas being applied pro rata  against all previous drawdowns which h ave not yet been \nrepaid.  \n4.42.  If this alternative methodology was adopted, it could lead to a very different result. By \nway of example, say t here is a loan account balance of USD 100, half of which \ncomprises a Relevant Drawdown and half a non -Relevant Drawdown.  The Relevant \nDrawdown took place before the non -Relevant Drawdown. A partial repayment of USD \n50 is then made. On a FIFO basis, the Relevant Drawdown is fully repaid by that USD \n50. None of the non -Relevant Loan is repaid. However, on a proportional basis , half of \nthe Relevant Drawdown (USD25) is repaid by that USD 50 and half the non -Relevant \nDrawdown (USD 25).  \n4.43.  There would be a significant difference here as to what drawdowns under the loan are \nsaid to have been repaid by this direct source of repayment,  depending what \nmethodology was applied.  \n4.44.  Therefore, in circumstances where all that can be said about a sum of cash which \nrepays a loan is that it repays some part of what is outstanding on that loan, which \ntracing methodology one applies to matching speci fic drawdowns and repayments may \nmaterially affect the results and conclusions of the exercise.  \n4.45.  There is another issue relating to the specificity of Relevant Drawdowns I consider I \nshould mention. The Bank has identified Relevant Drawdowns of a total valu e of some \nUSD 2.3 b illion. There are however, only some USD 1.91 b illion of Unreturned \nPrepayments. Therefore, it must be the case  that not all Relevant Drawdowns are \nclaimed to fund Unreturned Prepayments. Indeed, it is the case that, while some \nRelevant Drawdowns are used in their entirety to fund an Unreturned Prepayment \nsome are only partly used for that purpose, and the Bank only claims in relation to the \nD2/1/25\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 26 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 Relevant Drawdowns or parts thereof which contribute to the USD 1.9 b illion of \nUnreturned prepayme nts.  \n4.46.  There are two particular ramifications of this which I wish to mention.  \n4.47.  First, it complicates the choice and application of any methodology used to render a \nmeaningful answer to the questions (i) how to identify, and (ii) what was the ultimate \nsource  of repayment of, the relevant USD 1.9 b illion out of the total of USD 2.3 b illion \nof Relevant Drawdowns which fall to be included within the Bank’s claim as connecting \nto the USD 1.9 bn of Unretur"}
{"start": 49000, "text": "f \nUnreturned prepayme nts.  \n4.46.  There are two particular ramifications of this which I wish to mention.  \n4.47.  First, it complicates the choice and application of any methodology used to render a \nmeaningful answer to the questions (i) how to identify, and (ii) what was the ultimate \nsource  of repayment of, the relevant USD 1.9 b illion out of the total of USD 2.3 b illion \nof Relevant Drawdowns which fall to be included within the Bank’s claim as connecting \nto the USD 1.9 bn of Unreturned Prepayments . \n4.48.  Secondly, where a Relevant Loan is found not to have been repaid, it will be important \nto identify, and so to adopt an appropriate methodology to enable this to be done, \nwhich Relevant Drawdown(s), or part thereof, were not repaid.  \n4.49.  These Relevant Drawdown matters are  issues I plan to discuss with Mr Thompson and \non which I will report further in due course as required.  \n  \nD2/1/26\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 27 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 5. The Use of Funds Defence  \n5.1. As set out at paragraphs 3.20 and 3.21 above, D1 says that  the funds which were \nobtained under the Relevant Drawdowns  were  returned to the Bank, in discharge of \nvarious liabilities, with the result that the Bank suffered no loss . \n5.2. In this section, I discuss my instructions and the methodolog ies I have adopted in \nrelation to the Use of Funds Defence  before setting out my analys is and results.  \nMy approach to considering and analysing the Use of Funds  \n5.3. I have  been instructed to consider the TD and report on whether and to what extent , \nbased on the information contained in the TD, it is possible to follow a flow of funds \ncommencin g with each Relevant Drawdown  and identify how they were used . For the \npresent, I have been instructed to restrict the scope of my current review to those \nRelevant Drawdowns where the pathway between the Relevant Drawdown and a \nrepayment or other payment t o the Bank can be established with confidence by \nadopting either a funds flow tracing methodology, or another methodology based on \nidentifying from a wider consideration of the TD any pattern s of transactions which \nallow  me to identify any uses of the Rele vant Drawdown s. \n5.4. Where I am able to conclude that a Relevant Drawdown was used to fund a repayment \nto the Bank, I have been asked to identify whether the borrower whose loan was repaid \nis:  \n5.4.i.  one of the Ukrainian Borrowers or Cypriot  Borrowers ; \n5.4.ii.  one of the Intermediary  Borrowers (which is not also a Relevant Borrower); or   \n5.4.iii.  one of the other 193 Borrower s.  \n5.5. Where the borrower whose loan was repaid was a Relevant Borrower or an \nIntermediary Borrower, I have also been asked to identify whether the loa n repaid was \na Relevant Loan, an Intermediary Loan or some “other loan” to that borrower.  \n  \nD2/1/27\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 28 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 5.6. I set out below  therefore the borrower and loan repayment type s as follows:  \nBorrower Type  Loan Repa yment Type  \nRelevant  Relevant  \nIntermediary  \nOther  \nIntermediary  Intermediary  \nOther  \nList of  193 Other  \nOther  Other  \n5.7. I am aware that, earlier in these proceedings, another exercise to consider the use of \nthe Relevant Loans ( including Relevant Drawdowns ) was carried out by the First \nDefendant , and this is set out in what have been labelled  “the Lafferty Spreadsheets ”. \nMr Thompson has addressed this analysis in his report46. Despite the criticisms he \nraises, I do not read his report to suggest that any transactions covered in the Lafferty \nSchedules do not appear in the TD.  \n5.8. However , I should make clear that I have  been instructed to carry out my own analysis \nof the TD independently of the Lafferty Spreadsheets .  \n5.9. In particular, I have relied sole ly on what I can see from examining the TD. L"}
{"start": 52500, "text": "t have been labelled  “the Lafferty Spreadsheets ”. \nMr Thompson has addressed this analysis in his report46. Despite the criticisms he \nraises, I do not read his report to suggest that any transactions covered in the Lafferty \nSchedules do not appear in the TD.  \n5.8. However , I should make clear that I have  been instructed to carry out my own analysis \nof the TD independently of the Lafferty Spreadsheets .  \n5.9. In particular, I have relied sole ly on what I can see from examining the TD. Limiting \nmyself in this way, and based on my instructions, I am account ing in this report  for the \nuse of 19347 of the 270 Relevant Drawdowns48.   \n5.10.  I note that the Laffer ty Spreadsheets taken as a whole suggest  that the funds advanced \nunde r the Relevant Loans came back to the Bank. Notwithstanding that I have worked \nindependently of the Lafferty  Schedules, the conclusions I reach in this section in \nrelation  to the Use of Funds Defence whereby  I have identif ied the funds flowing from \n193 out of 270 Relev ant Drawdowns as leading to repayments or other payments to \nthe Bank , and none of which is seen to leave the Bank , are consiste nt with the position \nthe Laffer ty Spreadsheets  set out to demonstrate.  \n \n46 Thompson1 , Section 5  \n47 Two Relevant Drawdowns feature in both loan repayment and FX top up Transaction Chains. Thus, while the \ntotal number of Relevant Drawdowns I deal with is 193, there are 195 tracings (see also footnote 57 to \nparagraph  5.52  below)  \n48 Thompson1 Appendix 3 -3-1 sets out a list of the 270 Relevant Drawdowns, which have a total value of \nUSD  2.34 billion  \nD2/1/28\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 29 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 5.11.  The fact that I do not account here for the use of 77 Relevant Dra wdowns should not \nbe taken to mean that I will be  unable to account for them or that they were  not u sed \nto make repayments to the bank. The fact that I account for only 193 Relevant \nDrawdowns is a reflection of the methodologies I herein  adopt.  \n5.12.  Furthermore, it would not be right to conclude that the whole value of either the 193 \nRelevant Drawdowns I trace in this report, or of the 77 Relevant Drawdowns I do not, \ncontributes to the Bank’s claim of some USD 1.9 b illion. This is because the Relevant  \nDrawdowns aggregate to some USD 2.3 b illion while the Unreturned Prepayments to \nonly some USD 1.9 b illion, and some of the Relevant Drawdowns which I do not \npresently account for may be among those identified by the Bank as contributing only \nin part to an  Unreturned Prepayment.  \nMethodology 1 - Funds Flow  \n5.13.  Relevant Drawdowns are readily identified in the TD by considering the references in \nthe TD to the amount, the date, the loan account facility number, REF and REFN fields.   \n5.14.  Once I had identified the Relevant Drawdowns in the TD, I reviewed other transacti ons \nwithin the TD to understand whether some part or all of the Relevant Drawdown could \nclearly be followed upon funds being transferred from one account to another.  \n5.15.  In order to identify  how the Relevant Drawdown funds were transferred from one \naccount to the next, I first applied “Funds Flow”  tracing.  \n5.16.  Funds Flow tracing involves establishing the use of the funds made available by a \nRelevant Drawdown by following the movement of said funds through successive bank \naccounts .   \n5.17.  My Funds Flow tracing exercise involved me considering transfers and movements of \nfunds from one account to another. Such accounts included loan accounts, current \naccounts, intracompany transfers, intercompany transfers, and currency exchange \naccounts.  \n5.18.  Where funds were received into a c urrent account (account number carrying the prefix \n2600) I used the approach which Mr Thompson refers to as “Exact Matching”  to \nfollow the funds through an onward payment from the current account . \n  \nD2/1/29\nPRIVATBANK V KOLOMOISKY ET "}
{"start": 56000, "text": "me considering transfers and movements of \nfunds from one account to another. Such accounts included loan accounts, current \naccounts, intracompany transfers, intercompany transfers, and currency exchange \naccounts.  \n5.18.  Where funds were received into a c urrent account (account number carrying the prefix \n2600) I used the approach which Mr Thompson refers to as “Exact Matching”  to \nfollow the funds through an onward payment from the current account . \n  \nD2/1/29\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 30 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 5.19.  Thompson1 describes “Exact Matching” as  \n“A cash tracing met hodology by which cash inflows to an account are matched to \ncash outflows, either individually or in aggregate, such that the inflow(s) are traced \ninto the outflow(s) which match the quantum (in USD or UAH) of the inflow.”49 \n5.20.  When tracing the use of Relevan t Drawdowns using the Funds Flow methodology, I \ntraced the funds resulting from Relevant Drawdowns until  I identified that Funds were  \nused to make a payment / repayment to the Bank . \n5.21.  A common feature of a Funds Flow tracing exercise is that the funds one st arts with, \nand is following,  will meet and co -mingle with other funds . This may be because there \nwere  other funds already in the bank accounts into which the original funds were \nreceived  (i.e., opening account balances) and/or because the original funds being \nfollowed became mixed with  other funds subsequently paid into the same  bank \naccount. Where funds from different sources are combined in one account in these \nways, it is often not pos sible to differentiate the original funds being traced from the \nother funds in the account when subsequent payments from the account are \nconsidered.  \n5.22.  Where a Relevant Drawdown became co -mingled with other funds, as the result of \nwhich I was unable to conti nue to trace solely the original funds flowing fr om the \nRelevant Drawdown, nonetheless I was able to follow and trace the combined funds to \nidentify how they, including the Relevant Drawdown, were used. In such cases, where \npossible, in addition to identif ying the overall use of the co -mingled funds, I have \nidentified what part of any repayment can be shown to have been funded by Relevant \nDrawdowns.   \n5.23.  From my review  of the TD , I have produced a number of “Transaction Chains”  in \nwhich I set out  the chain of t ransactions which commenced with a Relevant Drawdown \nand, as far as the flow of funds could be followed , ended with a repayment or other \npayment to the Bank .   \n5.24.  For each Transaction Chain I have prepared a workbook comprising the supporting TD \nwhich I prese nt in both transactional and diagrammatic form.  The full set of workbooks \ncan be found at Appendix 8. \n \n49 Thompson1 Glossary  \nD2/1/30\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 31 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 5.25.  Where I have been able to trace Relevant Drawdown funds on a Funds  Flow basis, I \nhave identified payments to the Bank as (i) “Loan Repayments ” or (ii) “FX Top -ups”. \n(i) Loan Repayments  \n5.26.  “Loan Repayments” is a term I use to include repayments of the principal of a loan as \nwell as payments of interest, commissions and other payments to the Bank incurred \nby the borrower to facilitate use of loan facilitie s.  \n5.27.  Within the TD, the repayment of the principal of a loan is identified as a transfer to an \naccount with the prefix 2062 (short term loan) or 2063 (long term loan). The \ndescriptions of transfers to these accounts refer to “repayment of debt”, “repayment of \nthe loan” and similar.  \n5.28.  Within the TD, a payment of i nterest , commission and other payments to the Bank \nincurred by the borrower to facilitate use of the loan facilities is identified as a transfer \nto an account with the prefix 2068 (i ncome accrued from loans ). The descriptions of \ntransfers"}
{"start": 59500, "text": "ified as a transfer to an \naccount with the prefix 2062 (short term loan) or 2063 (long term loan). The \ndescriptions of transfers to these accounts refer to “repayment of debt”, “repayment of \nthe loan” and similar.  \n5.28.  Within the TD, a payment of i nterest , commission and other payments to the Bank \nincurred by the borrower to facilitate use of the loan facilities is identified as a transfer \nto an account with the prefix 2068 (i ncome accrued from loans ). The descriptions of \ntransfers to these accounts refer to “interest”, “commission”, “remuneration for opening \nof account”, or “payments under loan agreements”.  \n(ii)  FX Top -ups \n5.29.  FX Top -ups is a term used in common by Thompson1 and me. They are defined in \nThompson1 as  \n“An additional Relevant Drawdown50 made to compensate for the PF Charge \nincurred and/or the funds \"lost\" on account of exchange rate movements, in each \ncase as a result of curre ncy conversion from USD to UAH and back to USD, \nfollowing a Return of Prepayment and prior to a subsequent Prepayment. ”51 \n5.30.  Relevant Drawdowns used for FX Top -ups are detailed in Thompson1 in Appendix  \n3-3-3. I am content with and have adopted the same defini tion to identify where a \nRelevant Drawdown was used to make an FX Top -up. \n  \n \n50 “Additional” used in its usual sense and not to be confused with the defined term “Additional Relevant \nDrawdown”  \n51 Thompson1 Defined Terms section  \nD2/1/31\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 32 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 Methodology 2 - Transaction Chains Recognisable as Bridging Loans  \n5.31.  Where it has not been possible to identify a payment / repayment to the Bank using \nthe Funds Flow methodology, I h ave considered the TD more widely to identify patterns \nof transactions involving Relevant Drawdowns  which allow me to identify any uses of \nthe Relevant Drawdowns.  \n5.32.  In respect of 14 Relevant Drawdowns , by analysing the TD more widely I was able to \nidentify a consistent pattern of transactions which demonstrated a use of the Relevant \nDrawdown beyond a strict Funds Flow use. I summarise the position here and explain \nit in slightly more detail below:  \n5.32.i.  I could see from the TD  that these Relevant Drawdown s were drawn in UAH, \nconverted to USD and then combined with the USD element52 of a Returned \nPrepayment  before  those combined funds were then transferred as a new \nprepayment . In each case  the new prepayment w as the  same value as the  full \nUSD amount of the  returned prepayment  which the Relevant Borrower had \nreceived prior to the conversion of part of it into UAH . \n5.32.ii.  In each case, the element of the returned prepayment that had been  converted \nto UAH was then used t o make repayments  in UAH  on the  same loan accounts \nfrom which the Relevant Drawdown  had been  drawn.  \n5.33.  My view of the pattern seen in these transactions is that the Relevant Drawdown \nfunding the equivalent of the UAH element of an unreturned prepayment is effectively \na form of short term bridging funding , the availability of which allows the Relevant \nBorrow er to make the USD prepayment prior to the UAH element of the returned \nprepayment becoming available. I therefore refer to such Transaction Chains as \n“Bridging Loan Transaction Chains ”.  A diagram of such a Transaction Chain53 is \nincluded at paragraph 5.62 below . \n5.34.  All but one of the Bridging Loan Transaction Chains involved more than one Relevant \nDrawdown, which combined to  fund the equivalent of the UAH element of an \nunreturned prepayment . These 14 Relevant Drawdowns are contained in 7 Bridging \nLoan Transaction Chains.  \n \n52 A Returned Prepayment was made to a Borrower in USD and part of it was exchanged into UAH, thereby \ndividing the returned prepayment into a USD element and a UAH element.   \n53 Transaction Chain 2.228  \nD2/1/32\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 33 OF 43 \nEXPERT REPORT OF JEFFRE Y DA"}
{"start": 63000, "text": "d more than one Relevant \nDrawdown, which combined to  fund the equivalent of the UAH element of an \nunreturned prepayment . These 14 Relevant Drawdowns are contained in 7 Bridging \nLoan Transaction Chains.  \n \n52 A Returned Prepayment was made to a Borrower in USD and part of it was exchanged into UAH, thereby \ndividing the returned prepayment into a USD element and a UAH element.   \n53 Transaction Chain 2.228  \nD2/1/32\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 33 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 5.35.  In my view, the rationale of these Transaction Chains is readily apparent, and I have \ntherefore included them in my analysis.  \nDetailed Findings and Exa mples  \n5.36.  Adopting these two methodologies, I have identified to my satisfaction the use of funds \nfrom Relevant Drawdowns in the following cases:  \nMethodology 1  Number of Relevant Drawdowns   \n• Loan Repayments :  78 (paragraphs 5.38 to Error! \nReference source not found.  below)  \n• FX Top -Ups  103 (paragraphs 5.52 to 5.57 below)  \nMethodology 2  \n• Bridging Loans  14 (paragraphs 5.59 to 0 below)  \n5.37.  Two Relevant  Drawdowns feature in both Loan Repayment and FX Top -ups \nTransaction Chains. Thus, while the total number of Relevant Drawdowns I deal with \nis 193, there are 195 tracings ( 78+103+14, see also footnote 57 to paragraph  5.52 \nbelow).  \nLoan Repayments  \n5.38.  I have produced 45 Transaction Chains, comprising 78 Relevant Drawdowns that were \nused to make 186 loan repayments.   \n5.39.  These 45 Loan Repayment  chains can be further split between:  \n5.39.i.  Loan Repayments funded wholly by Relevant Drawdowns ( 41 Transaction \nChains involving 69 Relevant Drawdowns and 152 loan repayments)  \n5.39.ii.  Loan Repayments funded by a combination of Relevant Drawdowns and other \nfunds ( 4 Transaction Chains involving 9 Relevant Drawdowns and 34 loan \nrepayments)  \n41 Loan Repayment  Transa ction Chains  funded wholly by Relevant Drawdowns  \n5.40.  Attached as Appendix 7 -4 is a table of 41 Transaction Chains showing the Loan \nRepayments by borrower and loan repayment  type.  I conclude that a ll the Relevant \nDrawdown funds in these Transaction Chains were  used to make Loan Repayments \nto the Bank .   \nD2/1/33\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 34 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 5.41.  I set out in t he following table the amount  of the Relevant Drawdowns that were used \nto make Loan Repayments in the 41 Loan Repayment Transaction Chains for which \nthe only funds used were Relevant Drawdown funds54.  \nBorrower Type  Loan Repa yment Type  Repayments USD m  \nRelevant  Relevant  548 \nIntermediary  212 \nOther  332 \nIntermediary  Intermediary  29 \nOther  53 \nList of  193 Other  77 \nOther  Other  3 \n  Total  1,254 \n5.42.  In Appendices 7-3 and 7-4 I present a detailed  analysis of the contribution of such \nRelevant Drawdowns to Loan Repayments . \n5.43.  The following transaction Chain 1 -060, is an example of this category55: \n \n  \n \n54 The figures are the USD Equivalent figures using the NBU  exchange rates on the dates of repayments  \n55 An explanation of Transaction Chain Diagrams is included in Appendix 6 B ackground to Transaction Chain \nWorkbooks  \nD2/1/34\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 35 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 5.44.  As can be seen from the above pictogram, Gardera drew three Relev ant Drawdowns \ntotalling UAH 256m, which were exchanged for USD 25.6m and transferred to Spircom. \nThe Transactions by Account for Spircom (Appendix 8 -1-060-4 page 4) shows the \nsame funds received from Ga rdera were returned to Gardera the same day.   \n5.45.  On recei pt by Gardera, the returned funds are exchanged for UAH 255.0m. These \nfunds are used to make Loan Repayments as shown on the right of the diagram.  \n4 Loan Repayment Transaction Chains funded by a combination of Relevant \nDrawdowns and other fun"}
{"start": 66500, "text": "talling UAH 256m, which were exchanged for USD 25.6m and transferred to Spircom. \nThe Transactions by Account for Spircom (Appendix 8 -1-060-4 page 4) shows the \nsame funds received from Ga rdera were returned to Gardera the same day.   \n5.45.  On recei pt by Gardera, the returned funds are exchanged for UAH 255.0m. These \nfunds are used to make Loan Repayments as shown on the right of the diagram.  \n4 Loan Repayment Transaction Chains funded by a combination of Relevant \nDrawdowns and other funds  \n5.46.  There were 4 Loan Repayment Transaction Chains where it can be seen that Loan \nRepayments were funded by a combination of Relevant Drawdowns and non-Relevant \nDrawdowns .  \n5.47.  I am able to confirm that, in the case of all four Transaction Chains funded by a \ncombi nation of RDs and other funds, all the funds entering the chain contributed to \nrepayment s to the Bank.  Therefore, I can confirm that the Relevant Drawdowns were \nused to make repayments to the Bank . \n5.48.  However, when turning to that element of my instructions asking me to allocate loan \nrepayments by type of borrower and loan, it is not possible to say what p ortion of each \nLoan Repayment was funded by the Relevant Drawdown and what portion by non-\nRelevant Drawdown funds. Therefore, it is not possible to say what  amount of a \nRelevant Drawdown repaid what type of borrower/ loan as categorised  at 0 above  \n5.49.  In order to fulfil my instructions in this regard, where , in these four instances, a Relevant \nDrawdown combine s with non -Relevant Drawdown funds  in making repayments to the \nBank , I have analysed the use of the Relevant Drawdown and report on a) how much \nof it can be shown to fund specific  Loan Repayments, b) the rem aining balance of the \nRelevant Drawdown, and the Loan Repayments to which it may have contributed, and \nc) the maximum amount of that remaining balance which could be attributed to one \nLoan Repayment or another .   \nD2/1/35\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 36 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 5.50.  The full results of my analysis are set out  in the relevant Transaction Chain workbooks \nin Append ices 8 and noted in Appendix 9, but I can summarise  the use Relevant \nDrawdowns in these four Transaction Chains as follows:   \n  Relevant  Drawdowns  used  to make  \nrepayments  (USD  m) \n  Transaction  Chain  \nTotal  Borrower  \nType   Type  of Loan  \nRepaid   1-151 1-063 1-094 1-268 \nRelevant   Relevant   - - 12.4 117.6  130.0 \nIntermediary   38.1 - - - 38.1 \nOther   - - - - - \nIntermediary\n  Intermediary   - - - - - \nOther   - - 5.9 - 5.9 \nList of193   Other   - - 4.2 - 4.2 \nOther   Other   - - - - - \nAdditional  loan repayments  which  \ndo not belong  as a matter  of \ncourse  to any specific  borrower  \nand/or loan types  17.9 4.1 3.6 - 25.6 \n   Total   56.0 4.1 26.1 117.6 203.8 \n \n5.51.  Additionally, in relation to the  USD 25.6m , shown as  “Additional  loan repayments  which  \ndo not belong  as a matter  of course  to any specific  borrower  and/or loan types ”, I am able to \nconclude that the whole of this amount is used to make Loan Repayments and that \nUSD 17.9m56 of this sum is used for Relevant or Intermediary Loan Repayments by \nRelevant Borrowers.   \n \n56 Remaining balance of Transaction Chain 1 -151 (Number 1)  \nD2/1/36\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 37 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 FX Top-ups  \n(98 Transaction C hains involving 103 Relevant Drawdowns)  \n5.52.  I identified that 103 Relevant Drawdowns in UAH57 were used to make FX Top -ups. All \nof these Relevant Drawdowns are identified in Thompson1 Appendix 3 -3-3 – \n“Schedule of FX Top -ups”.58 \n5.53.  The value of these Relevant Drawdowns totalled UAH 140,312,480. The USD \nEquivalent figures using the NBU exchange rates on the dates of the Relevant \nDrawdowns is USD 11,735,4 69.59 \n5.54.  The following example, Transaction Chain 3 -004, includ"}
{"start": 70000, "text": "tion C hains involving 103 Relevant Drawdowns)  \n5.52.  I identified that 103 Relevant Drawdowns in UAH57 were used to make FX Top -ups. All \nof these Relevant Drawdowns are identified in Thompson1 Appendix 3 -3-3 – \n“Schedule of FX Top -ups”.58 \n5.53.  The value of these Relevant Drawdowns totalled UAH 140,312,480. The USD \nEquivalent figures using the NBU exchange rates on the dates of the Relevant \nDrawdowns is USD 11,735,4 69.59 \n5.54.  The following example, Transaction Chain 3 -004, includes two Relevant Drawdowns60 \nused in an FX Top -up chain:  \n \n  \n \n57 Two of  the Relevant Drawdowns that are  used to make FX Top -ups where the FX transaction features within  \nthe Loan Repayment Transaction Chain s. In these Transaction Chains, t he FX Top -ups fund the cost of the FX \ntransaction  rather than part of any payment , and the Relevant Drawdowns used for such FX Top -ups do not flow \nthrough to the associated repayments.  The two Relevant Drawdowns are: RD056 features in Transaction Chains \n1-054 and 3 -056; RD140  features in Transaction Chains 1 -139 and 3 -140.  \n58 I note Thom pson1 includes 104 FX Top -ups as he additionally includes an FX Top -up that was not directly \nfunded by a Relevant Drawdown (# 19 Appendix 3 -3-3)   \n59 see Appendix 5 for individual Relevant Drawdowns and the USD Equivalents  \n60 RD004 and RD005  \nD2/1/37\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 38 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 5.55.  As show n above, Kalten transferred USD 15.1m to AEF, of which USD 7.5 m remained \nin USD61. USD 7.5m was exchanged for UAH 82.9m62. In order to exchange those \nfunds back to USD 7.5m, an additional UAH 1.0m was required. This was provided \nthrough two Relevant Drawdow ns as shown.  \n5.56.  I am instructed that Thompson is correct when he says63:  \n“A Pension Fund charge of 0.5% established by Ukrainian law, that was applied \nfrom 1 April 2014 to 1 January 2015 to the purchase of foreign currency (which, \nfor the purposes of the Bank's case, was the purchase of US Dollars using \nUkrainian Hryvnia). ” \n5.57.  I agree with Thompson1 that, where a Pension Fund Charge (“ PF Charge ”) is levied \non an FX Transaction, it is “ almost always recorded in the narrative of the Bank’s \ntransactional data. ”64 I have not analysed FX transactions to separate PF Charges from \ndifferences arising from exchange rate fluctuations. As such, PF Charges are included \nin the figures presented for FX Top -ups. \n5.58.  At Appendix 7 -8, I set out a table of these FX Top -up Transacti on Chains by Relevant \nDrawdown. Appendix 8 contains detailed Transaction Chain workbooks for 5 FX Top -\nup Transaction Chains. All the FX Top -up Transaction Chains follow the same pattern \nof transactions.  \nBridging Loans  \n(7 Transaction C hains involving 14 Re levant Drawdowns and 23 loan repayments)  \n5.59.  14 Relevant Drawdowns were used in the 7 Bridging Loan Transaction Chains I \nidentified as having been used to facilitate the making of a prepayment  followed by a \nloan repayment .  \n5.60.  Bridging Loan Transaction Chains have been identified by first identifying UAH \nRelevant Drawdowns that were exchanged for USD, combined with other USD funds \nand used to  make prepayments. I then reviewed the USD current accounts to see \nwhether the other USD  funds were sourced from a returned prepayment. Where that \n \n61 Ref 03 in the diagram  \n62 Ref 04 in the diagram  \n63 Thompson1  Glossary  \n64 Thompson1 , Appendix 3 -3-4 Currency Conversion, paragraph A13  \nD2/1/38\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 39 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 was the case, I traced the rest of the returned prepayment to identify the use of those \nfunds.  \n5.61.  The flow of the transactions involved in this exercise are set out below:  \na.  A single, or multiple dr awdowns (and in these examples, Relevant Drawdowns) \nfrom a UAH loan facility (and in these examples, from Rel"}
{"start": 73500, "text": "dix 3 -3-4 Currency Conversion, paragraph A13  \nD2/1/38\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 39 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 was the case, I traced the rest of the returned prepayment to identify the use of those \nfunds.  \n5.61.  The flow of the transactions involved in this exercise are set out below:  \na.  A single, or multiple dr awdowns (and in these examples, Relevant Drawdowns) \nfrom a UAH loan facility (and in these examples, from Relevant Loans), is \narranged in advance of the receipt of a returned prepayment.   \nb.  The UAH drawdowns are exchanged into USD and received in the re cipient’s \nUSD current account.   \nc.  The returned prepayment (in USD) is then received where a part of the \nprepayment is received in the recipient’s USD current account (joining the \nexchanged Relevant Drawdown funds).   \nd.  The recipient, now with sufficie nt USD funds, makes the new prepayment.   \ne.  The part of the returned prepayment exchanged into UAH is received in the \nrecipient’s UAH current account.  These UAH funds are used to repay the UAH \nloans.  \n5.62.  The following example, Transaction Chain 2 -228, is o f such a chain:  \n \n  \nD2/1/39\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 40 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 5.63.  As shown above , a Relevant Drawdown of UAH 256.8m is converted to USD 22.5m \nby Tekhspets. When Tekhspets receives USD 30m from Spircom, USD 7.5m is \ncombined with the converted Relevant Drawdown and transferred to Collye r. USD \n22.5m of the funds from Spircom are exchanged for UAH 255.5m. This UAH 255.5m \nis used to repay the same loan from which the Relevant Drawdown was drawn.  \n5.64.  These 14 Relevant Drawdowns totalled UAH 2,241.9m (USD Equiv. 194.0m) and \nresulted in the repayment of Relevant Loans totalling UAH 2,199.1m (USD Equiv. USD \n188.4m65). \n5.65.  At Appendix 7-7, I set out a table of these Bridging Loan Transaction Chains showing \nthe Loan Repayments by borrower type and repaid loan type. In each case, Bridging \nLoans repayments were repayments of Relevant Loans.  Appendix 8 contains detailed \nTransaction Chain workbooks for all Bridging Loan Transaction Chains.  \nConclusion in respect of al l 193 Relevant Drawdowns  \n5.66.  Adopting the methodologies described above, I have satisfied myself as to the use of \n193 Relevant Drawdowns. Some were denominated in USD and others in UAH as \nfollows:  \n5.66.i.  52 Relevant Drawdowns denominated in USD amount to USD 1,136m.  \n5.66.ii.  141 Relevant Drawdowns denominated in UAH amount to UAH 6,262m (USD \nEquiv. 557m).  \n5.66.iii.  The total the 193 drawdowns accounted for amount to USD Equiv. 1,693m.  \n  \n \n65 Repayments converted using the NBU FX rate on the day of the repayment  \nD2/1/40\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 41 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 5.67.  The 193 drawdowns I have reviewed were used to make repayment s and other \npayments to the Bank as fo llows:   \n \nTotal  Loan \nrepayment  FX  \nTop up  Bridging  \n USD  m USD  m USD  m USD  m \nValue of Relevant Drawdowns \nused  1,693  1,487  12 194 \nLosses through FX losses and \nother amounts which do not give \nrise to repayments  47 30 12 6 \nRepayment value  1,646 1,457 0 188 \n5.68.  Taking account of the methodologies adopted and discussed above, I have allocated \nthe 193 Relevant D rawdowns covered in this section to borrower and loan repayment \ntypes as follows:  \nBorrower Type  Type of Loan Repaid  Repayments  \nUSD m  \nRelevant  Relevant  866 \nIntermediary  250 \nOther  332 \nIntermediary  Intermediary  29 \nOther  58 \nList of  193 Other  81 \nOther  Other  3 \nAdditional  loan repayments  which  do not belong  as a \nmatter  of course  to any specific  borrower  and/or loan types  \n66 26 \n  Total  1,646 \n \n  \n \n66 I am able to conclude that USD 17.9m of the USD 24.7m is used for  Relevant or Intermediary Loan Repayments \nby Relevant Borrow"}
{"start": 77000, "text": "types as follows:  \nBorrower Type  Type of Loan Repaid  Repayments  \nUSD m  \nRelevant  Relevant  866 \nIntermediary  250 \nOther  332 \nIntermediary  Intermediary  29 \nOther  58 \nList of  193 Other  81 \nOther  Other  3 \nAdditional  loan repayments  which  do not belong  as a \nmatter  of course  to any specific  borrower  and/or loan types  \n66 26 \n  Total  1,646 \n \n  \n \n66 I am able to conclude that USD 17.9m of the USD 24.7m is used for  Relevant or Intermediary Loan Repayments \nby Relevant Borrowers.    \nD2/1/41\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 42 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 6. Expert’s declaration  \nI, Jeffrey Davidson, declare that:  \n6.1 I understand that my duty in providing written reports and giving evidence is to help the \nCourt, and that this duty overrides any obligation to the party by whom I am engaged \nor the person who has paid or is liable to pay me. I confirm that I have complied and \nwill continue to comply with my duty.  \n6.2 I confirm that I have not entered into any arrangement where the amount or payment \nof my fees is in any way dependent on the outcome of the case.  \n6.3 I know of no conflict of interest of any kind, other than any which I have disclosed in \nmy report.  \n6.4 I do not consider that any interest which I have discl osed affects my suitability as an \nexpert witness on any issues on which I have given evidence.  \n6.5 I will advise the party by whom I am instructed if, between the date of my report and \nthe trial, there is any change in circumstances which affect my answers to the two \npoints immediately above.  \n6.6 I have referenced the sources of all information I have used.  \n6.7 I have exercised reasonable care and skill in order to be accurate and complete in \npreparing this report.  \n6.8 I have endeavoured to include in my report those matte rs, of which I have knowledge \nor of which I have been made aware, that might adversely affect the validity of my \nopinion. I have clearly stated any qualifications to my opinion.  \n6.9 I have not, without forming an independent view, included or excluded anything  which \nhas been suggested to me by others, including my instructing lawyers.  \n6.10 I will notify those instructing me immediately and confirm in writing if, for any reason, \nmy existing report requires any correction or qualification.  \n6.11 I understand that:  \na)  my repor t, subject to any corrections before swearing as to its correctness, will \nform the evidence to be given under oath or affirmation;  \nD2/1/42\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 43 OF 43 \nEXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   28.1.22 b)  questions may be put to me in writing for the purposes of clarifying my report \nand that my answers shall be treated as part o f my report and covered by my \nstatement of truth;  \nc)  following the service of expert reports, the court has directed a meeting to take \nplace between the experts to be followed by service of a joint memorandum \nand, if required, short supplemental expert reports;  \nd)  I may be required to attend court to be cross -examined on my reports by a \ncross -examiner assisted by an expert; and  \ne)  I am likely to be the subject of public adverse criticism by the judge if the Court \nconcludes that I have not taken reasonable care in trying to meet the standards \nset out above.  \n6.12 I have read Part 35 of the Civil Procedure Rules, the accompanying practice direction \nand the Civil Justice Council’s Guidance for the instruction of experts in civil claims and \nI have complied with their requirements.  \n6.13 I am aware of the practice direction on pre -action conduct. I have acted in accordance \nwith the Code of Practice for Experts.  \nStatement of Truth  \n6.14 I confirm that I have made clear which facts and matters referred to in this report are \nwithin my own knowledge and which are not.  Those that are within my own knowledge \nI confirm to be true.  The opinions I have ex"}
{"start": 80500, "text": "ustice Council’s Guidance for the instruction of experts in civil claims and \nI have complied with their requirements.  \n6.13 I am aware of the practice direction on pre -action conduct. I have acted in accordance \nwith the Code of Practice for Experts.  \nStatement of Truth  \n6.14 I confirm that I have made clear which facts and matters referred to in this report are \nwithin my own knowledge and which are not.  Those that are within my own knowledge \nI confirm to be true.  The opinions I have expressed represent my true and complete \nprofessional opinions on the matters to which they refer. I understand that proceedings \nfor contempt of court may be brought against anyone who make s, or causes to be \nmade, a false statement in a document verified by a statement of truth without an \nhonest belief in its truth.  \nSignature:  \n  \nName:   Jeffrey Davidson  \nDate:   28 January 2022 \n \nD2/1/43\n"}
