{"metadata": {"corpus_path": "AA3_2 First Defendant's Supplemental Submissions on Valuation.pdf", "file_size": 755767, "mtime": 1755683452.7122204, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n \n 1 IN THE HIGH C OURT OF JUSTICE         CLAIM N o.BL-2017 -000665  \nBUSINESS AND PROPERT Y COURTS  \nOF ENGLAND AND WALES  \n \nBUSINESS LIST (CHD)  \nBETWEEN:      \n \nPJSC COMMERCIAL BANK  PRIVATBANK  \n \nClaimant  \n— and — \n \n \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED  \n(4) TRADE POINT ARGO LIMITED  \n(5) COLLYER LIMITED  \n(6) ROSSYN INVESTING CORP  \n(7) MILBERT VENTURES  INC \n(8) ZAO UKRTRANSITSE RVICE LTD  \nDefendants  \n \n_______________________________________________  \n \nFIRST DEFENDANT’S SUPPLEMENTAL SUBMISSION S  \nON VALUATION ISSUES   \n_______________________________________________  \n \nReferences in these submissions to evidence are in the format adopted in the Agreed Pre -\nReading List (Valuation Issues), e.g. the Second Expert Report of Brent Kaczmarek is \nreferred to as “ Kaczmarek2 ”, etc.  \n \nINTRODUCTION  \n1. There are four classes or groups of assets which were transferred to the Bank in \nsatisfaction of various outstanding loan balances : \n(1) 246 Petrol Stations;  \n(2) 74 Oil Storage Facilities (“ OSFs ”); \n(3) Various real estate comprising:  \nAA3/2/1\n \n \n 2 (a) The Dnipro Stadium;  \n(b) The Dnipro Training Ground;  \n(c) The Airfield;  \n(d) The Kyiv Office;  \n(e) The Dnipro Office;  \n(f) Hotel Mir;   \n(g) Hotel Zirka ; and  \n(4) Nine Aircraft.  \n2. D1’s position in relation to each of these assets or groups of assets is as set out below.  \nTHE ROLE OF THE NBU  \n3. As the Court will appreciate, when the Bank accepted assets onto its books in \nrepayment of outstanding loans it did not simply take them at face value. As one would \nexpect, the Bank and the NBU  took rigorous steps to ensure that when va lues were \ncredited for Transferred Assets those credits accurately  reflected the value of what the \nBank was receiving. Ms Rozhkova confirmed during cross -examination that the \nNBU’s verification of the asset valuations was required by the IMF, such that the  NBU \nhad to check the value of the assets rigorously; and that as far as she was concerned, \nthe NBU properly verified the assets.1 \nNBU  APPROVAL OF VALUERS  \n4. The NBU had a list of approved valuers, and would only accept valuations from \nvaluation firms on that  list. The NBU considered that necessary “ given pervasive \nproblems in Ukraine at the time with fraudulent valuations of property ”.2  \n                                                 \n1  Day 8, 118:20 -119:9  \n2  Rozhkova1/168  {B1/5/42 } \nAA3/2/2\n \n \n 3 5. It appears the NBU also scrutinised the terms on which valuers were to be engaged. \nIn particular, the NBU required that val uation reports be provided on terms which \npermitted it to rely upon them.3  \n6. Moreover, on  5 July 20 16 the NBU’s Credit Support Department wrote to the Bank \nstating that it required, among other things, that the Bank conclude valuation services \nagreements in  relation to the assets pledged to the Bank .4  \n7. Ms Rozhkova says that she personally emphasised to D1 in a meeting at her office in \nJuly 2016 that it was important that valuations of Transferred Assets be accurate and \nthe Bank’s capital position be restored  to acceptable levels.5    \n8. Following that meeting, on 10 July 20 16, D1 responded to an earlier letter from the \nNBU acknowledging that the Bank “ had not produced valuations of security [pledged \nassets] complying with the requirements in force .”6 It appears that one of the \n“requirements ” to which D1’s letter adverted was that it should be made explicit that \nvaluations of Transferred Assets were being provided for the benefit of the NBU.   \nTRIPARTITE VALUATION AGREEMENTS  \n9. On 25 July 20 16 a valuation services agreement was made between the Bank, the \nNBU and Veritas Property Management, a Ukrainian Valuation Firm (the “ Veritas \nTripartite Agreement ”).7 Notably:  \n(1) The NBU is defined as the “ Customer ”, while the Bank is merely the “ Payer ”.  \n(2) The NBU was to have the right to “ check (verify) and/or approve the draft \nPro"}
{"start": 3500, "text": "plicit that \nvaluations of Transferred Assets were being provided for the benefit of the NBU.   \nTRIPARTITE VALUATION AGREEMENTS  \n9. On 25 July 20 16 a valuation services agreement was made between the Bank, the \nNBU and Veritas Property Management, a Ukrainian Valuation Firm (the “ Veritas \nTripartite Agreement ”).7 Notably:  \n(1) The NBU is defined as the “ Customer ”, while the Bank is merely the “ Payer ”.  \n(2) The NBU was to have the right to “ check (verify) and/or approve the draft \nProperty Appraisal Report ”:  \nThe Customer shall check (verify) and/or approve the draft Property \nAppraisal Report within 5 (five) business days upon receiving it \nfrom the Appraiser, or w ithin another period agreed upon by the \n                                                 \n3   The NBU took issue with a valuation report provided by Baker Tilly in May 2016 relating to \nOSFs which specified that it was for the use of the Bank only and could not be relied upon by \nthird parties : Rozhkova1/172  {B1/5/43 }   \n4  Letter from NBU  to Mr Dubilet  dated 5 July 2016 {E14/330/1 } \n5  Rozhkova1/174  {B1/5/44 } \n6  {E14/322/1 } \n7  ‘Property market Value Independent Appraisal Services Agreement No VPM 2016/174’, dated \n25 July 20 16 {E15/25.2/1 } \nAA3/2/3\n \n \n 4 Customer and the Appraiser. In case if the Customer finds any \ndeviations from or the Appraiser’s failures to comply with the \nrequirements set forth in the regulatory, directive and \nmethodological documents governing the appraisal of property, the \nCustomer shall send the reasoned comments to the Appraiser on the \ndraft Property Appraisal Report or individual provisions thereof \nwithin the same period. If the Customer’s comments are justified, \nthe Appraiser shall make the  appropriate amendments to the draft \nProperty Appraisal Report within 5 (five) business days upon the \nreceipt thereof from the Customer, or within another period agreed \nupon by the Customer and the Appraiser .8 \nThis makes it clear that the NBU did not blind ly accept the valuations provided \nby the valuers under the tripartite agreements: the contract is explicit: the NBU \nwas to review the valuation reports and identify “ any deviations from or the \nAppraiser’s failures to comply with the requirements set forth in the regulatory, \ndirective and methodological documents governing the appraisal of property ”. \nThis was not intended simply to be a rubber -stamping exercise: rather the NBU \nemployed its own approved independent valuer and then scrutinised the \nvaluation it  produced.  \n(3) The NBU was to receive a copy of the draft and final Property Appraisal Report \ndirectly from Veritas.9 \n10. Pursuant to the Veritas Tripartite Agreement, Veritas produced valuation reports of \nvarious of the Transferred Assets, including the Petrol S tations and certain Real Estate \nassets.   \n11. While no similar tripartite agreements have been identified in the disclosure relating \nto the other valuation firms who produced valuations of the Transferred Assets in the \nperiod following the adoption of the Rest ructuring Plan ( for example,  Baker Tilly, \nUCE, CBRE), it is common ground that others were produced.10  \n12. That the NBU’s role was not purely passive is borne out by EY’s account of the \nNBU’s role under the tripartite agreements. As EY explain in the EY Report : \n                                                 \n8  Clause 2.1.3  {E15/25.2/2}  \n9  Clauses 2.1.2, 2.1.4  {E15/25.2/2 } \n10  Mr Akkouh KC, Day 3, 78:24 – 79:25.   \nAA3/2/4\n \n \n 5 The NBU validated the value  of part of the repossessed property. \nValidation was performed through the receipt of reports of \nindependent valuers under tripartite agreements (between the valuer, \nthe Bank and the NBU). A total of 254 properties with a value  at the \ntime the Bank took possession of them 31.9 billion UAH were \nvalidated. The value according to the results of the validation was \nUAH 31.5 billion.11 \nAnd EY explain in the context of their own instructions that they w"}
{"start": 7000, "text": "A3/2/4\n \n \n 5 The NBU validated the value  of part of the repossessed property. \nValidation was performed through the receipt of reports of \nindependent valuers under tripartite agreements (between the valuer, \nthe Bank and the NBU). A total of 254 properties with a value  at the \ntime the Bank took possession of them 31.9 billion UAH were \nvalidated. The value according to the results of the validation was \nUAH 31.5 billion.11 \nAnd EY explain in the context of their own instructions that they were to:  \n…perform a desk review of the fair value of acquired tangible assets \nbased on SOD valuations which were subsequently verified by the \nNBU .12 \n13. In addition , it is clear  that the NBU’s role was not merely a passive one of receiving \na report and rubber -stamping it because EY set out in the EY Report the changes in \nvalue which the NBU made, as is apparent from the following table.  \n \n14. What is immediately apparent is that, in relation to those Transferred Assets that the \nNBU ‘validated’, in a number of inst ances, it made significant adjustments to the \noriginally  recognised value of the assets.  \n                                                 \n11  EY Report {E16/179/13}  \n12  EY Report {E16/179/40}  \nAA3/2/5\n \n \n 6 THE RELEVANCE OF THE NBU  VALIDATED VALUATIONS  IN THE PRESENT CASE \n15. To understand the relevance of the NBU validated / verified valuations, it is necessary \nto understan d the different categories of valuations in play in the present proceedings. \nThey fall into the following categories:  \n(1) Category (1)  - Those assets where there are contemporaneous NBU approved \nvaluations which Mr Kaczmarek has adopted but Mr Bezant or Mr Tho mas have \nignored and performed their own, de novo , valuations.  This applies in particular \nin relation to the Hotel Mir; the two offices in Kyiv and Dnipro; and the Stadium, \nTraining Ground and Airfield.  \n(2) Category (2)  - Those assets where the Experts agree  that the contemporaneous \nvaluations were flawed and where they have therefore each applied adjustments \nto the contemporaneous valuations .  This appli es in particular to Hotel Zirka, \ndiscussed further below.  \n(3) Category (3)  - Those assets where, while there w ere contemporaneous \nvaluations, they did not relate precisely to the Transferred Assets (for example, \nthe Petrol Stations and the Oil Storage Facilities)  or were not relied upon by \neither parties’ Experts (i .e. the Aircraft). I n those cases , both Experts h ave \nprovided their own de novo  valuation of the entirety of the transferred assets.  \n16. The contemporaneous 2016 independent valuations, from  valuers approved by the \nNBU, and then validated / verified by the NBU , are particularly relevant to those \nassets in Category (1) above: those where there is a contemporaneous NBU approved \nvaluation which is compliant with the applicable valuation standards and which Mr \nKaczmarek accepts and Mr Bezant or Mr Thomas reject ed and carrie d out their own \nvaluation.  \n17. Significantl y, Mr Bezant was instructed to “assess the market value of the Transferred \nAssets  … around the dates they were transferred to the Bank”.13 By contrast Mr \nKaczmarek was instructed to assess whether the Transferred Assets as reported by the \nBank in its 2016 f inancial statements “were valued in accordance with International \n                                                 \n13  Bezant -KaczmarekJR /2.6 {D25/1/4}  \nAA3/2/6\n \n \n 7 Financial Reporting Standards (“ IFRS ”) 13” ,14 and has only produced his own \nvaluations where he considered the contemporaneous valuations to be flawed.  \n18. That leaves the Court in  a difficult po sition because, in those Category (1) cases, it is \nfaced with (i) a contemporaneous valuation which D1’s Expert regards as  \nmethodologically sound and which valuation ha d been approved by the NBU and (ii) \na 2021/22 valuation performed by the Bank’s Expert w hich, inevitably, reaches a \ndifferent valuation: that position is inevitab"}
{"start": 10500, "text": " 13” ,14 and has only produced his own \nvaluations where he considered the contemporaneous valuations to be flawed.  \n18. That leaves the Court in  a difficult po sition because, in those Category (1) cases, it is \nfaced with (i) a contemporaneous valuation which D1’s Expert regards as  \nmethodologically sound and which valuation ha d been approved by the NBU and (ii) \na 2021/22 valuation performed by the Bank’s Expert w hich, inevitably, reaches a \ndifferent valuation: that position is inevitable because , as all valuation practitioners \nwill agree, there is no such thing as a ‘true’ valuation : asset valuation is not a precise \nscience and two valuers can each produce valuati ons which are reasonable and in \naccordance with the various valuation standards, but which differ in their conclusions \nas to value.  \n19. In these cases  (which relate to the two hotels and the two office buildings) , the Court \nis simply faced with two valuations , both of which might be said to be reasonable and \ncompliant with the valuation standards under which they were prepared. In D1’s \nsubmission, in those cases, the Court should adopt the valuation approved by the NBU \nbecause: (i) the valuations were prepared  by independent valuers who were appointed \nby the Bank and approved by the NBU; (ii) the particular valuations were validated \nor verified by the NBU; (iii) they were prepared contemporaneously to the transfer  of \nthe relevant asset  to the Bank, i .e. in 2016 ; and (iv) the figures in those valuations \nwere accepted by the Bank in 2016 and it has never sought to reverse o r challenge \nthem as the credit to be given in respect of the particular transferred asset. In those \ncircumstances, and where the Court is faced  with a choice between two conflicting \nvaluations, in D1’s submission, the appropriate course is to prefer th e valuation \napproved by the NBU over a de novo  valuation produced solely for the purposes of \nthese proceedings.  \n20. The position is somewhat , but not entirely,  different in relation to the Dnipro Stadium, \nthe Training Ground and the Airfield, because there is a difference of princip le \nbetween the parties’ Experts which the Court will have to resolve. That difference is \nas to the methodology of the conte mporaneous valuations . In relation to these three \nassets, Mr Kaczmarek accepts the Veritas valuations of each of the assets based upon \n                                                 \n14  Bezant -KaczmarekJR /2.7 {D25/1/4}  \nAA3/2/7\n \n \n 8 a Cost Approach and Mr Thomas rejects those valuations, arguing that an Income \nApproach should be adopted and he therefore carries out a de novo  valuation on that \nbasis. In these cases, the Court’s determination of the appropriate valuation will \nprincipall y15 be driven by a decision as to the appropriate basis of valuation.  \nAGREEMENT BETWEEN TH E PARTIES  \n21. The Bank and D1 are agreed that the most significant differences in their respective \nExperts’ valuations of the Transferred Assets arise from their valuatio ns of, in order \nof financial significance, (i) the 246 Petrol Stations; (ii) the 74 OSFs; and (iii) the \nvalue of the Dnipro Stadium.  \n22. The Experts  are also agreed that, despite there being extensive sections in their \nrespective reports dealing with the issu e, the question of whether the assets should be \nvalued on a market value  standard or fair value standard, ultimately does not matter, \nas Mr Kaczmarek and Mr Bezant record in paragraph 4.2 of their Joint Statement:  \nFair value is a market -based standard of value (IFRS 13: IN9). The \nExperts agree that fair value under IFRS and market value under IVS \nare similar standards of value, and that any differences in these \nstandards of value are not material to the differences in their \nrespective opinions for the Tran sferred Assets discussed in this joint \nstatement.16 \nTHE PETROL STATIONS  \n23. The Petrol Stations are in Category (3): while there were various contemporaneous \nvaluations"}
{"start": 14000, "text": "heir Joint Statement:  \nFair value is a market -based standard of value (IFRS 13: IN9). The \nExperts agree that fair value under IFRS and market value under IVS \nare similar standards of value, and that any differences in these \nstandards of value are not material to the differences in their \nrespective opinions for the Tran sferred Assets discussed in this joint \nstatement.16 \nTHE PETROL STATIONS  \n23. The Petrol Stations are in Category (3): while there were various contemporaneous \nvaluations, some of which were validated or verified by the NBU, none of them \ncovered the totality of t he particular 246 Petrol Stations which were transferred to the \nBank.  \n                                                 \n15  “Principally” because Mr Thomas criticises Veritas’s valuation even if it is appropriate to \nconduct it on a cost approach basis, although he neither quantifies the consequences of the \nalleged errors nor seeks to adjust the valuation to account for them, su ch that the Court is left \nwithout any evidence as to what the Bank maintains is the correct valuation of the Stadium, the \nTraining Centre or the Airfield if the Court is otherwise satisfied that the cost approach is the \nappropriate basis of valuation.  \n16  Bezant -KaczmarekJR /4.2 {D25/1/13}  \nAA3/2/8\n \n \n 9 24. Both Experts have therefore carried out their own de novo valuations of the Petrol \nStations: both have produced DCF valuations and Mr Kaczmarek has additionally \nproduced a market approa ch valuation.  \n25. As to the former  (the DCF, Income Approach, valuations ), there is a dispute between \nthe Experts (amongst other things17) as to which historic Fuel Sales Volume data are \nmost appropriately to be used in the projection of the free cash flow. Th at issue  has a \nsignificant effect on the Experts’ ultimate  valuations and  is discussed below, but, \nbefore turning  to that, it is important to note that, as just mentioned, Mr Kaczmarek \nhas additionally produced a free -standing Market  Approach valuation of the 246 \nPetrol Stations which is wholly independent from  any of the issues , including the \nhistoric Fuel Sales Volumes, which might affect the validity of the Experts’ competing \nDCF calculations.  \n26. Therefore , even if one puts to one side the Income Approach valuations , because of \nan alleged uncertainty in relation to the data they are based upon (which uncertainty \nD1 does not accept), the Court still has the Market Approach valuation produced by \nMr Kaczmarek on which it can rely.  \nMR KACZMAREK ’S VALUATION (MARKET APPROACH ) \n27. For his market approach valuation, Mr Kaczmarek identified 28 ‘Comparable Petrol \nStation Network Transactions”.18 These 28 transactions were sales of petrol stations \nin Eastern Europe, including Ukraine. Of these he discounted:  \n(1) 4 transactions  which occurred before 2012, on the basis that they were too \noutdated to be comparable.19  \n                                                 \n17  There are two additional differences between the Experts which have a lesser, but material \neffect on their valuations: whether to include a factor for the Return on New Invested Capital \nand what Country Risk Premium to apply: both are considered below.  \n18  Kaczmarek2 – Table 14  {D21/1/61 } \n19  Kaczmarek2/171  {D21/1/6 2} \nAA3/2/9\n \n \n 10 (2) 7 transactions that occurred after 31 December 2016, which, while providing \nperspective, post -dated the valuation date and therefore should not be used in \nthe valuati on.20  \n(3) 3 transactions in the period between 2012 -2016 which could have been included \nin the valuation, but for which he was unable to identify the purchase price.21  \n28. Of the remaining 14 transactions:  \n(1) 8 involved NIS (Serbia) as the buyer and its financial st atements provided very \ndetailed financial information in relation to each transaction;22 and \n(2) 5 involved sales of petrol station networks by Lukoil; as to these Mr Kaczmarek \nwas unable to identify the transaction price for two of t"}
{"start": 17500, "text": " transactions in the period between 2012 -2016 which could have been included \nin the valuation, but for which he was unable to identify the purchase price.21  \n28. Of the remaining 14 transactions:  \n(1) 8 involved NIS (Serbia) as the buyer and its financial st atements provided very \ndetailed financial information in relation to each transaction;22 and \n(2) 5 involved sales of petrol station networks by Lukoil; as to these Mr Kaczmarek \nwas unable to identify the transaction price for two of them, but he regarded all \nof them as distressed sales as they were brought about by negative sentiment \ntowards Russian companies following the annexation of Crimea in 2014.23 \n29. Of the remaining transactions, two involved petrol stations in Ukraine, although Mr \nKaczmarek was unable to id entify the purchase price in relation to one of them.24  \n30. Applying the Market Approach to the transactions which Mr Kaczmarek regarded as \ncomparable and for which he had sufficient data, he concluded that:  \n…the weighted average and simple average prices per petrol station \ninvolved in the 14 transactions between 2012 and 2016 were US$1.1 \nmillion and US$1.6 million, respectively.25 \n31. Mr Kaczmarek’s overall conclusion was that:  \nI believe an  average Fair Value of US$1.25 million per station is \nreasonable for the 246  Petrol Stations. As such my Fair Value \nconclusion under the Market Approach for the 246 Petrol Stations is \n                                                 \n20  Kaczmarek2/172  {D21/1/6 2} \n21  Kaczmarek2/173 {D21/1/6 2} \n22  Kaczmarek2/174  {D21/1/6 3} \n23  Kaczmarek2/175 -176 {D21/1/6 3} \n24  Kaczmarek2/177 {D21/1/6 3} \n25  Kaczmarek2/181  {D21/1/6 4} \nAA3/2/10\n \n \n 11 US$307,500,000 or UAH 8,360,002,005 at the prevailing exchange \nrate of 27.2 UAH/USD as of 31 December 2016 .26 \n32. That is approximately UAH 2 billion mor e than the Fair Value originally determined \nby the Bank at year -end 2016.  \n33. Having explained his reasoning, Mr Kaczmarek considered that his DCF valuation \nand his Market Approach valuation should be given equal weighting, resulting in a \nconclusion that the Fair Value for the 246 Petrol Stations as at 31 December 2016 was \nUAH 8.444 billion.27  \n34. Mr Bezant levels a number of criticisms at Mr Kaczmarek’s Market Approach \nvaluation. In summary, Mr Bezant:  \n(1) Criticises Mr Kaczmarek for using a simple average of the 14 comparable \ntransaction s which, he says, distorts the overall result.  \n(2) Criticises Mr Kaczmarek’s reliance on one particular transaction: that between \nLukoil and AMIC which, he says, “is not a reliable indicator of the value of the \nPetrol Stations at our res pective valuation dates”.  \n(3) Criticises Mr Kaczmarek for having converted the sales prices to USD at the \ndates of the transactions which, Mr Bezant argues, has the effect of ignoring the \ndepreciation of the UAH against the USD between the transaction date and  31 \nDecember 2016.  \n(4) Criticises Mr Kaczmarek’s Market Approach valuation on the basis that he had \ninsufficient information as to the petrol stations within the comparable \ntransactions.  \n35. As to the average which Mr Kaczmarek used in his calculation, it is quit e clear that \nhe did not  use a simple average in his Market Approach valuation. The relevant part \nof paragraph 182 of Mr Kaczmarek’s report reads:  \n182. In order to determine the Fair Value of the 246 Petrol Stations, \nI have considered the weighted average a nd simple average range of \nUS$ 1.1 million to US$ 1.6 million, respectively, as well as the \n                                                 \n26  Kaczmarek2/182  {D21/1/6 4} \n27  Kaczmarek2/191  {D21/1/6 7} \nAA3/2/11\n \n \n 12 distressed price of US$ 1.25 million Lukoil obtained from AMIC for \nthe sale of 240 petrol stations in Ukraine in 2015 which needed to \nbe rebranded. Since I consider  that the Bank ought to have rebranded \nthe 246 Petrol Stations transferred to it, I believe an average Fair \nValue of US$ 1.25 million per stati"}
{"start": 21000, "text": "lion to US$ 1.6 million, respectively, as well as the \n                                                 \n26  Kaczmarek2/182  {D21/1/6 4} \n27  Kaczmarek2/191  {D21/1/6 7} \nAA3/2/11\n \n \n 12 distressed price of US$ 1.25 million Lukoil obtained from AMIC for \nthe sale of 240 petrol stations in Ukraine in 2015 which needed to \nbe rebranded. Since I consider  that the Bank ought to have rebranded \nthe 246 Petrol Stations transferred to it, I believe an average Fair \nValue of US$ 1.25 million per station is reasonable for the 246 \nPetrol Stations.28 \n36. Similarly, it is clear that Mr Kaczmarek did not place undue relia nce on the Lukoil / \nAMIC transaction: it was simply one factor which informed Mr Kaczmarek’s overall \nassessment that, between the USD 1.6 million simple average and the USD 1.1 million \nweighted average, a reasonable overall figure to use per petrol station  was USD 1.25 \nmillion (much closer to the lower end of the averages, than the upper).  Moreover, \nthere is no support for Mr Bezant’s contention that Mr Kaczmarek failed to take \naccount of the devaluation of the UAH between the supposed agreement on the pric e \nof the Lukoil transaction and the completion or valuation date.29 The Bank has \nproduced no evidence as to the details of the Lukoil transaction and, in particular, no \nevidence as to the currency in which the price was agreed. Mr Bezant simply makes \nan ass umption that the transaction was agreed at a fixed price in UAH which is highly \nimprobable: why would a Russian seller, Lukoil, agree to assume the risk of the \ncurrency movements of the UAH between the date of the agreement and its \ncompletion? It is far mo re likely, given that the sale related to 240 petrol stations and \nwas therefore within the petro -chemical sector which is almost universally traded in \nUSDs, that the price was agreed and fixed in USD. If that is right, as seems almost \ninevitable, Mr Bezant ’s point falls away.  \n37. Mr Bezant is also wrong to criticise Mr Kaczmarek for having converted the \ntransaction prices to USD and used those in his overall calculation. As Mr Kaczmarek \npoints out, the value of a petrol  station  is inextricably linked to its sa les of fuel; fuel \nsales prices are predominantly driven by fuel and other costs which are incurred in \nUSD; the fact that the UAH may have declined in value against the USD, does not \naffect (i) the cost of fuel etc which is purchased in USD, (ii) the sale p rice of the fuel \nto consumers which will reflect the cost to the seller in USD; and (iii) therefore the \nvalue of a petrol station in USD. As Mr Kaczmarek summarised it:  \n                                                 \n28  Kaczmarek2/182  {D21/1/6 4} \n29  Submission on Valuation Issues /45(2)(d) {AA2/5/28}  \nAA3/2/12\n \n \n 13 … fuel prices in Ukraine evolve with foreign exchange rates such \nthat any devaluation i n the local currency results in a corresponding \nincrease in UAH denominated petrol product prices. Given that the \npetrol industry is so closely tied to the US Dollar, I consider Mr \nBezant’s methodology to be unreasonable. Mr Bezant has offered \nno evidence to support his view that the devaluation of the UAH \nbetween 2012 and 2016 resulted in a deterioration of the USD \ndenominated value of Ukrainian petrol stations.30 \n38. Finally, Mr Bezant criticises Mr Kaczmarek’s  Market Approach valuation on the \nground that he had insufficient information about the comparable petrol stations. As \nto that there are two points.  \n(1) First, as Mr Kaczmarek put it in the Joint Statement , the criticism is misplaced:  \nAs the Experts agree tha t neither of them has conducted a physical \ninspection of any of the 246 petrol stations recently or in 2016. Thus, \nall of the ‘unknowns’ Mr Bezant describes with respect to the petrol \nstations involved in the transactions Mr Kaczmarek has identified \nequall y apply to the 246 petrol stations to be valued.31 \n(2) Secondly, the volume of petrol stations involved in Mr Kaczmarek’s Mar"}
{"start": 24500, "text": "1) First, as Mr Kaczmarek put it in the Joint Statement , the criticism is misplaced:  \nAs the Experts agree tha t neither of them has conducted a physical \ninspection of any of the 246 petrol stations recently or in 2016. Thus, \nall of the ‘unknowns’ Mr Bezant describes with respect to the petrol \nstations involved in the transactions Mr Kaczmarek has identified \nequall y apply to the 246 petrol stations to be valued.31 \n(2) Secondly, the volume of petrol stations involved in Mr Kaczmarek’s Market \nApproach calculation would be expected to ‘iron out’ any idiosyncrasies present \nin any particular petro l station: by comparing the v alue of a large number of \npetrol stations with the relatively large number of the subject Petrol Stations \n(246), it is likely that the overall, average, comparison is reasonable.  \n39. In its Submissions on Valuation Issues, the Bank raises an addition al critic ism of Mr \nKaczmarek’s Market Approach valuation: the Bank argues that none of the \ncontemporaneous valuers applies a Market Approach to the valuation of the Petrol \nStations.32 That is nothing to the point: the contemporaneous valuers did not conduct \na Market  Approach valuation because they felt that they had insufficient data to do so. \nMr Kaczm arek feels that he has sufficiently robust data and has set it out in detail: \neither those data are sufficient to carry out a Market Approach valuation or they are \nnot: the views of the contemporaneous valuers and the data they had available to them \nare irrelevant.  \n                                                 \n30  KaczmarekSupp2/134 {D27/1/44}  \n31  Bezant -KaczmarekJR /7.25 {D25/1/48}  \n32  Submission on Valuation Issues/45(1) {AA2/5/27}  \nAA3/2/13\n \n \n 14 40. It follows that, whatever may be said for or against the Experts’ de novo  valuations \non the Income Approach, it remains the case that the Court has a robust M arket \nApproach calculation provided by Mr Kaczmarek.  \n41. It is true that Mr Kaczmarek used that valuation as a component of his overall \nvaluation (50%), but, if there is any reason to doubt his Income Approach valuation \n(which there is not as explained furthe r below), then the Market Approach valuation \nnevertheless provides a free -standing valuation on which the Court can rely and that \nprovides a valuation of UAH 8,360,002,005 as of 31 December 2016.  \n42. That is based on an average value per Petrol Station of USD 1.25 million, as opposed \nto Mr Bezant’s implausible average of USD 300,000; the Market Approach valuation \ntherefore gives the Court a valuation which is independent of disputes as to the \nveracity of the underlying data and which accords with common sense r eality.  \n43. Whatever the  alleged  shortcomings of Mr Kaczmarek’s market analysis, it clearly \ndemonstrates that Mr Bezant’s valuation of USD 300,000 per Petrol Station is wholly \nunsustainable.  \nTHE INCOME APPROACH  \n44. If one then considers the Income Approach valua tions produced by the two Experts \nagainst the background of the Market Approach valuation just discussed, it is clear \nthat Mr Kaczmarek’s DCF valuation is much more closely aligned with the Market \nApproach valuation than Mr Bezant’s. That is important beca use, insofar as there is a \ndispute as to the validity of the Fuel Sales Volumes that should be used in the DCF \ncalculation, which there obviously is, it is clear that the Market Approach strongly \nsuggests that the data relied upon by Mr Kaczmarek are much more likely to be \naccurate tha n those relied upon by Mr Bezant.  \n45. As discussed in D1’s Opening Submissions, there are three areas which principally \naccount for the difference in the Experts’ valuations  on the Income Approach : the Fuel \nSales Volumes, the inc orporation of a factor for the Return on New Invested Capital \n(“RONIC ”) and the appropriate Country Risk Premium to apply.  \nAA3/2/14\n \n \n 15 FUEL SALES VOLUMES   \n46. The Experts are agreed as to the effect of their differing approaches to the Fuel Sales"}
{"start": 28000, "text": "te tha n those relied upon by Mr Bezant.  \n45. As discussed in D1’s Opening Submissions, there are three areas which principally \naccount for the difference in the Experts’ valuations  on the Income Approach : the Fuel \nSales Volumes, the inc orporation of a factor for the Return on New Invested Capital \n(“RONIC ”) and the appropriate Country Risk Premium to apply.  \nAA3/2/14\n \n \n 15 FUEL SALES VOLUMES   \n46. The Experts are agreed as to the effect of their differing approaches to the Fuel Sales \nVolumes : they account for a difference of c. UAH 3 ,100 million between the Experts’ \nvaluations. As Mr Kaczmarek  explains:  \n92 … I made three basic changes to Mr Bezant’s DCF Model.  \n93. First, I selected Mr Bezant’s alternative valuation scenario that \nincorporated the sales value presented to UCE in 2016. In isolation, \nthis change increased the value conclusion for the Petrol Stations \nfrom UAH 1.9 billion to UAH 5.0 billion.33 \nMr Bezant reached exactly  the same result:  \n2.13 As a sensitivity analysis, I have considered a valuation of the \nPetrol Stations using the historical operational data (including fuel \nsales volumes) provided by the Bank for the Original PS Reports. \nThis results in a value of UAH 5.0 billion…34 \n47. As an introductory, but very important point , the fact that  Mr Kaczmarek’s valuation \non the Market Approach basis far more closely aligns with his valuation on the Income \nApproach, and is wildly inconsistent with Mr Bezant’s DCF valuation, strongly \nsuggests that the Fuel Sales Volume data, which are the main drive r of the difference \nbetween the DCF valuations, on which Mr Kaczmarek relied are considerably more \nreliable than those used by Mr Bezant.  \n48. The best evidence of the actual  Fuel Sales Volumes for the 246 Petrol Stations is \ncontained in 245 contemporaneous sp readsheets.35 The Bank has sought to undermine \nthe authenticity of the data contained within those spreadsheets and has relied, among \nother things, on the fact that the versions of the scans disclosed contained no metadata. \nD1 has, however, had the original  computer files forensically examined and has \nconfirmed that , in relation to all of the spreadsheets, they were last modified in 2016  \n(a conclusion which the Bank has not as yet challenged) . \n                                                 \n33  Kaczmarek2/92 -93 {D21/1/35}  \n34  Bezant1/2.13  {D19/1/17}  \n35  {K2-C} \nAA3/2/15\n \n \n 16 49. It follows that, whatever else might be said, the 245 spreadsheet s that contain the \ncontemporaneous throughput data for the 245 Petrol Stations were produced, stamped \nand signed in 2016. They are therefore the most reliable data available.  \n50. In addition to the date of the creation of the spreadsheets, i n its Opening the B ank \nsought to undermine the data in the contemporaneous  spreadsheets by relying on two \nspreadsheets which it referred to as the “Topchy Spreadsheet ” and the “August 2016 \nSpreadsheet ”.36 In fact, neither undermine the contemporaneous records of Fuel Sales \nVolumes.  \n(1) First, i t is true that the Topchy Spreadsheet contains what purport to be details \nof the Fuel Sales Volumes for various petrol stations, but the provenance of the \ninformation contained in the section of the spreadsheet under the Topchy  \nheading is entirely unknown . Because the Bank chose only to  raise the issue of \nthe Topchy S preadsheet in its Written Opening (despite the fact that it must have \nknown of the issue months ago), D1 has, been deprived of any opportunity to \nadduce any evidenc e as t o the provenance of the Topchy S preadsheet.  \n(2) It follows that the Court has a single spreadsheet which the Bank infers shows \nthe manipulation of the throughput volumes before they were passed onto the \nvaluers, but has:  \n(a) No explanation or, more importan tly evidence, as to, for example only:  \n(i) Who was Mr Topchy and what was his relationship with the Bank;  \n(ii) Where Mr Topchy obtained the data, if indeed he did, that is"}
{"start": 31500, "text": "n deprived of any opportunity to \nadduce any evidenc e as t o the provenance of the Topchy S preadsheet.  \n(2) It follows that the Court has a single spreadsheet which the Bank infers shows \nthe manipulation of the throughput volumes before they were passed onto the \nvaluers, but has:  \n(a) No explanation or, more importan tly evidence, as to, for example only:  \n(i) Who was Mr Topchy and what was his relationship with the Bank;  \n(ii) Where Mr Topchy obtained the data, if indeed he did, that is \nseemingly attributed to him in the spreadsheet;  \n(iii) For what purpose Mr Topchy collected the dat a and/or provided it to \nthe Bank ; \n(iv) If, and how, the Bank used any data that Mr Topchy may have \nprovided.  \n                                                 \n36  BankOpening/ 597 {AA2/1/232}  \nAA3/2/16\n \n \n 17 (b) No underlying evidence of, again by way of example only, Mr Topchy \ncollecting and collating the data that was then, supposedly , incorporated \ninto the To pchy S preadsheet.  \n(3) Secondly, the data in the Topchy S preadsheet only cover a period to the end of \nFebruary 2015, whereas the data in the contemporaneous spreadsheets cover the \nwhole of 2015 and H1 2016. (And Mr Kaczmarek’s DCF valuation is based \nsolely on the Fuel Sales Volumes for H1, extrapolated .) \n(4) The data under the Valuation heading are consistent with those in the \ncontemporaneous spreadsheets and used by UCE and Veritas.  If one can \nconclude anyt hing in relation to the Topchy Spreadsheet , it can only be that the \npurported Topchy data of unknown provenance cannot be accurate as they are  \ncontradicted by the contemporaneous documents from the enterprise owners , \nthose who actually owned or controlled the Petrol Stations.  \n51. As to the August 2016 Spreadsheet, tha t simply contains the same data as appear in \nthe contemporaneous spreadsheets.  \n52. In paragraph 35(3) of its Submissions on Valuation the Bank prays in aid figures for \nfuels sales in Ukraine in 2016, in general, in an attempt to bolster the Volyn  Restated \nPS figures relied upon by Mr Bezant and to undermine the Fuel Sales Volumes relied \nupon by UCE, Veritas and Mr Kaczmarek.  \n53. In particular, the Bank relies upon fuel sales volumes reported by Urkstat, and \nNaftogaz in its annual report for 2016.  Ho wever, what is immediately apparent is that \nMr Bezant has referred only to the retail sales figures produced by  Naftogaz.  \n54. As can be seen from the extract from the Naftogaz report relied upon by Mr Bezant, \nthere is a substantial element of fuel sales which  is classified as ‘wholesale’.  \n55. Those ‘wholesale’ figures will include ‘corporate sales’ (as the footnote in the \nNaftogaz annual report for 2016 confirms) made to large companies and other entities \nbuying wholesale volumes of fuel for their employees by way  of coupons or pre -\npayment cards: those transactions, which will have been consumer transactions \nAA3/2/17\n \n \n 18 captured in the throughput data on which UCE, Veritas and Mr Kaczmarek based their \nvaluations, would not have been captured in the Naftogaz ‘retail’ figures.37 \n56. It follows that the alleged disparity between the Naftogaz throughput figures and those \nused by UCE, Veritas and Mr Kaczmarek is more apparent than real: it is in reality an \nartefact of the fact of Nafotgaz having limited its analysis to ‘retail sales’ and  having \ndisregarded ‘corporate sales’ which were non -transparent because they resulted from \npurchases using coupons or prepayment cards, which were accounted for as wholesale \nor ‘corporate sale’ transactions.  \n57. It follows that the Bank’s submissions as to t he relative throughput of the Petrol \nStations as compared between the Naftogaz data and those in the 2016 Report and the \nVolyn Report are both false, because they both proceed on a false basis, i.e. that the \nNaftogaz data accurately record the true through put of the Petrol Stations in 2016, \nwhich, for the reasons given above, they do not: they do not captur"}
{"start": 35000, "text": "nt cards, which were accounted for as wholesale \nor ‘corporate sale’ transactions.  \n57. It follows that the Bank’s submissions as to t he relative throughput of the Petrol \nStations as compared between the Naftogaz data and those in the 2016 Report and the \nVolyn Report are both false, because they both proceed on a false basis, i.e. that the \nNaftogaz data accurately record the true through put of the Petrol Stations in 2016, \nwhich, for the reasons given above, they do not: they do not capture the totality of the \nthroughput of the Petrol Stations.  \n58. The short point is that the Bank’s reliance on the Naftogaz figures to contradict the \n2016 cont emporaneous throughputs involves an exercise in comparing apples with \npears: it seeks to compare partial data of the Petrol Stations throughput with complete \ndata of the actual throughput (based upon the contemporaneous spreadsheets) which \nincorporate all fuel sales, including those which Naftogaz would have categorised as \n‘wholesale’ on the basis that they were prepaid and redeemed via either coupons or \npre-payment cards.  \n59. There is therefore no reason to disregard the contemporaneous evidence of the Fuel \nSales Volumes upon which UCE, Veritas and Mr Kaczmarek based their valuations.  \n60. There is, however, every reason to doubt the Fuel Sales Volumes on which Mr Bezant \nrelies.  \n                                                 \n37 Articles: Features of writing off fuel and lubricants on coupon, Особенности списания ГСМ по талонам | \nБухгалтерский сервис «Интерактивная бухгалтерия» (interbuh.com.ua) , revised 25 September 2013; Enkorr \npoll, fuel coupons are a necessary evil , \nhttps://enkorr.ua/ru/publications/opros_enkorr_toplivnye_talony_neobhodimoe_zlo/242810 , 27 August 2020 ; \nand Ukraine corporate sales are the most important segment of the business of gas stations, Украина: \nкорпоративные продажи – важнейший сегмент бизнеса автозаправочных сетей \nhttps://ukrenergy.dp.ua/2019/03/09/ukraina -korporativnye -prodazhi -vazhnejshij -segment -biznesa -\navtozapravochnyx -setej.html  \nAA3/2/18\n \n \n 19 61. In summary, having rejected reliance on the contemporaneous Fuel Sales Volumes \ncontain ed in the UCE and Veritas reports, Mr Bezant instead relied upon data he took \nfrom what he refers to as the “Volyn Expert Restated PS Report” (the “Volyn \nReport ”). That was a Report which was prepared long after the Bank had acquired \nthe Petrol Stations, h aving been produced in 201 9. \n62. Mr Bezant explained the genesis of the data produced by Volyn and used in their \nvaluation as follows:  \nHistorical operational data was not provided to Volyn Expert by the \nBank, which instead relies on:  \n(1) the results of field studies; and  \n(2) estimation of fuel sales volumes from comparable petrol \nstations.38  \n63. The Volyn Report is extensive and split into three parts (in translation) in the trial \nbundle: {K2-B/29/1} – Pages 1 -200; {K2-B/30/1}  – Pages 201 -400; and {K2-B/31/1}  \n– Pages 400 -559. \n64. There are a number of points that arise, and which should not be controversial:  \n(1) First, Volyn did not value all of the 246 Petrol Stations, only 201 of them.39 \n(2) Secondly, and very importantly, Volyn heavily caveated their report:  \nThe study was made under the conditions of a certain level of \nuncertainty and limited source information, both pertaining to the \ncharacteristics of the property being evaluated and pertaining to the \nrelevant market segment.  \nThe obtained results m ay contain a significant error due to the \nlimited information on the property’s condition, information on the \nimmovable property market, the actual state of demand and supply, \nand the investment prospects as at the valuation date.40 \n                                                 \n38  Bezant1/4.27  {D19/1/52}  \n39  {K2-B/29/3}  \n40  {K2-B/29/20} \nAA3/2/19\n \n \n 20 (3) Thirdly, the data for th e throughput of the 201 petrol stations that it valued was \nnot based on their actual throughput but"}
{"start": 38500, "text": "ay contain a significant error due to the \nlimited information on the property’s condition, information on the \nimmovable property market, the actual state of demand and supply, \nand the investment prospects as at the valuation date.40 \n                                                 \n38  Bezant1/4.27  {D19/1/52}  \n39  {K2-B/29/3}  \n40  {K2-B/29/20} \nAA3/2/19\n \n \n 20 (3) Thirdly, the data for th e throughput of the 201 petrol stations that it valued was \nnot based on their actual throughput but on data which Volyn explained had \nbeen obtained from similar petrol stations’ throughputs for 2018.  \nDetermining the petrol station price  \nSince there is no actual data on the fuel sales volumes at the petrol \nstation being valued, we forecast the daily sales volumes according \nto the inspection of sales at similar petrol stations for 12 months. \n2018:41 \n(4) Despite that the Experts are agreed that  \n…b. they have been  unable to understand how the field studies were \nspecifically used by Volyn  to determine sales volumes for each of \nthe 246 Petrol Stations;  \nc. they have been unable to identify which petrol stations were \nincluded in Volyn’s field studies  … \n(5) Nevertheless, Mr  Bezant, having rejected the contemporaneous data used by \nUCE and Veritas , relies upon the data in the 2018 Volyn Report as to which \nwhose origin, provenance and extrapolation to the throughput of the 246 Petrol \nStations he admits he has no information on.42  \n(6) Moreover, Mr Bezant admits that he was only able to extract eve n notional data \nfrom the Volyn R eport for 193 of the 246 Petrol Stations.43 For the remaining \n53 Petrol Stations (c.20%) he calculated an average volume per pump and \napplied that to the numbe r of pumps at the Petrol Stations for which he had no \ndata.  Therefore , for 20% of the Petrol Stations Mr Bezant based his Income \nApproach calculation on an average throughput derived from supposed ‘field \nstudies’ which he himself said he had no informatio n on (and therefore no basis \nto verify or even assess).  \n65. Where that leave s the Court is as follows:  \n                                                 \n41  {K2-B/31/15}  \n42  Bezant -KaczmarekJR/7.16  {D25/1/40 } \n43  Bezant 1/ Appendix 8,  A8.8.21 {D19/9/6}  \nAA3/2/20\n \n \n 21 (1) The data relied upon by Mr Bezant for his Income Approach, DCF, calculation \nare wholly unreliable.  \n(2) While the Bank has raised questions about the veracity of  the data relied upon \nby Mr Kaczmarek in his DCF calculation, those data are :  \n(a) supported by contemporaneous documents from the enterprise owners ; \nand, \n(b) importantly, produce a result which is consistent with Mr Kaczmarek’s \nvaluation on the Market Approach, s uggesting that they are likely to be \naccurate (or at least reasonably so ). \n(3) If ‘all else fails’ , which it does not, the Court has a robust Market Approach \nvaluation on which to value the Petrol Stations. (While Mr Bezant has produced \nhis own DCF on the alte rnative basis that the UCE/Veritas Fuel Sales Volumes \nare correct, he has not produced his own Market Approach valuation and, if the \nIncome Approach valuations are both unsupportable, the only valuation the \nCourt has is Mr Kaczm arek’s Market Approach valuation.)  \n66. There are two remaining factors affecting the valuation of the Petrol Stations – the \nExperts’ differing approach to how, if at all, the DCF calculation should be adjusted \nto account for an assumption as to the  Return on New Inv ested Capital and to what \nexten t an adjustment to the valuation must be made to factor in Country Risk \nPremium.  \nRETURN ON NEW INVESTED CAPITAL (RONIC)  \n67. In relation to RONIC, i n simple terms, Mr Bezant includes a figure in his cost \ncalculation for capital i nvestment, but then assumes that capital investment produces \nno additional profit.44 He does so to produce an arbitrary adjustment to the level of \nprofit which any particular Petrol Station may make over time.  \n68. Mr Bezant explained his positi"}
{"start": 42000, "text": " to what \nexten t an adjustment to the valuation must be made to factor in Country Risk \nPremium.  \nRETURN ON NEW INVESTED CAPITAL (RONIC)  \n67. In relation to RONIC, i n simple terms, Mr Bezant includes a figure in his cost \ncalculation for capital i nvestment, but then assumes that capital investment produces \nno additional profit.44 He does so to produce an arbitrary adjustment to the level of \nprofit which any particular Petrol Station may make over time.  \n68. Mr Bezant explained his position in relation t o RONIC as follows:45  \n                                                 \n44  Kaczmarek2 /78 {D21/1/30 } \n45  Bezant1/ Appendix 8,  A8.43 -44 {D19/9/11}  \nAA3/2/21\n \n \n 22 Capital expenditure  \nA8.43 As I explain in Section 4, I consider that competition in the \nindustry means the Petrol Stations will be unable to achieve returns \nsubstantially in excess of the cost of financing in the long run. \nTherefore,  I assume that in the long -run the RONIC will reach \n18.5%, representing my assessment of the cost of capital plus a \npremium of 1%.  \nA8.44 There are numerous ways that this could be implemented, \nhowever, for computational convenience I implement it via capit al \nexpenditure. I assume in the first year of the explicit forecast period \nthat capital expenditure exactly offsets depreciation, consistent with \nthe assumption in the BT Original PS Report. After this year, I \nincrease capital expenditure linearly until th e terminal -year RONIC \nis equal to 18.5%.  \n69. In short, Mr Bezant assumes that none of the Petrol Stations can continue to make \nsustained profits over time, because of competition, and he therefore needs to \nincorporate a factor into his discount rate which, he says, reflects their declining \nprofits . Bezant , seemingly arbitrarily, concludes that the Petrol Stations profit will \ndecline to 1% above the cost of capital in the terminal year of his DCF and he adjusts \nhis DCF calculation to achieve that pre -determined result.  \n70. That translates into his DCF calculation46 where he assumed increasing CAPEX over \ntime,47 but no return on the capital investment, as is apparent from Mr Bezant’s \nRevenue Forecast in his DCF model,48 which does not show a corresponding, or \nindeed any , increase in revenue as a result of the presumed increasing capital \ninvestment.  \n71. The effect of Mr Bezant’s approach is artificially to increase the costs inputted to the \nDCF model (and thereby arbitrarily reduce the businesses profitability).  \n72. Mr Kaczmarek  says that it is economically illogical to include an arbitrary assumption \nthat a business would invest capital which produces no return.49 \n                                                 \n46  Bezant1/Appendix 9  {D19/10}  \n47  Bezant1/Appendix 9 , tab “DCF Valuation” line 31 CAPEX {D19/10}  \n48  Bezant1/Appendix 9 , tab “Revenue Forecast” lines 65 -73, 75 -80, 99-103 31  {D19/10}  \n49  Kaczmarek2/30  {D21/1/14 } \nAA3/2/22\n \n \n 23 73. Reversing Mr Bezant’s assumptions with respect to RONIC increases his DCF \ncalculation from UAH 1.9 billion to UAH 2.4  billion, i.e. an increase of UAH 500 \nmillion.50  \nTHE COUNTRY RISK PREMIUM  \n74. The third and final factor which materially affects the difference in the Experts’ DCF \nvaluations is the adjustment they each make to take account, in the broadest terms, for \nthe fact that the Petrol Stations are located in Ukraine. While each expert applies a \nCountry Risk Premium (“ CRP ”) (and have both factored it in by applying it to the \ncost of equity) they differ as to what the appropriate percentage for the CRP should \nbe.  \n75. A number of points arise from the Joint Statement:  \n(1) First, both Experts have included the CRP as an element of the cost of equity, \nbut at differing rates.51 That feeds into the discount rate to be applied.  \n(2) Secondly, the Experts agree that their differing views  on the applicable CRP has \nthe biggest effect on their differing views on the cost of equity.52 \n(3) Thirdly, they agree"}
{"start": 45500, "text": "t to the \ncost of equity) they differ as to what the appropriate percentage for the CRP should \nbe.  \n75. A number of points arise from the Joint Statement:  \n(1) First, both Experts have included the CRP as an element of the cost of equity, \nbut at differing rates.51 That feeds into the discount rate to be applied.  \n(2) Secondly, the Experts agree that their differing views  on the applicable CRP has \nthe biggest effect on their differing views on the cost of equity.52 \n(3) Thirdly, they agree that, if either Expert adopted the other’s CRP, their USD \ndenominated cost of equity would be brought within 1% of each other.53 \n(4) Fourthly, it is agreed that the differing CRPs used by the Experts  account for a \ndifference in value for the 246 Petrol Stations of around UAH 300 million . \n76. Mr Bezant derives his CRP from the country yield spread model: i .e. the differing \nyields on the government bonds issued by the country where the assets are located and \nthose issued by the US Treasury, so in this case, the government bond yields of bonds \nissued by Ukraine and the US as at March 2016.54  \n                                                 \n50  Kaczmarek2/94  {D21/1/35 } \n51  Bezant -KaczmarekJR /6.1 {D25/1/24}  \n52  Bezant -KaczmarekJR/6.6  {D25/1/2 5} \n53  Bezant -KaczmarekJR/6.6  {D25/1/25}  \n54  Bezant1/ Appendix 5, A5.20 -21 {D19/6/6}  \nAA3/2/23\n \n \n 24 77. That, Mr Kaczm arek explains, merely evidences the relative risk of  government \ndefault ;55 and that in turn recognises the overall  comparative risk of doing business in \na particular country, but not the relative risk to a particular sector of the economy or \na particular asset.  \n78. The Experts have referred to extensive academi c literature on the subject, but, for \npresent purposes, it is enough to note that Mr Bezant has recognised the practices of \nadjusting a country yield spread to recognise the differing CRP which might apply to \na particular asset or sector of the economy. In  particular, Mr Bezant has apparently \nfollowed the approach of Prof Damodaran to adjust the country yield spread to a CRP \nwhich, he suggests, is appropriate to the assets he is valuing in Ukraine: that is , he has \napplied the ‘Lambda Approach ’, which Prof D amodaran explained as follows:  \nThe Lambda Approach  \nThe most general, and our preferred approach, is to allow for each \ncompany to have an exposure to country risk that is different from \nits exposure to all other market risk. For lack of a better term, let  us \nterm the measure of a company’s exposure to country risk to be \nlambda (λ). Like a beta, a lambda will be scaled around one, with a \nlambda of one indicating a company with average exposure to \ncountry risk and a lambda above or below one indicating above  or \nbelow average exposure to country risk .56  \n79. In summary, the “ Lambda Approach ’ recognises that it is necessary to adjust the CRP \nto take account of the exposure of the particular company being valued to the general \nCRP as, for example, calculated by the c ountry yield spread.  \n80. Mr Bezant followed this approach in the calculation of his discount rate,57 but then \napplied a lambda of 1,58 the effect of which is in fact to make no adjustment, either up \nor down, to the CRP as determined from the country yield sprea d; and he provides no \nexplanation for that decision beyond the bald statement that:  \n                                                 \n55  Kaczmarek2/84  {D21/1/32}  \n56  Kaczmarek2 {D21/26/18}  \n57  Bezant1/Appendix 5, A5.4  {D19/6/2} ] \n58  Bezant1/Appendix 5, A5.23 {D19/6/6}  \nAA3/2/24\n \n \n 25 When calculating the costs of equity, I assume a lam bda of one. That \nis, I assume that the assets I am valuing are equally exposed to \ncountry risk as assets  in Ukraine generally.59 \n81. That, of course, takes no account of the fact that different assets and different classes \nof asset may be subject to different country risks.  \n82. Mr Kaczm arek does not follow the country yield spread approa"}
{"start": 49000, "text": "  Bezant1/Appendix 5, A5.4  {D19/6/2} ] \n58  Bezant1/Appendix 5, A5.23 {D19/6/6}  \nAA3/2/24\n \n \n 25 When calculating the costs of equity, I assume a lam bda of one. That \nis, I assume that the assets I am valuing are equally exposed to \ncountry risk as assets  in Ukraine generally.59 \n81. That, of course, takes no account of the fact that different assets and different classes \nof asset may be subject to different country risks.  \n82. Mr Kaczm arek does not follow the country yield spread approach, but instead assesses \nthe C RP in relation to, specifically, petrol stations in Ukraine: after explanation, he \napplies a CRP of 3%.  \n83. The difference in the CRPs applied by the Experts accounts for a difference in their \nvaluations of UAH 300 million.  \nCONCLUSION  \n84. In light of the availabl e information in relation to (i) the Fuel Sal es Volumes;  and (ii) \nthe parties’ position in respect of RONIC and CRP; there is no reason to reject the \nvaluations relied upon by D1.  \n THE OIL STORAGE FACIL TIES  \n85. Mr Kaczm arek carried out a DCF valuation using t hroughput data for the OSFs which \nhe extracted from the Baker Tilley valuation which was carried out in 2016.60 Those \ndata were then used to create the free cash flow for the DCF and then, with a few \nadjustments, he used the same assumptions as in his Petro l Stations valuation.61 \n86. Baker Tilley valued 149 OSFs in total and the report sets out the ‘dispatch volume’ \nfor each of the 149 OFSs for 11 months in 2015 which suggest that most of the 74 \nOSFs were operational shortly before the valuation date.62 \n                                                 \n59  Bezant1/Appendix 5, A5.23  {D19/6/6}  \n60  The report is at  {K2-A/4}  and the data are on  {K2-A/4/13 et seq } \n61  The Baker Tilley Report from April 2016 contained data about the capacity and throughput of \nthe 72 OSFs for 11 months in 2015.  Bezant -KaczmarekJR/8.3  {D25/1/54}  The ‘dispatch’  \nvolume data are in Baker Tilly’s Report, dated 11 April 2016.  Bezant -KaczmarekJR /8.3 \n{D25/1/54}  \n62  Bezant1/5.15(1)  {D19/1/74}  \nAA3/2/25\n \n \n 26 87. In March 2 016, Baker Tilly raised questions as to the throughput data that had been \nprovided to them and noted that :63 \nIf the customer is unable to comment on or confirm information that \nmay be biased or untrue, the assessor must refuse to perform the \nwork.  \n88. Nonetheless, Baker Tilly provided the report on whose data Mr Kaczmarek relies and, \nas such, must have been satisfied that it was reasonable.  \n89. If the throughput data recorded in the Baker Tilly report are accurate, then Mr \nKaczmarek’s DCF calculation of the ir value is also accurate , subject to the resolution \nof any issue relating to CRP as discussed above .  \n90. If, however, those data are undermined , then the Court must look for an alternative \nbasis.  \n91. Two have been provided:  \n(1) Mr Bezant has provided a valuation ba sed upon auction sales figures from 2019; \nand  \n(2) Mr Kaczmarek has provided a ‘cross -check’ based upon Baker Tilly ’s market \nvaluation to two of the 74 OSFs in 2016, from which one can extrapolate an \noverall value of the 74 OSFs.  \n92. As to Mr Bezant’s valuation ba sed on 2019 auction prices, a number of issues arise \nand Mr Bezant sets them out himself:  \nI recognise that my valuation is subject to important limitations . \nIn particular:  \n(1) it relies on information that was not known or knowable as at the \nValuation Date  (such as the auction prices);  \n(2) it assumes that the OSFs’ value did not change significantly \nbetween 2016 and 2019. In doing so, I also assume that the condition \nand status of the OSFs did not change significantly between 2016 \nand 2019 (and therefore th e OSFs’ condition and status implied in \n                                                 \n63  {K2-F/49 /1} \nAA3/2/26\n \n \n 27 the auction amounts in 2019 reflect their condition and status in \n2016; and  \n(3) it assumes that the highest and best use of the OSFs sold at \nauction in 201"}
{"start": 52500, "text": " that the OSFs’ value did not change significantly \nbetween 2016 and 2019. In doing so, I also assume that the condition \nand status of the OSFs did not change significantly between 2016 \nand 2019 (and therefore th e OSFs’ condition and status implied in \n                                                 \n63  {K2-F/49 /1} \nAA3/2/26\n \n \n 27 the auction amounts in 2019 reflect their condition and status in \n2016; and  \n(3) it assumes that the highest and best use of the OSFs sold at \nauction in 2019, as implied in the auction amounts in 2019, applies \non aver age across the remaining OSFs.64 \n93. As discussed above , as an alternative , Mr Kaczmarek considered a ‘cross -check’ on \nhis DCF valuation as follows:  \nAs a final reasonableness check, I note that Baker Tilly used the \ncomparable transaction approach to value two a ssets for which no \nthroughput data was provided. Baker Tilly determined that buyers \nof comparable assets could be expected to pay US$ 136 per tonne of \nstorage tank capacity. The 72 OSFs that were transferred to the Bank \nhad a total tank capacity of 522,775  tonnes. Therefore, Baker Tilly’s \ncomparable transaction analysis implies a value of US$ 71.1 million \nfor the OSFs, which is within 18 percent of the Fair Value \nconclusion I reached using the Income Approach.65 \n94. It follows that, in the event that the Court c oncludes that  (i) Mr Kaczmarek’s DCF \nvaluation cannot be relied upon because of uncertainties in relation to the underlying \nthroughput data, and (ii) Mr Bezant’s ana lysis based upon the 2019 auction sales \nequally cannot be relied upon, in the light of the flaws that Mr Bezant himself \nacknowledges in his analysis , the only remaining basis of valuation which has not \nbeen undermined is that which Mr Kaczmarek carried out as his cross check and which \nhas the merit of being based upon data from 201 6 and which are derived from the \nvalue of two of the 74 tanks in issue.  \n95. That cross check not only provides a reasonable valuation of the OSFs but also \ndemonstrates that the Bank’s valuation, extrapolated from 2019 auction prices, \nsignificantly undervalues  the OSFs as at 2016.  \nTHE REAL ESTATE  ASSETS  \n96. There are seven particular assets which were transferred to the Bank in 2016. They \nare addressed individually below.  \n97. As to those valuations, the Joint Statement records that:  \n                                                 \n64  Bezant1/5.73 { D19/1/96 } \n65  Kaczmarek2/208  {D21/1/73}  \nAA3/2/27\n \n \n 28 The values for all Transferred Asse ts originally recorded in the \nBank’s 2016 financial statements were derived from third -party \nvaluation reports prepared under the tripartite agreement. In most \ninstances, more than one third -party valued a given asset or assets. \nFor the real estate assets,  except for the value of the Dnipro Office, \nthe NBU Value differed from the Bank’s Original 2016 Value, but \nsometimes reflected the same value as a third -party valuation report \n(see Table 9 -1). As explained at 3.8 below, the Experts have not seen \nthe analy sis which the NBU reviewed for every asset.66 \n98. The Experts  therefore  agree that the value s of the seven real estate assets were \napproved by the NBU and in all cases, save for the Dnipro Office, the NBU adjusted \nthe values originally assigned to the asset by the Bank .  \n99. All of the real estate assets are addressed by  Mr Kaczmarek. Four of the assets ( the \nKyiv Office, the Dnipro Office, Hotel Mir and Hotel Zirka ) are deal t with by Mr \nBezant for the Bank, with three of them ( the Dnipro Stadium, the Training Ground  \nand the Airfield ) being  dealt with by Mr Thomas for the Bank.  \nTHE STADIUM , TRAINING CENTRE AND AIRFIELD – MR THOMAS  \n100. The Dnipro Stadium, the Training Centre and the Airfield are all valued by Mr \nKaczmarek for D1 but by Mr Thomas for the Bank.  \n101. They are all Category 1 assets, as defined above, namely assets in respect of which \nthere were NBU approved independent valuations whi"}
{"start": 56000, "text": "deal t with by Mr \nBezant for the Bank, with three of them ( the Dnipro Stadium, the Training Ground  \nand the Airfield ) being  dealt with by Mr Thomas for the Bank.  \nTHE STADIUM , TRAINING CENTRE AND AIRFIELD – MR THOMAS  \n100. The Dnipro Stadium, the Training Centre and the Airfield are all valued by Mr \nKaczmarek for D1 but by Mr Thomas for the Bank.  \n101. They are all Category 1 assets, as defined above, namely assets in respect of which \nthere were NBU approved independent valuations which were credited by the Bank \nat the time and which have not been reversed, but in relation to which the Bank’s \nExpert has performed their own de novo valuation. In the case of these three assets, \nMr Thomas’s de novo  valuations are significantly  lower than those which the NBU \naccepted at the time.  \nThe Dnipro Stadium  \n102. Veritas issued a report on 18 August 2016 that valued the St adium as at 30 June 2016. \nUsing only the Cost Approach, it valued the Stadium at UAH 1,544 million.67 The \n                                                 \n66  Bezant -KaczmarekJR /3.7 {D25/1/8}  \n67  Kaczmarek1 /241 {D20/1/75}  \nAA3/2/28\n \n \n 29 report runs to 89 pages and is a very detailed analysis. The NBU validated / verified \nthe value of the Stadium as UAH 1,544 million based upon the Veri tas Report.68 \n103. In circumstances where the Veritas, NBU validated, valuation was based on actual \ndata in relation to the construction cost of the Dnipro Stadium, Mr Kaczm arek \nconcluded that it was the appropriate basis on which to value the Stadium.69 \n104. The principal and most significant difference between the Experts  is as to the \nappropriate basis on which to carry out the valuation calculation: the Cost Approach \n(Veritas and Mr Kaczmarek) or the Income Approach (Mr Thomas).  \n105. In relation to the Stadium, the basic facts are not in dispute:  \n(1) The Dnipro Stadium was built between 2005 -2008.70 \n(2) It cost €65 million to build.71 (NB – the UAH/€ exchange rate on 12/12/08 was \nc. 10.71/1 implying a UAH cost of UAH 696 million. The rate as at 12/12/16 \nwas 27/1 implying a  cost of UAH 1,755 million. ) \n(3) It is a 31,00 3 seat stadium.72  \n(4) It complied with the requirements for hosting UEFA and FIFA games.73  \n106. None of the contemporaneous valuations w ere based on an Income Approach:  \n(1) UCE valued the Stadium in 2015 using a combination of the Cost Approach and \nthe Market Approach. The stadium structure, the exterior elements and the \nunderlying land were valued on the Costs Approach while the interior space was \nvalued on the Market Approach.74  \n                                                 \n68  Kaczmarek1 /243 {D20/1/75}  \n69  Kaczmarek1 /251 {D20/1/77}  \n70  {K2-E/32/14}  \n71  {K2-E/32/14}  \n72  {K2-E/32/14}  \n73  {K2-E/32/16}  \n74  Kaczmarek1/240  {D20/1/74} . It is true that UEFA prohibited teams from playing at the Dnipro \nStadium following the confl ict with Russia in 2014, but that did not affect the Stadium’s \ncompliance with UEFA physical requirements.  \nAA3/2/29\n \n \n 30 (2) Veritas valued the Stadium in August 2016 using the Cost Approach alone.75 \nThey valued it at UAH 1,544 million . \n(3) The NBU ‘verified’ or ‘validated’ the value of the Stadium at UAH 1,54 3 \nmillion.76 \n107. It follows that the NBU’s validation, which was apparently based upon the Veritas \nvaluation, accepted that the Cost Approach was appropriate.  \n108. The detail of Veritas’s valuation is in their report at {K2-E/32/1} . A number of points \nare worth drawing out.  \n(1) Veritas valued the Stadium on the Market Value basis under International \nValuation Standards 2013.77 \n(2) Their report was prepared in mid -August 2016 on the “Cost approach \n(reproduction method)”.78 \n(3) They assessed the highest and best use for the Stadium and concluded that it \nwas as a football stadium.79 \n(4) They then considered which was the appropriate valuation approach and \nconcluded that the Market Approach was not possible because “there are no \nexisting mar"}
{"start": 59500, "text": "rth drawing out.  \n(1) Veritas valued the Stadium on the Market Value basis under International \nValuation Standards 2013.77 \n(2) Their report was prepared in mid -August 2016 on the “Cost approach \n(reproduction method)”.78 \n(3) They assessed the highest and best use for the Stadium and concluded that it \nwas as a football stadium.79 \n(4) They then considered which was the appropriate valuation approach and \nconcluded that the Market Approach was not possible because “there are no \nexisting market agreements for the sale of football stadiums”.80  \n(5) Veritas then considered the Income Approach that Mr Bezant applies; but made \nthe following comments:81 \nThe use of the in come -based approach in this task is extremely time -\nconsuming because it is necessary to take into account a multitude \nof different nuances and details specific to football stadiums, finally \nany forecasting of future cash flows requires the adoption of a la rge \n                                                 \n75  {K2-E/32/83}  \n76  EY Report  {E16/179/45}  \n77  {K2-E/32/25}  \n78  {K2-E/32/3}  \n79  {K2-E/32/28}  \n80  {K2-E/32/29}  \n81  {K2-E/32/29}  \nAA3/2/30\n \n \n 31 number of assumptions  and considerations of numerous scenarios, \nthe likelihood of which may be different in practice.  \n[As noted in Section 3.2. of the Report, holding of major sports \ncompetitions as a rule, gives a negative economic result - primarily  \nby virtue of the significant volume of capital investments. However, \nit causes the formation of a chain of economic consequences, which \ncan be defined as indirect results. This is the social effect of large \ncompetitions that can have such expressions:  \n• growth of national pride, solidarity, happiness, joy and harmony;  \n• increase in the number of those, who are going into sports and, as \na consequence, the increase  \nin the overall level of health of the nation;  \n• improvement of the sports results of the  host team;  \n• increased interest in the city and region by the national and global \nmedia and, as a consequence, improved city and region image, \ninflux of foreign tourists;  \n• social benefits caused by investments in the infrastructure.]  \nIt is almost impos sible to take into account the social consequences \nformed from the use of the Property to be evaluated within the \nframework of the income approach. As part of this work, the \nAppraiser refused to use the income approach.  \nIn summary, Veritas rejected the Inc ome Approach because it fails to capture \nnon-financial or indirect benefits to which a buyer of a stadium might attribute \nsignificant value.  \n(6) Having outlined the Cost Approach,82 Veritas concluded that : \nHaving analysed the possibility of applying three appr oaches to \nvaluation, it can be stated that the most justified, expedient and \naccurate approach for the evaluation of football stadium is the cost \napproach that best reflects the specific features of a particular sports \ninfrastructure object and takes into account its unique parameters .83 \n109. Veritas therefore produced its valuation report on the Cost Approach and based it on \nactual data:  \n                                                 \n82  {K2-E/32/30}  \n83  {K2-E/32/30}  \nAA3/2/31\n \n \n 32 (1) It relied on the actual contractual costs of construction . \n(2) It relied on the actual costs of equipment . \n(3) And then those data wer e adjusted to take account of changes in value between \nconstruction and valuation dates and to take account of depreciation . \n110. As a result, Mr Kaczmarek believes that the Cost Approach preferred by Veritas was \nthe appropriate basis on which to value the Stad ium.  \n111. Mr Thomas rejects that approach and attempts to carry out an Income Approach \nvaluation, while at the same time acknowledging that he had poor data on which to do \nso.  \n(1) He accepts in the Joint Statement that, with the exception of one letter touching \non operating expenses, he had no historical financial information in relation to \nthe St"}
{"start": 63000, "text": "n . \n110. As a result, Mr Kaczmarek believes that the Cost Approach preferred by Veritas was \nthe appropriate basis on which to value the Stad ium.  \n111. Mr Thomas rejects that approach and attempts to carry out an Income Approach \nvaluation, while at the same time acknowledging that he had poor data on which to do \nso.  \n(1) He accepts in the Joint Statement that, with the exception of one letter touching \non operating expenses, he had no historical financial information in relation to \nthe Stadium at all.84  \n(2) He also stated that:  \nI have not been able to access any company -specific financial data, \nfinancial statements or other related financial or operational \ninformation, for either the Training Center or the Stadium. To \novercome this limitation, I have relied upon public sources of \nrevenue data, advertised prices and other public financial and market \ndata.85 \n(3) And later added:  \nAs with my valuation of the Training Center, I recognize that there \nis some uncertainty in my valuation as a result of the limited \ninformation available to me and the assumptions I am forced to use \nin my valuation.86 \n112. Where that leaves the Court is as follows:  \n(1) None of the contemporaneous valuer s valued the Stadium on the Income \nApproach.  \n                                                 \n84  Thomas -KaczmarekJR /7.2 {D22/1/12}  \n85  Thomas 1/Appendix 4.3.10  {D18/8/14}  \n86  Thomas1/Appendix 4.70  {D18/1/52}  \nAA3/2/32\n \n \n 33 (2) Veritas considered  each basis of valuation and explained in some d etail their \nreasons for rejecting  each apart from the Cost Approach.  \n(3) Veritas  valued the Stadium on the Cost Approach using actual, \ncontemporane ous data.  \n(4) Mr Kaczm arek reviewed Veritas’s report and confirmed the appropriateness of \ntheir approach and their valuation.  \n(5) Mr Thomas accepts that he has imperfect data on which to carry out his Income \nApproach valuation, but nevertheless  tries to do  so.  \n113. In summary, the principal issue before the Court is a short one: was Veritas , and is Mr \nKaczmarek , correct in carrying out the valuation of the Stadium on a Cost Basis or  \nwas Mr Thomas correct in rejecting a Cost Approach and attempting an Income \nApproach valuation on admittedly flawed data?  \nThe Training Centre and the Airfield  \n114. The underlying issues which divide the Experts in relation to the Training Centre and \nthe Airfield are principally, but not exclusively, the same as arise in relation to the \nStadium.   \nTHE OFFICES AND THE HOTELS  – MR BEZANT  \n115. Paragraph 9.1 of the  Joint Statement87 sets out the difference between the Experts as \nto the valuation of the two offices and the two hotels :  \nMr Bezant has performed his own valuations of the real estate assets. \nMr Kaczmarek has relied on the NBU Values except with respect to \nHotel Zirka.  \nThe Kyiv Office  \n116. There were two independent valuations of the Kyiv Offices before its transfer to the \nBank:  \n                                                 \n87  Bezant -KaczmarekJR/9.1  {D25/1/63}  \nAA3/2/33\n \n \n 34 (1) UCE valued the Office at UAH 321.7 million as at 18 June 2015 (on a Market  \nApproach (although UCE also provided a valuation on the Income Approach)).88 \n(2) CBRE valued the Office at UAH 207.0 million as at 1 July 2016 using a \ncombination of the Income and Market Approach.89 \n117. Shortly after the issuance of the CBRE Report, the EY Report recorded that the NBU \nhad determined that the verified value of the Kyiv Office was UAH 245 million.90  \n118. So, it is again apparent that the NBU did not simply accept the valuers ’ valuation, but \napplied its own judgment to arrive at its own acceptable valuation.  \n119. Mr Kaczmarek reviewed the contemporaneous valuations and concluded that the \nfigure approved by the NBU was appropriate:  \n[180] …although the NBU -verified value is approxima tely 4 percent \nhigher than the upper bound of EY and Mr. Bezant’s range of value \nconclusions , I consider EY and Mr. Bezant’s an"}
{"start": 66500, "text": "as UAH 245 million.90  \n118. So, it is again apparent that the NBU did not simply accept the valuers ’ valuation, but \napplied its own judgment to arrive at its own acceptable valuation.  \n119. Mr Kaczmarek reviewed the contemporaneous valuations and concluded that the \nfigure approved by the NBU was appropriate:  \n[180] …although the NBU -verified value is approxima tely 4 percent \nhigher than the upper bound of EY and Mr. Bezant’s range of value \nconclusions , I consider EY and Mr. Bezant’s analysis to generally \nconfirm that the NBU verified Fair Value conclusions to be \nreasonable. My assessment of the Fair Value of the  Kyiv Office as \nof 31 December 2016 is UAH 245 million, consistent with the Fair \nValue verified by the NBU.91 \nMr Kaczm arek provided further, detailed, reasons for his conclusion in  his \nSupplemental Report.92  \n120. In summary,  Mr Kaczmarek has review ed the contemp oraneous valuations relied \nupon  by the NBU to arrive at its validated or verified valuation of an asset and \nconcluded that the figure that the NBU accepted was both methodologically \ndefensible and reasonable. That is, the valuation accepted by the NBU and used by \nthe Bank to credit a borrower was reasonable and in accordance with valuation \nstandards.  \n                                                 \n88  Kaczmarek1/164  {D20/1/51}  \n89  Kaczmarek1/165  {D20/1/51}  \n90  Kaczmarek1/167  {D20/1/52}  \n91  Kaczmarek1/180  {D20/1/56 } \n92  KaczmarekSupp2/55 -63 {D27/1/21 } \nAA3/2/34\n \n \n 35 121. Nonetheless, in an attempt to chip away at the values to be credited, the Bank has \ninstructed Mr Bezant to carry out a de novo  valuation which has, inevitably,  produced \na different figure, albeit not greatly.  \n122. As discussed above, t he Court is faced with a decision: if both valuations are \nreasonable and in accordance with the standards, is there any reason to prefer one over \nthe other? The short answer is, ‘yes’ : if the valuation accepted by the Bank and the \nNBU contemporaneously cannot be criticised, there is no reason why the Bank should \nnot give credit for that .  \nDnipro Office  \n123. Kreston valued the Dnipro Office under a tripartite agreement and valued it at UAH \n212.1 million as at 1 July 2016. That figure was accepted by the NBU.93  \n124. Once again , Mr Bezant has carried out his own valuation.  \n125. The difference between the resulting valuations is only c. UAH 18 million.  \n126. Given the above , again, there is no reason for the  Court not to accept the independent \ncontemporaneous valuation commissioned by an accepted by the NBU  upon which \nMr Kaczmarek bases his own valuation.  \nHotel Mir  \n127. Hotel Mir  also falls into Category 1 – there is a contemporaneous valuation approved \nby the NB U which the Bank ’s expert rejects and therefore carries out its own de novo  \nvaluation.  \n128. The NBU verified the valuation of Hotel Mir as UAH 259 million.94 Mr Kaczmarek \nconsiders that the contemporaneous valuations complied with IFRS 13 such that a de \nnovo  valuation was unnecessary. Having reviewed the various valuations, he sees no \nreason not to adopt that done by Colliers and validated by the NBU, namely UAH 259 \n                                                 \n93  Kaczmarek1 /185-188 {D20/1/58 } \n94  Kaczmarek1/236  {D20/1/73 } \nAA3/2/35\n \n \n 36 million.95 Mr Bezant performed his own de novo  valuation and arrived at a figure of \nUAH 252 mil lion.  \n129. The difference between the valuations is minor and certainly within the range of \nvalues which different valuers might reasonably come to.  \n130. In those circumstances, there is no basis to reject the veracity of the contemporaneous \nvaluation accepted by the Bank and the NBU and which the Bank has never sought to \nreverse. Again, t he Court is faced with two reasonable valuations and must elect \nbetween them: for the reasons given  above , the contemporaneous valuations are to be \npreferred.  \nHotel Zirka  \n131. Hotel Z irka is in a slightly different category: "}
{"start": 70000, "text": "e range of \nvalues which different valuers might reasonably come to.  \n130. In those circumstances, there is no basis to reject the veracity of the contemporaneous \nvaluation accepted by the Bank and the NBU and which the Bank has never sought to \nreverse. Again, t he Court is faced with two reasonable valuations and must elect \nbetween them: for the reasons given  above , the contemporaneous valuations are to be \npreferred.  \nHotel Zirka  \n131. Hotel Z irka is in a slightly different category: it is in Category 2, i .e. it is an asset \nwhere the Experts agree that the contemporaneous valuations are flawed and need \nadjustment; and, by and large, they agree on the necessary adjustments and their \nconsequences .  \n132. In particular, t he NBU verified the value of Hotel Zirka at UAH 1,693 million ,96 but \nboth Experts agree that there are clear errors in Veritas’s valuation model.97 \n133. Mr Bezant created his own DCF model, correcting for errors, and arrived at a \nvaluation for the main hotel of UAH 1,072 million. Mr Kaczma rek considers Mr \nBezant’s methodology and assumptions to be reasonable and agrees with the valuation \nfor the main hotel.98 There is therefore only a ‘single point of disagreement’  which \nrelates to whether any va lue should be attributed to the ancillary buildings or not. Mr \nBezant’s position is that none should be.  \n                                                 \n95  Kaczmarek1/236  {D20/1/73}  \n96  Kaczmarek1/204  {D20/1/64 } \n97  Mr Kaczmarek identifies them at Kaczmarek1/214  {D20/1/67 } \n98  Kaczmarek1/215  {D20/1/67 } \nAA3/2/36\n \n \n 37 134. Mr Bezant’s position is inconsistent with the fact that when Veritas valued both the \nhotel and the ancillary buildings, they assigned a value of UAH 3 55 million to them \non the Market Approach.99 \n135. The Experts both accept that whether or not the ancillary buildings ha ve any value \nbeyond that which would have been captured in a DCF valuation is a question of fact \nthat they cannot determine. That factual ques tion is for the Court, but the only \nevidence available is that Veritas gave it a separate value, outside its Income Approach \ncalculation for the main hotel, strongly suggesting that it had some separate value \nwhich should not simply be ignored.  \n136. Once it is  recognised that the ancillary buildings had some value, which is \nunsurprising, the only evidence as to what that value was is the value that Veritas, an \napproved NBU valuer , put on it in the contemporaneous 2016 valuation for the NBU.  \nTHE AIRCRAFT  \n137. The Ai rcraft fall within Category 3, being assets in relation to which there was a \ncontemporaneous valuation but where neither parties’ Expert has endorsed those and \neach has carried out their own valuations.  \n138. The NBU verified the valuation of the 9 aircraft as UAH 3,932 million in March \n2016.100  \nTHE AIRCRAFT – THE EXPERTS ’ VALUATIONS  \n139. While in relation to a number of the Aircraft there are substantial percentage \ndifferences in the Experts’ valuations, they make very little difference in monetary \nterms.  \n140. However, the disagreement between the Experts in relation to the two Airbus aircraft \naccounts for USD 14 million of the USD 15.5 million between their valuations.  \n141. Of that USD 14 million, c. USD 10.6 million turns on a single issue which is the Stage \n1 val ue as set out in the Aircraft Experts’ Joint Statement.  \n                                                 \n99  Kaczmarek1/202, Table 4  {D20/1/63}  \n100  Kaczmarek1/Figure 6  {D20/1/36 }; see also {E16/179/40 } \nAA3/2/37\n \n \n 38 142. The starting point for the Aircraft valuation is the “Stage 1” value which is derived \nfrom the “ collection and analysis of aircraft transaction data to produce a normalised \nvalue for a generic aircraf t of that particular type with an assumed basic specification \nas at the valuation date ”.101 \n143. Ms Razzhivina, the Bank’s Expert, has calculated the Stage 1 value of the two Airbus \naircraft “ based on the da"}
{"start": 73500, "text": "00  Kaczmarek1/Figure 6  {D20/1/36 }; see also {E16/179/40 } \nAA3/2/37\n \n \n 38 142. The starting point for the Aircraft valuation is the “Stage 1” value which is derived \nfrom the “ collection and analysis of aircraft transaction data to produce a normalised \nvalue for a generic aircraf t of that particular type with an assumed basic specification \nas at the valuation date ”.101 \n143. Ms Razzhivina, the Bank’s Expert, has calculated the Stage 1 value of the two Airbus \naircraft “ based on the data points described and analyzed in OR1/Appendix I/117 -150 \n[and OR2/Appendix B/B4 -B6]102 as well as Ms Razzhivina’s market knowledge. This \nvalue was published in the OrielVIP online platform and valid in August 2016 ”. \n144. Mr Seymour, D1’s Expert, calculated the Stage 1 value:  \n…based on Mr Seymour’s market knowledge a nd was published in \nthe IBA AVB (PS1 Appendix 17). The market value provided was \nonly slightly below the Base Value given the opinion published in \nthe AVB at the time which was ‘ The A321 -200 performed well \nunder various market conditions ’.103 \n145. Resolving the a ppropriate starting point for the valuation of the two Airbus aircraft \nwill resolve c.68% of the difference in the Experts’ valuations of the Aircraft.  \n \nMARK HOWARD KC  \nMICHAEL BOOLS KC  \nBrick Court Chambers  \n13 July  2023  \n                                                 \n101  Razzhivina1/ 42(a) {D13/1/24 } \n102  In relation to the second Airbus.  \n103   Seymour2/ 4.6, 4.10 {D15/2/8 } and {D15/2/10 } \nAA3/2/38\n"}
