{"metadata": {"corpus_path": "B1. Witness statement of Maryna Viktorovna Lozytska (English).pdf", "file_size": 779658, "mtime": 1675871807.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "B1/6/1\nLIB03/8074796.1 Hogan Lovells Witness Statement  \nClaimant  \nM V Lozytska  \nFirst \n13 October 2021 \nIN THE HIGH COURT OF JUSTICE \nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES \nBUSINESS LIST (CHD) BL-2017-000665  \nBETWEEN: \nJSC COMMERCIAL BANK \"PRIVATBANK\" \nClaimant \n- and - \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \nFIRST WITNESS STATEMENT OF MARYNA VIKTOROVNA LOZYTSKA  \nI, Maryna Victorovna Lozytska , of 1d Hrushevskoho Str., Kyiv, 01001, Ukraine (being the Bank’s \nlegal address), will say as follows: \nI am the head of the department for record keeping of client operations within the division \nof the management and restructuring of assets of the head office (known within the Bank \nas “NURA”) at JSC Commercial Bank PrivatBank (the \" Bank\"). translated on 1 th October 2021 by Denys Shchedryvyi\n\nB1/6/2\n- 2 - \nLIB03/8074796.1 Hogan Lovells \nI understand that the Bank has brought these proceedings in England against the \nDefendants (including the former owners of the Bank), and I make this witness statement \nin support of the Bank’s claims. \nWhere I refer to documents below, I do so by reference to the document's disclosure \nnumber in these proceedings.  I enclose with this statement a list of the documents I have \nbeen referred to in the course of making this statement. \nMy native language is Russian, and I do not speak English fluently.  I have, therefore, given \nthis evidence in Russian, although I understand that an English translation will be prepared \nby the Bank’s solicitors for use in these proceedings.  This evidence was prepared following \na series of discussions between myself and the Bank’s solicitors with the assistance of an \ninterpreter. \nUnless otherwise stated, the facts and matters set out below are within my own knowledge, \nand I believe them to be true.  Where they are not within my knowledge, they are true to \nthe best of my knowledge, information and belief and their sources are explained. \nGiven that many of the matters I refer to in this witness statement took place a number of \nyears ago, I am giving this witness statement to the best of my recollection so as to provide \nas much assistance to the court as possible. \nSECTION 1: BACKGROUND  \nI hold a degree from Kharkiv Polytechnical Institute in “Information Management Systems \nand Technologies”, graduating in 1992, as well as a second degree from City of Kharkiv \nNational Banking Academy, specialising in “Banking”, which I completed in 2004 while I \nwas working at the Bank. \nPrior to being employed at the Bank, between 1993 and 1996 I worked at the Zholtovodsky \nbranch of Joint-Stock Bank “INKO” as an economist in the payment operations department, \nand before that (whilst I was studying for my degree at Kharkiv Polytechnical Institute) I \nworked at a machine tool factory called “Electron”, based in Zholty Vody in the \nDnipropetrovsk region of Ukraine. \nI joined the Bank in 1997, first as a payments operator in the banking services department, \nand then as an expert in the division for attracting and servicing the funds of corporate \nclients.  My responsibilities included the verification and processing of payments for \ncorporate clients.  From the moment I started working at the Bank to the present day, I have \nbeen based at the Bank’s head office in Dnipro – formerly Dnipropetrovsk. translated on 1 th October 2021 by Denys Shchedryvyi\n\nB1/6/3\n- 3 - \nLIB03/8074796.1 Hogan Lovells \nIn 2001, I moved to a new position as head of the banking services sub-department of the \nbookkeeping department for the service of strategic clients, which was subsequently \nreorganised and transferred to a separate structural business called the Customer Service \nBusiness of the head office, or “ BOK” for short (which is the transliteration of the Russian \nacronym for the Customer Service Business).  In 2004, I was promoted to the position of \ndeputy head of the client banking service department of the client operations accounting \ndepartment of BOK.  As set out in greater detail below, this role included collecting and \nupdating the packs of documents (known as a client’s legal file) required for the Bank to \nidentify clients and enable BOK clients to open current accounts with the Bank, as well as \nupdating the Bank’s related party lists for BOK clients.  I worked in this position for around \n12 years until the Bank’s nationalisation in December 2016. \nIn 2017, BOK was replaced by NURA, in respect of which I am the head of the department \nfor record keeping of client operations.  My department within NURA is responsible for the \nrecord keeping of data and documents related to the identification of NURA clients \n(including clients which were formerly BOK clients), as well as the servicing of payment \noperations of NURA clients, the accounting, control and coordination of work related to the \nsettlement of debts of NURA clients, and the support of active and passive operations. \nSECTION 2: BOK \nAs noted above, in my role as deputy head of client banking services in the client operations \naccounting department of BOK I was responsible for collecting and updating the legal files \nof documents required for the Bank to identify clients and open current accounts with the \nBank.  The main documents that were required to form part of this “legal file” related to the \nclient’s registration as a legal entity, its corporate ownership structure, as well as \ninformation on individuals with the right to act on its behalf.  Examples of the sorts of \ndocuments which would be included in the legal file are described in further detail below.  I \nwas also responsible for regularly updating the list of BOK clients who showed signs of \nbeing related to the Bank, on the basis of the legal documents provided by the clients, and \nproviding that list to the Bank’s Compliance Department. \nIn this role I reported directly to Liliya Rokoman as well as to the head of BOK, Tetiana \nGurieva.  In the twelve years I held this role, I managed a team of around six people, \nalthough the make-up of the team changed from time to time within that period.  I did not \nhave anything to do with questions relating to the granting of loans or the process of their \napproval for BOK clients; this was dealt with by other departments within BOK. translated on 1 th October 2021 by Denys Shchedryvyi\n\nB1/6/4\n- 4 - \nLIB03/8074796.1 Hogan Lovells \nBOK operated as a separate division to the other structural divisions of the Bank, and its \ncustomers were treated separately from clients in other Bank divisions.  BOK’s clients were \nknown as the “strategic clients” of the Bank.  Other divisions of the Bank dealt with the \ngeneral population of the Bank’s clients.  Generally speaking, I understood at the time that \nmany of BOK’s clients were companies and plants which fell within industry sectors in which \nMr Kolomoisky and Mr Bogolyubov held business interests.  I also assumed at the time that \nmany of them were (or were likely to be) companies which Mr Kolomoisky and Mr \nBogolyubov ultimately beneficially owned (even though this was not often formally reflected \non the companies’ legal documents).  Most commonly, these companies appeared from \ntheir legal documents to be involved in the industries of oil, metallurgy, mining and \nextraction, air transport and trading. \nStructurally, BOK formed part of the Bank’s head office.  In practice, therefore, Ms Gurieva, \nas the head of BOK, reported to the Chairman of the Bank, Oleksandr Dubilet.  Although I \nhad no direct knowledge of this, given their responsibilities at the Bank, I assumed at the \ntime that Mr Dubilet and Ms Gurieva, as well as other senior managers such as Timur \nNovikov"}
{"start": 7000, "text": "’s clients.  Generally speaking, I understood at the time that \nmany of BOK’s clients were companies and plants which fell within industry sectors in which \nMr Kolomoisky and Mr Bogolyubov held business interests.  I also assumed at the time that \nmany of them were (or were likely to be) companies which Mr Kolomoisky and Mr \nBogolyubov ultimately beneficially owned (even though this was not often formally reflected \non the companies’ legal documents).  Most commonly, these companies appeared from \ntheir legal documents to be involved in the industries of oil, metallurgy, mining and \nextraction, air transport and trading. \nStructurally, BOK formed part of the Bank’s head office.  In practice, therefore, Ms Gurieva, \nas the head of BOK, reported to the Chairman of the Bank, Oleksandr Dubilet.  Although I \nhad no direct knowledge of this, given their responsibilities at the Bank, I assumed at the \ntime that Mr Dubilet and Ms Gurieva, as well as other senior managers such as Timur \nNovikov (the head of the Investment Business), Vladimir Yatsenko (the head of the \nCorporate VIP Business) and Liubov Chmona (the head of the Industrial and Commercial \nEnterprise Budgeting Business (the “ Budgeting Business ”)), would have had close \nrelationships with the former shareholders of the Bank – Mr Kolomoisky and Mr \nBogolyubov. \nThe Bank’s head office was physically split across several locations in Dnipropetrovsk. \nBOK was located in buildings situated at 44 and 50 Naberezhnaya Pobedy (the entrances \nfor which were very close to each other, within 25 metres).  My team’s office was situated \nin the building at 44 Naberezhnaya Pobedy and, as I remember, no other divisions of the \nBank were permanently located within that building.  Other divisions of the Bank were also \nlocated in 50 Naberezhnaya Pobedy, such as the department of currency operations and \ncurrency control of foreign economic activity, the operational day of the bank department, \nthe cash desk division, and the Budgeting Business.  The part of the building used by BOK, \nhowever, had its own separate entrance and no other divisions of the Bank were located in \nthe part of the building assigned to BOK.  The Bank’s Corporate VIP Business and \nCompliance Department, as well as some other divisions of the Bank, were located at 30 \nNaberezhnaya Pobedy. \nPrior to the Bank’s nationalisation, the legal files in respect of BOK’s clients were kept in \nhard copy in sealed cabinets in BOK’s office at 44 Naberezhnaya Pobedy.  There were six \ncabinets, each of which was about a metre and a half in width and included four or five translated on 1 th October 2021 by Denys Shchedryvyi\n\nB1/6/5\n- 5 - \nLIB03/8074796.1 Hogan Lovells shelves.  The cabinets were locked by key, and these keys were stored in a tube which was \npicked up from security each morning and returned to security each evening.  Only \nemployees in my department had access to the keys during the day. \nAfter the Bank’s nationalisation, all documents making up the legal files of BOK clients that \nwere transferred to NURA were scanned so that they could be stored on the Bank’s \nsoftware system, Promin.  The volume of documents was so large that all the members of \nmy team took part in the scanning and upload to Promin of these documents over the \ncourse of one and a half years. \nI do not know how or where documents from the other departments in BOK were stored \nprior to the Bank’s nationalisation, or who had access to those documents, since I was not \nresponsible for those documents. \nAs a rule, it was not customary for divisions within the Bank to share information about their \nwork or clients with each other, with the exception of joint work projects and processes.  I \ndid not typically discuss the work I was doing in BOK with non-BOK employees. \nSECTION 3: REGISTERING BOK CLIENTS \nAs I have explained in overview above, my role within BOK included accepting packs of \ndocuments from clients for their legal files for the purposes of opening current accounts \nwith the Bank, as well as keeping those legal files up to date.  When a client provided a \npack of documents or any updates, my team would check the documents and enter certain \ninformation from the documents into Promin.  The information entered into Promin included \n(but was not limited to) the client’s short and full name, the client’s EDRPOU code, data \nabout the client’s state registration, the client’s legal address, details of the clients’ \nauthorised signatories and data on the client’s ownership structure. \nLegal documents required for opening a client’s account \nGiven that BOK’s clients were companies, when dealing with a prospective client we would \nnaturally be dealing with an individual acting on its behalf.  Usually this person was a \ndirector or chief accountant of the client, somebody who had been given a power of attorney \nto act on its behalf or had otherwise been instructed to provide documents to the Bank on \nthe client’s behalf.   Where a director or chief accountant, that person would likely also have \nbeen identified in one of the documents included in the client’s file of legal documents: the \n“signature and seal card”.  In brief, the signature and seal card would contain examples of \nthe signature(s) of the individual(s) who would be authorised to act as the client’s \nrepresentative and to give instructions to the Bank on behalf of the client, as well as sign translated on 1 th October 2021 by Denys Shchedryvyi\n\nB1/6/6\n- 6 - \nLIB03/8074796.1 Hogan Lovells payment orders and other documents.  Generally speaking, the first signature on the \nsignature and seal card would belong to a director of the client, and the second signature \n(where present) would belong to the client’s chief accountant.  The signature and seal card \nalso included an example of the client’s corporate seal.1 \nAs I explain below, we came to recognise some of these individuals since the same person \noften acted on behalf of a number of BOK clients and so would attend our offices fairly \nregularly to provide or sign documents.  I understood that many of these people were \nconnected to a company called Pridneprovsky Business Centre (as discussed in further \ndetail below, “ PBC”).  As I recall, PBC had at some point changed its name from Privat \nBusiness Centre.  Sergei Melnik, whom I discuss in more detail below, was an example of \none such representative from PBC who I saw frequently, especially early on. \nWhen a prospective client wished to open a current account with the Bank, my team would \ntypically receive a call from a representative of that prospective client and we would specify \nthe list of documents that the client would be required to provide to us so we could register \nthem with the Bank and open an account for them.  The list of documents which the Bank \nwas obliged to collect from clients for this purpose was prescribed by the National Bank of \nUkraine (“ NBU”).  Sometimes, albeit rarely (perhaps one to three times a year), I would be \nforewarned by Ms Gurieva to expect a visit or call from a new client.  Generally speaking, I \ndid not know whom (if anyone) the clients had contacted at the Bank prior to getting in touch \nwith my team. \nThe prospective client’s representative would then, generally speaking, bring the specified \ndocuments to BOK’s office where I, or one of my colleagues, would check that everything \nwas present and correct.  In addition to the Bank requiring the specified documents from \nthe client, the individual who was included as the first signature on the signature and seal \ncard would be required to fill out and sign an account opening form (the template for which \nwould be provided by my team) and bank account agreement (which would be the version \nbeing used by the Bank at the time of the agreement being signed).  The account opening \nform and account agreement would also be counter-signed by the Ba"}
{"start": 14000, "text": "of \nUkraine (“ NBU”).  Sometimes, albeit rarely (perhaps one to three times a year), I would be \nforewarned by Ms Gurieva to expect a visit or call from a new client.  Generally speaking, I \ndid not know whom (if anyone) the clients had contacted at the Bank prior to getting in touch \nwith my team. \nThe prospective client’s representative would then, generally speaking, bring the specified \ndocuments to BOK’s office where I, or one of my colleagues, would check that everything \nwas present and correct.  In addition to the Bank requiring the specified documents from \nthe client, the individual who was included as the first signature on the signature and seal \ncard would be required to fill out and sign an account opening form (the template for which \nwould be provided by my team) and bank account agreement (which would be the version \nbeing used by the Bank at the time of the agreement being signed).  The account opening \nform and account agreement would also be counter-signed by the Bank.2 \nIn addition to the signature and seal card (to which I referred above), the legal file of \ndocuments needed to include the following documents: \n1  An example of the signature card for the BOK client, Karinda LLC, which was shown to me by Hogan \nLovells, is at PB0361977; PB0361977_00001_English and PB0361978; PB0361978_00001_English . \n2  An example of the account opening form filled out on behalf of a company named Vesta-Company LLC, \nwhich I signed on behalf of the Bank, is at PB0361959; PB0361959_00001_English . translated on 1 th October 2021 by Denys Shchedryvyi\n\nB1/6/7\n- 7 - \nLIB03/8074796.1 Hogan Lovells (a) the company charter or bylaws (an example of the charter of the BOK client, AEF \nLLC, is at PB0042540; PB0042540_00001_English ); \n(b) copies of the client’s registration documents from a state authority, such as the \nUnified State Registry of Ukrainian Enterprises, the state pension fund and tax \nservice; \n(c) an ownership structure chart for the company, which would usually be drafted by \nthe company itself, an example of which is at PB0147692; \nPB0147692_00001_English in respect of the BOK client Mitsar LLC; \n(d) identification documents for the client’s authorised representative(s) specified in the \nclient’s signature and seal card including a passport and individual identification \ncode, examples of which are at PB0363843 and PB0363313; \nPB0363313_00001_English in respect of Yulia Velk; and \n(e) copies of minutes or an order confirming that the individual identified on the \nsignature and seal card is authorised to represent the client (such as minutes \nappointing that individual as a director of the client, an example of which is at \nPB0042541  showing Yulia Velk being appointed as a director of AEF LLC). \nIn relation to the company’s ownership structure, and in addition to the ownership structure \nchart I have mentioned above, we would request supporting documents to be provided for \nany companies which made up part of the corporate ownership structure.  In this regard, if \nthe shareholder company was a non-resident, we would require documents confirming that \ncompany’s ownership structure (for example, through the provision of copies of the \ncompany’s registration and shareholders certificates).  If the shareholder company was \nUkrainian, we would ask for either a copy of their charter/bylaws, or a written document \nsetting out the company’s ownership structure, as well as checking their ownership \ninformation on the Unified Ukrainian State Register. \nVery frequently, the ownership structures of prospective BOK clients overlapped with the \nownership structures of pre-existing BOK clients (for example, where shareholders of \nprospective BOK clients were already clients of BOK, or they were shareholders of existing \nBOK clients).  In those cases, the verification process could be fast-tracked since the \nrelevant documents for those shareholders would already have been provided to the Bank. \nWe did not require a new client to provide information or documentation that we had already \nobtained from, or on behalf of, another BOK client. translated on 1 th October 2021 by Denys Shchedryvyi\n\nB1/6/8\n- 8 - \nLIB03/8074796.1 Hogan Lovells \nIn each case, when undertaking the identification checks for a new client, the client’s \ncompany ownership structure would be followed through to an individual who was identified \nas the beneficial owner of that company.  Again, there was a great deal of overlap between \nthe individuals identified as beneficial owners of BOK clients.  In most cases, there was no \nobvious indication from the account opening documentation or the legal files that BOK \nclients were connected to Mr Kolomoisky or Mr Bogolyubov.  Nevertheless, I assumed at \nthe time that many of these companies were actually under the control of the former \nshareholders of the Bank for the reasons I will explain below. \nSECTION 4: UPDATES TO BOK CLIENTS’ LEGAL FILES  \nWhen a BOK client amended its ownership structure or made other corporate changes (for \nexample, replaced a director), it would be required to provide further documents to my \ndepartment evidencing such changes.  These documents were delivered in person in hard \ncopy to the Bank and would then be included within that client’s legal file.  It was my job to \nensure the proper filing and safe-keeping of these documents, as well as to input the new \ninformation into Promin.  If the client was a Ukrainian company I would also review the \nUnified Ukrainian State Register to check that the relevant changes had been reflected \nthere.  When a large number of changes were made to the corporate structure and/or \ndirectorships of a particular client, their legal file would grow larger, and sometimes spanned \na number of hard copy files. \nWhereas it would typically be the client’s authorised representative who initially brought \ndocuments to the Bank for the purposes of client registration, when updates were provided \nto my department they would often be delivered by a different person.  This person would \nnot necessarily be a director of the company for which the updates were being provided, \nbut my team and I knew these people by face and so knew we could accept documents \nfrom them.  Again, as with the client representatives, I understood that such individuals \nwere, in many instances, connected to PBC. \nSometimes I knew to expect updates to a company’s legal file because I would be sent, or \ncopied on, emails regarding changes that the Bank proposed should be made to the \ncorporate and management structure of certain BOK clients so that they would no longer \nbe considered related parties of the Bank in line with the legislation at that time (which I will \nexplain further below).3  The emails listed at footnote 3 were all dated in 2015 and were \n3  Examples of which are at PB0035207; PB0035207_00001_English , PB0048202; PB0048202_00001_English  and \nPB0055159; PB0055159_00001_English . translated on 1 th October 2021 by Denys Shchedryvyi\n\nB1/6/9\n- 9 - \nLIB03/8074796.1 Hogan Lovells sent by Nataliya Shvachka4 and Konstantin Medvedev5.  As I recall, Ms Shvachka was an \nemployee of the Bank’s Compliance Department, whilst Mr Medvedev was a manager \nwithin the Investment Business. \nThese emails were shown to me by Hogan Lovells and, although I was copied on the emails \nat the time, I cannot now recall the details of the clients referred to in them, or the corporate \nchanges they proposed.  As far as I recall, shortly after seeing emails of this nature, I would \ntypically receive new corporate documents for the relevant clients set out in the email, which \nI would then use to update the clients’ legal files and information on Promin. \nIn the email from Ms Shvachka dated 7 October 20156, the instruction to reduce related \nparty lending from UAH 45.61 billion to UAH 43 billion by removing BOK client"}
{"start": 21000, "text": "PB0055159; PB0055159_00001_English . translated on 1 th October 2021 by Denys Shchedryvyi\n\nB1/6/9\n- 9 - \nLIB03/8074796.1 Hogan Lovells sent by Nataliya Shvachka4 and Konstantin Medvedev5.  As I recall, Ms Shvachka was an \nemployee of the Bank’s Compliance Department, whilst Mr Medvedev was a manager \nwithin the Investment Business. \nThese emails were shown to me by Hogan Lovells and, although I was copied on the emails \nat the time, I cannot now recall the details of the clients referred to in them, or the corporate \nchanges they proposed.  As far as I recall, shortly after seeing emails of this nature, I would \ntypically receive new corporate documents for the relevant clients set out in the email, which \nI would then use to update the clients’ legal files and information on Promin. \nIn the email from Ms Shvachka dated 7 October 20156, the instruction to reduce related \nparty lending from UAH 45.61 billion to UAH 43 billion by removing BOK clients from the \nlist of related parties was said to have been given by “PPB”, which I understood referred to \nthe Chairman of the Board of the Bank, Mr Dubilet.  In this regard, the Russian for Chairman \nof the Bank is “Predsedatel’ Pravleniya Banka” (i.e. “PPB”). \nI was never told how employees of the Bank were seemingly able to arrange for changes \nto the corporate and management structure of clients of the Bank (albeit, I assumed that \nthe Investment Business and/or PBC may have had something to do with it). \nAt the time of receiving such emails, I considered it likely that the main purpose of the \ncorporate changes proposed by those emails was to ensure that the Bank was not seen to \nbe in violation of permissible lending limits to related parties set by the NBU, which could \ngive rise to penalties.  I was not aware of the nature or level of such penalties at the time, I \njust assumed that the Bank wanted to avoid them. \nSECTION 5: PBC AND SERGEI MELNIK \nAs I have explained above, there were a number of individuals whom my team and I came \nto recognise because they each provided and/or signed documents on behalf of a number \nof BOK clients.  In this regard, and on the basis of my knowledge derived from working in \nBOK for 12 years, I understood that many of these individuals were connected to PBC. \nPBC was, as far as I understood it, a company that provided services to companies, such \nas the preparation of corporate documents and registration with the relevant state entities. \nI do not know anything else about the services which were offered by PBC.  I assumed at \nthe time that PBC was managed by or cooperated with the Investment Business of the \n4  In the case of the emails at PB0035207; PB0035207_00001_English  and PB0055159; PB0055159_00001_English . \n5  In the case of the email at PB0048202; PB0048202_00001_English.  \n6  PB0055159_00001; PB0055159_00001_English . translated on 1 th October 2021 by Denys Shchedryvyi\n\nB1/6/10\n- 10 - \nLIB03/8074796.1 Hogan Lovells Bank, which, as I have explained above, was headed by Mr Novikov.  My understanding \nwas that PBC was in some way connected to Mr Novikov, although I do not know precisely \nhow.  PBC was located in the same building of the Bank as the Investment Business, at 32 \nNaberezhnaya Pobedy. \nMy impression at the time was that PBC had a number of people working for it, which is \nwhy changes could be effected to the corporate structures of BOK clients very quickly.  I \nassumed this because when my team received the updated documents for the legal files of \nclients, my team and I would then check the State Register for those clients, and those \nchanges would already be reflected on there. \nOne particular individual who I remember worked at PBC (although I do not know whether \nhe was an official employee of PBC) was Sergei Melnik.  Mr Melnik was copied to the email \nfrom Mr Medvedev referred to above7.  Earlier on, Mr Melnik was an authorised \nrepresentative (often a director) of a number of BOK clients (although I do not recall how \nmany), and he frequently brought documents into the Bank or came into the office to sign \ndocuments on behalf of clients.  I remember Mr Melnik particularly because I saw him \nregularly. \nLater on (I do not recall in what year), I assumed that Mr Melnik had become a top manager \nat PBC.  I cannot say for certain what his formal role was at PBC, but at the time my \nassumption was that he ran PBC and the companies connected to it.  At what I assumed \nwas around the point when Mr Melnik’s role at PBC had changed, he stopped bringing in \ndocuments on behalf of clients so I did not see him as often. \nAlthough I cannot say with certainty that all of the companies managed by PBC were \nconnected to Mr Kolomoisky and Mr Bogolyubov, I was aware that a number of these \ncompanies had connections to the Bank’s former shareholders.  More generally, and as a \nrough estimate, based on my role in BOK, I would say that PBC administered the legal \npaperwork for around 50% of BOK’s clients. \nSECTION 6: RELATED PARTIES OF THE BANK \nAs noted above, one of the tasks for which I was also responsible was notifying the Bank’s \nCompliance Department of BOK clients that should be included in the Bank’s list of related \nparties (i.e. in addition to those BOK clients who were already included in the list).  I would \ndo this by reviewing the BOK clients’ legal files, comparing that information with the \n7  PB0048202; PB0048202_00001_English . translated on 1 th October 2021 by Denys Shchedryvyi\n\nB1/6/11\n- 11 - \nLIB03/8074796.1 Hogan Lovells information for clients that were already included in the Bank’s list of related parties, and \nidentifying clients who showed signs of relatedness to the Bank in accordance with the \nrequirements of the NBU.  These requirements were set out in Article 52 of the Law of \nUkraine “On Banking and Banking Activity” and NBU Regulation No. 315 dated 12 May \n2015 (which set out the provisions of relatedness) (“ Regulation No. 315 ”).  I recall that in \n2015, according to Regulation No. 315, the list of criteria under which a client may be \nconsidered related to the Bank was expanded. \nThe Compliance Department was responsible for collating information about related parties \nfrom the Bank’s different departments for inclusion in the list of related parties.  Once \napproved, the Compliance Department sent the list to the NBU.  A typical example of where \nthe Compliance Department asked me to provide them with an updated related party list \nfor BOK clients can be seen by way of the email from Ms Shvachka to me dated 30 March \n20168. \nAs I have explained above, I was copied to many emails sent within the Bank relating to \nrelated party matters, primarily so that I was aware to expect document updates to BOK \nclients’ legal files.  In addition to those emails, I was also included in other email \ncorrespondence concerning related party matters in light of my responsibility for notifying \nthe Compliance Department of changes to the relatedness of BOK clients. \nBy way of example, in an email dated 20 August 2015 from Olga Shiyan (who was at that \ntime an employee in the Bank’s Compliance Department) to me (amongst others),9 Ms \nShiyan requested that explanations be provided as to why the entities set out in the \nattachments to the email (one of which related to BOK clients10) were not related to the \nBank.  This email followed a request from the NBU, which I assumed at the time was as a \nresult of Regulation No. 315 dated 12 May 2015 which widened the criteria for what would \nconstitute a related party, as I have explained above. \nAs far as I recall, my job in relation to this request was to look into the information we had \non file regarding the corporate structures of the relevant companies (i.e. from the \ndocuments provided by the clients), and pass information to Olga Koryak, a lawyer in BOK, \nwhose task it was to col"}
{"start": 28000, "text": "ters in light of my responsibility for notifying \nthe Compliance Department of changes to the relatedness of BOK clients. \nBy way of example, in an email dated 20 August 2015 from Olga Shiyan (who was at that \ntime an employee in the Bank’s Compliance Department) to me (amongst others),9 Ms \nShiyan requested that explanations be provided as to why the entities set out in the \nattachments to the email (one of which related to BOK clients10) were not related to the \nBank.  This email followed a request from the NBU, which I assumed at the time was as a \nresult of Regulation No. 315 dated 12 May 2015 which widened the criteria for what would \nconstitute a related party, as I have explained above. \nAs far as I recall, my job in relation to this request was to look into the information we had \non file regarding the corporate structures of the relevant companies (i.e. from the \ndocuments provided by the clients), and pass information to Olga Koryak, a lawyer in BOK, \nwhose task it was to collate all of our objections and pass them back to the Compliance \nDepartment, which would then provide those objections to the NBU. \n8  PB0205335; PB0205335_00001_English . \n9  PB0051564; PB0051564_00001_English . \n10  PB0362242; PB0362242_00001_English . translated on 1 th October 2021 by Denys Shchedryvyi\n\nB1/6/12\n- 12 - \nLIB03/8074796.1 Hogan Lovells \nMore generally in respect of related parties, when Ms Gurieva or Ms Rokoman asked me a \nquestion, or sought my opinion, on how to make sure that companies were not seen to be \nrelated to the Bank, I would, as their subordinate, provide my consultation on the matter. \nFor example, I understood that if two companies had a common director and one of those \ncompanies was a related party, a new director would have had to have been put in place \nin respect of the other company in order to ensure it was not also identified as a related \nparty. \nSECTION 7: CONTROL OF BOK CLIENTS \nAt the time of the above emails, I suspected it was probably the case that the changes to \nthe corporate structures and tasks requested in those emails were able to be requested by \nthe Bank because, in reality, the companies in question were ultimately beneficially owned \nor controlled by Mr Kolomoisky and Mr Bogolyubov who were also the shareholders of the \nBank.  At that time, however, my job was only to obtain legal documents from BOK clients, \ninput that data into the Bank’s systems, and identify clients which showed signs of being \nrelated to the Bank on the basis of the documents provided.  It was not my job to raise \nsuspicions or start investigations in respect of companies which, on the face of their \ndocuments, did not appear to be related to Mr Kolomoisky and Mr Bogolyubov. \nSTATEMENT OF TRUTH AND CONFIRMATION OF COMPLIANCE  \nI believe that the facts stated in this witness statement are true.  I understand that proceedings for \ncontempt of court may be brought against anyone who makes, or causes to be made, a false \nstatement in a document verified by a statement of truth without an honest belief in its truth. \nI understand that the purpose of this witness statement is to set out matters of fact of which I have \npersonal knowledge. \nI understand that it is not my function to argue the case, either generally or on particular points, or \nto take the court through the documents in the case. \nThis witness statement sets out only my personal knowledge and recollection, in my own words. \nOn points that I understand to be important in the case, I have stated honestly (a) how well I recall \nmatters and (b) whether my memory has been refreshed by considering documents, if so how and \nwhen. \nI have not been asked or encouraged by anyone to include in this statement anything that is not \nmy own account, to the best of my ability and recollection, of events I witnessed or matters of which \nI have personal knowledge. translated on 1 th October 2021 by Denys Shchedryvyi\n\nB1/6/13\n- 13 - \nLIB03/8074796.1 Hogan Lovells ……………........................................... \nMaryna Victorovna Lozytska \nDated this 13th day of October 2021 translated on 1 th October 2021 by Denys Shchedryvyi\n\nB1/6/14\n- 14 - \nLIB03/8074796.1 Hogan Lovells LIST OF DOCUMENTS  \nPB0361959 PB0042541 \nPB0147692 PB0051564 \nPB0035207 PB0048202 \nPB0051117 PB0055159 \nPB0051118 PB0365655 \nPB0044795 PB0056720 \nPB0361977 PB0205335 \nPB0361978 PB0207541 \nPB0042540 PB0362242 \nPB0363313 PB0363843 translated on 1 th October 2021 by Denys Shchedryvyi\n\nB1/6/15\n"}
