{"metadata": {"corpus_path": "B1. Witness statement of Dmitry Vyacheslavovich Luchaninov (English).pdf", "file_size": 998355, "mtime": 1675871807.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "B1/3/1\nWitness Statement \nClaimant \nD Luchaninov  \nFirst \n13 October 2021 \nIN THE HIGH COURT OF JUSTICE \nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES \nBUSINESS LIST (CHD) BL-2017-000665  \nBETWEEN: \nJSC COMMERCIAL BANK \"PRIVATBANK\" \nClaimant \n- and - \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \nFIRST WITNESS STATEMENT OF DMITRY VYACHESLAVOVICH LUCHANINOV  \nI, Dmitry Vyacheslavovich Luchaninov , of 1d Hrushevskoho Str., Kyiv, 01001, Ukraine (being \nthe Bank’s registered address), will say as follows: \nI am the Head of the Compliance Department of JSC Commercial Bank PrivatBank (the \n\"Bank\"). \nI understand that the Bank has brought these proceedings in England against the \nDefendants (including the former owners of the Bank), and I make this witness statement \nin support of the Bank’s claims. \nWhere I refer to documents below, I do so by reference to the document's disclosure \nnumber in these proceedings.  I enclose with this statement a list of the documents I have \nbeen referred to in the course of making this statement. translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/2\n- 2 - \nMy native languages are Russian and Ukrainian, and I do not speak English fluently.  I \nhave, therefore, given this evidence in Russian, although I understand that an English \ntranslation will be prepared by the Bank’s solicitors for use in these proceedings.  This \nevidence was prepared following a series of discussions between myself and the Bank’s \nsolicitors with the assistance of an interpreter. \nUnless otherwise stated, the facts and matters set out below are within my own knowledge, \nand I believe them to be true.  Where they are not within my knowledge, they are true to \nthe best of my knowledge, information and belief and their sources are explained. \nGiven that many of the matters I refer to in this witness statement took place a number of \nyears ago, I am giving this witness statement to the best of my recollection so as to provide \nas much assistance to the court as possible. \nThis witness statement is structured as follows: \nin section 1, I explain my professional background, my role at the Bank and the \nstructure of the Bank prior to its nationalisation in December 2016; \nsection 2 explains the Bank’s obligation to produce lists of its related parties for the \nNBU, the importance of that obligation, and how that obligation changed over time \nas a consequence of reforms to the Ukrainian banking sector; \nsection 3 explains how the Bank purported to comply with its obligation to produce \nlists of its related parties for the NBU; \nsection 4 explains an analysis my department undertook in March 2015 to prevent \ncertain companies that were the subject of a criminal investigation from being \nidentified as related parties of the Bank; \nsection 5 explains EY’s audit of the Bank’s related parties, EY’s report published in \nJuly 2015 following that audit and the NBU’s response to the same; \nsection 6 explains various attempts by the Bank to prevent customers being \nidentified by the NBU as related parties; and \nin section 7, I explain the NBU’s conclusions on the Bank’s related parties \nimmediately prior to nationalisation. translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/3\n- 3 - \nSECTION 1: BACKGROUND  \nProfessional background \nI am a qualified Ukrainian lawyer, having graduated from Oles Honchar Dnipropetrovsk \nNational University (now called Oles Honchar Dnipro State University) in 2004.  From \n                \n              \nin the Regional Municipal Enterprise Dnipropetrovsk Academic Opera and Ballet Theatre \n(LLC “Dialog” provided legal support to this theatre at that time).  In November 2004, I \nstarted working at the Bank.  I have always worked from the Bank's headquarters in Dnipro. \nInitially, I worked in the Financial Monitoring Department of the Bank.  In 2007, I was \nrelocated to the Department of Legal Support, which at that time was responsible for \n(amongst other things) providing advice on the Bank’s compliance with regulatory \nrequirements of the Ukrainian regulator, the National Bank of Ukraine (the “ NBU”).  I later \nmoved to the Compliance Department upon its creation on 7 July 2012 and have worked in \nthat department ever since as the Head of the Department. \nThe Compliance Department has (and had), among other things, the following \nresponsibilities: (i) to coordinate the Bank’s internal regulations on risk management, loan \napprovals and specific banking products; (ii) to approve the template documents for banking \nproducts; (iii) to monitor new laws, ensure the Bank’s compliance with them and to respond \nto compliance-related requests from various departments within the Bank; (iv) to maintain \nthe Bank’s lists of related parties (which lists I explain in further detail below); (v) to be a \npoint of contact for the NBU (including the Curator) when it conducted inspections and \naudits; and (vi) to coordinate collection of information from the different departments of the \nBank in response to requests for the NBU and other regulatory bodies.  Prior to the Bank’s \nnationalisation, there were approximately 20 employees in the Compliance Department. \nFrom July 2012 until the nationalisation of the Bank in December 2016, I reported directly \nto Yuriy Pikush, who was the person on the Management Board who was responsible for \nthe Compliance Department.  More generally, I also reported to Oleksandr Dubilet in his \ncapacity as Chairman of the Management Board of the Bank.  From time to time, I would \nalso take instructions from other individuals, such as Timur Novikov, who was the First \nDeputy Chairman of the Management Board of the Bank and Head of the Bank's Investment \nBusiness. translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/4\n- 4 - \nKey departments of the Bank servicing the Bank’s related party businesses \nThe descriptions of the departments I provide in this section are based upon my personal \nknowledge, which I have acquired whilst working at the Bank, including through speaking \nto my colleagues and my day-to-day work.  A copy of an organisational structure chart that \nI have been shown by the Bank’s solicitors is at PB0362060 ; PB0362060_00001_English . \nThis organisational structure chart accords with my recollection as to how the Bank’s \ndepartments were arranged between 2014 and 2016. \nCustomer Service Business Department (“ BOK”) \nThe primary function of BOK was to provide banking services (such as loans) to the Bank’s \nso-called “strategic customers”, which I understood at the time were companies within Mr \nKolomoisky and Mr Bogolyubov’s wider business group.  Along with the Corporate VIP \nBusiness (which I introduce below) the vast majority of the Bank’s largest corporate loans \nwere issued to BOK customers. \nThe Head of BOK was Tetiana Gurieva, a member of the Bank’s Management Board. \nBecause of her senior position within the Bank, my assumption at the time was that Ms \nGurieva would have received instructions directly from the Bank’s former owners, Mr \nKolomoisky and Mr Bogolyubov.  Ms Gurieva was not my main point of contact within BOK, \nhowever; I worked more closely with Olga Koryak, who was a lawyer in BOK and one of Ms \nGurieva’s deputies.  Prior to the Bank’s nationalisation, I worked with Ms Koryak on a variety \nof tasks, including preparing information and documents for the NBU, such as the Bank’s \nrelated parties lists. \nCorporate VIP Business (“ Corporate VIP-Business ”) \nThe primary function of the Corporate VIP-Business, which was headed by Vladimir \n"}
{"start": 7000, "text": " companies within Mr \nKolomoisky and Mr Bogolyubov’s wider business group.  Along with the Corporate VIP \nBusiness (which I introduce below) the vast majority of the Bank’s largest corporate loans \nwere issued to BOK customers. \nThe Head of BOK was Tetiana Gurieva, a member of the Bank’s Management Board. \nBecause of her senior position within the Bank, my assumption at the time was that Ms \nGurieva would have received instructions directly from the Bank’s former owners, Mr \nKolomoisky and Mr Bogolyubov.  Ms Gurieva was not my main point of contact within BOK, \nhowever; I worked more closely with Olga Koryak, who was a lawyer in BOK and one of Ms \nGurieva’s deputies.  Prior to the Bank’s nationalisation, I worked with Ms Koryak on a variety \nof tasks, including preparing information and documents for the NBU, such as the Bank’s \nrelated parties lists. \nCorporate VIP Business (“ Corporate VIP-Business ”) \nThe primary function of the Corporate VIP-Business, which was headed by Vladimir \nYatsenko, was to provide banking services (such as loans) to the Bank’s large corporate \nclients.  Whilst I am not aware that Mr Kolomoisky and Mr Bogolyubov had any direct \nshareholdings in the customers of the Corporate VIP-Business, I understood (based on my \nwork on the Bank’s related parties, which I describe in further detail below) that there may \nhave been economic or business connections between the customers of the Corporate VIP-\nBusiness and Mr Kolomoisky and Mr Bogolyubov’s businesses. \nInvestment Business Department (“ Investment Business ”) \nI do not know (and never knew) what specific services (if any) the Investment Business \nprovided to the Bank’s clients.  As I will explain below, during certain periods the Investment \nBusiness was responsible for maintaining the Bank’s lists of its related parties.  In this \ncontext, I was aware that, prior to the Bank’s nationalisation, the Investment Business was \nthe custodian of information regarding who controlled, or had a significant shareholding in, translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/5\n- 5 - \nthe Bank.  In general, however, the workings of the Investment Business were not known \nto Bank employees outside of the Investment Business and the Bank’s top management. \nAs I have explained, Mr Novikov was the Head of the Bank’s Investment Business and a \nmember of the Bank’s Management Board.  Given his senior position within the Bank, my \nassumption at the time was that Mr Novikov would have received instructions directly from \nMr Kolomoisky and Mr Bogolyubov.  An example of the central role that Mr Novikov played \nis that he supported them in litigation that they were party to, including a claim brought \nagainst them personally by Victor Pinchuk.  I recall, for instance, that Mr Novikov was in \ncharge of searching for and collecting documents held by the Bank that were relevant to Mr \nPinchuk’s claim. \nIndustrial and Commercial Enterprise Budgeting Business (“ Budgeting Business ”) \nThe primary function of the Budgeting Business, which was headed by Liubov Chmona, \nwas to set budgets and cash-flow forecasts for Mr Kolomoisky and Mr Bogolyubov’s \nbusinesses.  Along with BOK, the purpose of the Budgeting Business was to keep Mr \nKolomoisky and Mr Bogolyubov’s businesses operating. \nSECTION 2: RELATED PARTIES \nWhilst I have been employed by the Bank, the Bank has been required to keep a record of \nall customers who are deemed to be “related” to it.  There are two separate lists of related \nparties maintained and updated regularly by the Bank: (i) a list of related parties of the Bank \naccording to IFRS rules (the “ IFRS Related Party List ”); and (ii) a list of related parties of \nthe Bank prepared in accordance with the requirements of Ukrainian legislation and \nregulation (the “ NBU Related Party List ”).  Both lists are subject to strict regulation. \nIFRS Related Party Lists \nRelated party status for the purposes of preparing financial statements, applying IFRS rules, \nwas defined (broadly speaking) on the basis of influence or control.  In particular, parties \nwere considered to be related under IFRS rules if: (i) one party had the ability to influence \nor control the other party; (ii) the parties were under common influence or control; or (iii) \none party could exercise significant influence over the other party in making financial or \noperational decisions. \nIn circumstances where, as I explain below, the Compliance Department was not \nresponsible for the IFRS Related Party List until after the Bank’s nationalisation, I do not \nintend to address this list in detail in my witness statement. \nNBU Related Party Lists \nThroughout the period of my employment by the Bank, the definition of a related party for \nthe purpose of the NBU Related Party Lists has been contained in Article 52 of the Law \"On translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/6\n- 6 - \nBanks and Banking\" (\" Article 52 \").  As I will explain in further detail below, the definition of \na related party was broadened in March 2015 when Article 52 was amended.  For the \npurpose of preparing this statement, I have reacquainted myself with the versions of Article \n52 that were in force before and after the amendments in March 20151. \nAs well as the definition of what constitutes a related party, the frequency with which the \nBank has been required to produce its NBU Related Party Lists has also changed during \nthe period I have been employed at the Bank.  From 2014, the Bank produced its NBU \nRelated Party List every quarter and, from May 2015, the Bank was required to provide an \nupdated NBU Related Party List to the NBU every month. \nAs I will explain below, I have a particular knowledge of the Bank's NBU Related Party Lists, \nand the process of compiling them, as a result of my position as the Head of the Bank’s \nCompliance Department, which was responsible for compiling them from October 2013. \nReform of the Ukrainian banking system from 2014 \nIn 2014, Ukraine entered a period of economic crisis following the Revolution of Dignity and \nthe ensuing invasion of Crimea and the conflict in eastern Ukraine with Russian-backed \nseparatists.  Subsequently, the Ukrainian government appealed to the IMF for assistance. \nIt was my perception at the time that, as part of receiving that assistance, the Ukrainian \ngovernment was required to implement various economic reforms, including to the banking \nsector. \nThe definition of related parties under Article 52 \nAs I explained above, since I joined the Bank, the definition of a related party for the purpose \nof the NBU Related Party List has been contained in Article 52, as amended in 2011.  In \nMarch 2015, Article 52 was further amended to expand the definition of what constituted a \nrelated party of the Bank, and so what customers were required to be added to the Bank's \nNBU Related Party List. \nBefore Article 52 was amended in March 2015, a company would (broadly speaking) be \nconsidered related to the Bank if it was classed as a vertical or horizontal affiliate of the \nBank, that is if: (i) the company owned a significant participation in the Bank or the Bank \nhad a significant participation in the company (vertical); or (ii) the company's shareholder(s) \nwere also shareholders in the Bank, whether directly or indirectly (horizontal).  A company \nwould also be considered related to the Bank if one of its executives or controllers was the \nspouse or other family member (an ‘associated party’) of one of the Bank’s related parties. \n1  PB0365657 ; PB0365657_00001_English . translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/7\n- 7 - \nFollowing the amendments to Article 52, however, companies were considered related to \nthe Bank if their directors and/or shareholders exhibited corporate connections with related \nparties of the Bank.  By way of example, if Company"}
{"start": 14000, "text": "d in March 2015, a company would (broadly speaking) be \nconsidered related to the Bank if it was classed as a vertical or horizontal affiliate of the \nBank, that is if: (i) the company owned a significant participation in the Bank or the Bank \nhad a significant participation in the company (vertical); or (ii) the company's shareholder(s) \nwere also shareholders in the Bank, whether directly or indirectly (horizontal).  A company \nwould also be considered related to the Bank if one of its executives or controllers was the \nspouse or other family member (an ‘associated party’) of one of the Bank’s related parties. \n1  PB0365657 ; PB0365657_00001_English . translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/7\n- 7 - \nFollowing the amendments to Article 52, however, companies were considered related to \nthe Bank if their directors and/or shareholders exhibited corporate connections with related \nparties of the Bank.  By way of example, if Company A's director and/or shareholder was \nalso a shareholder of Company B, and Company B was classed as a vertical or horizontal \naffiliate of the Bank, Company A would also be considered a related party of the Bank under \nthe new Article 52. \nIn addition, pursuant to Article 52(3), the NBU adopted the Regulation on the Identification \nof the Bank’s Related Parties no. 315 dated 12 May 2015 (“ NBU Regulation 315 ”) which \nintroduced: (i) the procedure for recognising a party related to the bank; and (ii) an obligation \nfor banks to submit information on their related parties to the NBU2. \nNBU Regulation 315 sets out a detailed list of characteristics which determine whether any \ngiven party is a related party, including, for instance, “ economic dependence ”.  Indicators \nof economic dependence include, for example, where a customer’s main source of income \nis funds provided by the bank and/or its related parties. \nAs far as I can recall, the first NBU Related Party List prepared by the Bank which purported \nto take into account the updated criteria under Article 52 and NBU Regulation 315 was \napproved by the Management Board of the Bank in June 2015. \nAt that time, however, the Bank did not have formal processes to ensure that all relevant \nemployees properly understood the effect of new laws and regulations.  Such processes \nwere only introduced after the Bank’s nationalisation.  In relation to the amendments to \nArticle 52 and the new regulations on related parties introduced in the first half of 2015, the \nCompliance Department could be asked for clarification on how the new rules should be \ninterpreted, but the Bank’s various departments were themselves primarily responsible for \nunderstanding and implementing the new rules in the first instance. \nAs a consequence of the amendments to Article 52 and the adoption of NBU Regulation \n315, the Bank's NBU Related Party List was required to be expanded considerably to \ninclude a large number of further companies.  As I will explain below, however, the Bank \nsought to resist this and instead made changes to companies’ directors, shareholders and \nbeneficial owners in order to seek to reduce the number of companies that would be \ncategorised as related parties. \n2  PB0365704 ; PB0365704_00001_English . translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/8\n- 8 - \nThe requirement to provide the NBU Related Party List to the NBU \nAs well as the definition of what constitutes a related party, the frequency with which the \nBank has been required to produce the NBU Related Party List has changed during the \nperiod I have been employed by the Bank. \nAs I have already mentioned, on 12 May 2015, NBU Regulation 315 was adopted.  NBU \nRegulation 315 required the Bank to produce its NBU Related Party List on a monthly basis \n(rather than quarterly as had been the case since 2014), with the first list to be provided to \nthe NBU by email and in hardcopy by 29 May 2015.  After this date, the Bank was required \nto provide its NBU Related Party Lists to the NBU by email on the first day of every month \nin a format prescribed by the regulation.  The requirement to produce an updated NBU \nRelated Party List each month significantly increased the workload of the Compliance \nDepartment. \nLimits on lending to related parties  \nOn 12 May 2015, the NBU also adopted the Regulation on Amendments to the Instruction \non the Procedure of Regulating Banking Business in Ukraine no. 312 dated 12 May 2015 \n(“NBU Regulation 312 ”)3.  A key effect of NBU Regulation 312 was to amend the limits on \nthe amounts that the Bank could lend to its related parties. \nAs I will explain below, I believe (and believed at the time) that the imperative for the Bank \nto not exceed these limits was one of (if not the main) drivers of the Bank’s attempts to \nrestrict the number of customers being included on the NBU Related Party Lists.  I was also \naware that the terms of the NBU’s refinancing loans to the Bank prohibited active operations \nwith the Bank’s related parties. \nAt the time these regulatory changes were introduced I was concerned about whether the \nBank could comply with them because I was aware that the Bank’s top management was \nalready involved in negotiations with the NBU about the need for capital and financial \nrehabilitation at the Bank.  \nSECTION 3: WORK OF THE COMPLIANCE DEPARTMENT IN RELATION TO THE NBU RELATED PARTY LISTS \nFrom around January 2007 to October 2013, the Bank’s Investment Business was \nresponsible for both the NBU and IFRS Related Party Lists.  During that time, the \nCompliance Department did not have any role in producing those lists.  Starting from \nOctober 2013, the Compliance Department took over responsibility for compiling and \nupdating the NBU Related Party List.  (Responsibility for the IFRS Related Party List \nremained with the Investment Business until July 2017 (i.e. after the Bank’s nationalisation) \n3  PB0365703 ; PB0365703_00001_English . translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/9\n- 9 - \nwhen responsibility for it was transferred to the Compliance Department.  The reason why \nresponsibility was divided in this way was never explained to me.) \nFrom October 2013, the NBU Related Party List was compiled by the Compliance \nDepartment based on information provided by the various departments of the Bank, such \nas BOK, about their respective customers.  These departments were the custodians of the \ninformation which would allow the Bank to determine whether the customer was a related \nparty. \nThe process of producing the NBU Related Party List  \nTo the best of my recollection, from around October 2013, the process of producing the \nNBU Related Party List operated, at a high level, as follows. \nThe Compliance Department would request each of the Bank’s business units to \nreview their clients and determine whether any of them needed to be added to the \nnext NBU Related Party List. \nEach of the Bank’s business units would submit to the Compliance Department a \nlist of its clients that they considered should be added.  (As head of her department, \nMs Gurieva would have had overall responsibility for ensuring that BOK identified \nall of its related parties.) \nData on the Bank’s management team (including members of the Supervisory \nBoard, such as Mr Kolomoisky and Mr Bogolyubov) would be supplied by the \nDepartment of “Human Resources (HR)” of the Head Office. \nInformation about individuals and legal entities (and their management) who directly \nor indirectly controlled the Bank or had a significant participation in the Bank was \nprovided by the Department of Corporate Management of the Head Office (which \nwas part of the Investment Business). \nThe Bank’s Cyprus branch would also provide information on its related party \ncustomers, but without supporting documents.  As I explain below, the position of \nthe Cyprus branch was always that Cy"}
{"start": 21000, "text": "xt NBU Related Party List. \nEach of the Bank’s business units would submit to the Compliance Department a \nlist of its clients that they considered should be added.  (As head of her department, \nMs Gurieva would have had overall responsibility for ensuring that BOK identified \nall of its related parties.) \nData on the Bank’s management team (including members of the Supervisory \nBoard, such as Mr Kolomoisky and Mr Bogolyubov) would be supplied by the \nDepartment of “Human Resources (HR)” of the Head Office. \nInformation about individuals and legal entities (and their management) who directly \nor indirectly controlled the Bank or had a significant participation in the Bank was \nprovided by the Department of Corporate Management of the Head Office (which \nwas part of the Investment Business). \nThe Bank’s Cyprus branch would also provide information on its related party \ncustomers, but without supporting documents.  As I explain below, the position of \nthe Cyprus branch was always that Cypriot data protection laws restricted the \ntransfer of client information from Cyprus to Ukraine. \nOnce this information had been provided, the Compliance Department would \nmanually check whether any of the proposed new additions to the NBU Related \nParty List had any knock-on effects on other clients of the Bank.  For instance, it \nwould have been necessary to check whether the shareholder of a customer that \nthe business units specified for inclusion in the next NBU Related Party List was a \nshareholder of any other Bank customers. translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/10\n- 10 - \nBased on these submissions, the Compliance Department would compile a draft \nNBU Related Party List in the format required by the NBU.  The Compliance \nDepartment would also produce a draft order to approve the new list in PrivatDoc. \nBefore the list was submitted for formal approval, however, Mr Dubilet and Mr \nPikush had the opportunity to comment upon it.  I discuss an example of a comment \nprovided by Mr Dubilet in further detail below.  Two employees of the Investment \nBusiness, Konstantin Medvedev and Irina Nikolaeva, also had access to the draft \nlist before it was submitted for formal approval in case they required any \nadjustments to be made on the basis of documents they had access to concerning \nthe ownership of the Bank’s customers.  I do not know (and never knew) why the \nInvestment Business was the custodian of these documents. \nFinally, the draft list was submitted for formal approval by Mr Dubilet on PrivatDoc. \nOnce his approval had been given, the Bank’s Management Board would formally \napprove the list.  Once approved, the NBU Related Party List would be submitted \nto the NBU. \nIn around 2014, the Bank introduced a new system (called PC “Insiders”) to consolidate the \ninformation it held about its related parties.  PC “Insiders” is a structured database of the \nBank’s customers that records whether they are a related party or not.  The various \nbusiness units of the Bank had access to this database and could run searches against the \nnames of companies and individuals to see if they were related parties.  PC “Insiders” could \nnot itself identify whether a given customer exhibited signs of being a related party of the \nBank, such as economic dependence.  Instead, it was intended to be a record of whether \na given customer had already been identified by the Bank as being a related party (for \ninstance, due to exhibiting signs of economic dependence).  As far as I can recall, before \nthe introduction of PC “Insiders”, the Bank relied on Excel spreadsheets to record this \ninformation. \nAs I have explained, prior to the NBU Related Party List being formally approved by the \nBank and submitted to the NBU, it was reviewed by Mr Dubilet (amongst others) in draft. \nMr Dubilet often had comments on the draft that required customers to be removed from it. \nAn example of one such comment by Mr Dubilet, which was made in October 2015, said4: \n“In this document we need to reach the previously communicated figure of 43 bln + split \nrecord keeping for the companies determined under the new criteria. Denote by related \n4  PB0365655 ; PB0365655_00001_English .  Although Mr Dubilet’s comment appears on the approved PrivatDoc order, \nit was made on 6 October 2015, ie. before the list was approved on 13 October 2015. translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/11\n- 11 - \nparty name. And record keeping on separate accounts with a note “loan concentration”. \nBefore submitting for approval, go over the text with Yatsenko and Shmalchenko. ” \nMy understanding of Mr Dubilet’s comment was that he was concerned that, if the draft \nNBU Related Party List for that month was approved with all of the proposed customers \nincluded, the amount of the Bank’s lending to its related parties would be too high.  As such, \nin order to ensure that the Bank’s lending to its related parties was below UAH 43 billion, \nMr Dubilet’s instruction was for companies to be removed from the proposed NBU Related \nParty List until the sum of the Bank’s lending to the parties included in the list was below \nUAH 43 billion. \nFollowing Mr Dubilet’s comment, companies with large debts that had been identified for \ninclusion in the next NBU Related Party List were identified and the business units whose \ncustomers they were began formulating proposals on how the debts should be dealt with, \nwhich included repaying these borrowers’ debts. \nProvision of information by the Cyprus branch \nDuring the NBU’s inspections of the Bank prior to nationalisation, the NBU would request \ninformation regarding the ownership structures of the Bank’s customers.  Where customers \nof the Bank in Ukraine were owned by offshore companies with accounts at the Bank’s \nCyprus branch, the Compliance Department did not have a complete picture regarding how \nand by whom those offshore companies were themselves owned.  This is because it was \nthe Cyprus branch’s position that it could not share such information with the Bank in \nUkraine because of Cypriot data protection rules.  Based on this, I assumed at the time that \nthe Bank’s former owners used the Cyprus branch for servicing related parties, with the \nintention of relying on the Cyprus branch’s interpretation of Cypriot data protection rules to \nrefuse to provide information to the NBU. \nIn this context, the Compliance Department was instructed by the Bank’s management to \nobtain legal advice from Cypriot law firms to provide to the NBU to justify this position.  I \nbelieve (although I cannot recall for certain) that it was probably Mr Pikush who instructed \nthe Compliance Department to obtain that advice, because the question arose in the \ncontext of providing information to the NBU and it was recognised that there would be \nissues with the NBU if the Bank did not provide them with the information they sought. \nThe NBU was not satisfied with the Bank’s position in relation to the provision of information \nby the Cyprus branch. In February 2014, I sent an email to Liubov Korotina, who was then \na member of the Management Board and Chief Accountant, and Mr Pikush and drew their \nattention to the main concern of the NBU which was the non-provision by the Bank of translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/12\n- 12 - \ninformation about certain clients of the Cyprus branch5.  My email was forwarded to Mr \nDubilet, Mr Novikov and Vladislav Morgachov (who was then the General Manager of the \nCyprus branch).  As can be seen from their subsequent email exchange (that was later \nforwarded to me by Mr Pikush), the senior management of the Bank then proceeded to \ndiscuss how to provide the “ right” documents to the NBU inspector in order to conceal the \nrelated party status of the Cyprus branch clients.  I remember that, afterwards, Mr \nMorgachov came t"}
{"start": 28000, "text": "The NBU was not satisfied with the Bank’s position in relation to the provision of information \nby the Cyprus branch. In February 2014, I sent an email to Liubov Korotina, who was then \na member of the Management Board and Chief Accountant, and Mr Pikush and drew their \nattention to the main concern of the NBU which was the non-provision by the Bank of translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/12\n- 12 - \ninformation about certain clients of the Cyprus branch5.  My email was forwarded to Mr \nDubilet, Mr Novikov and Vladislav Morgachov (who was then the General Manager of the \nCyprus branch).  As can be seen from their subsequent email exchange (that was later \nforwarded to me by Mr Pikush), the senior management of the Bank then proceeded to \ndiscuss how to provide the “ right” documents to the NBU inspector in order to conceal the \nrelated party status of the Cyprus branch clients.  I remember that, afterwards, Mr \nMorgachov came to Ukraine to show certain documents regarding customers of the Cyprus \nbranch to the NBU inspection officers. \nI assume that the reference to the “ right” documents (which is in inverted commas in Mr \nPikush’s email) meant that documents which would not identify certain companies as being \nrelated parties of the Bank should be provided to the NBU.  As such, I assume that Mr \nMorgachov was bringing documents which would give the impression that the nominal \nbeneficiaries were persons who were not connected to the Bank. \nI also recall that, in the summer of 2016, Mr Morgachov came to the Head Office in Dnipro \nwith a huge suitcase full of originals of documents, showed those to the NBU inspectors \nand left immediately.  The Compliance Department did not even see the documents, which \nwas very unusual as the normal procedure would be for us to collect the documents \nrequested by the NBU and provide them for inspection. \nFinally, I would like to explain that I understand the address invboss@primecap.com.cy in \nthe February 2014 emails I described above belonged to Mr Novikov6.  Mr Novikov often \nused this email address when communicating with me.  I understand that “invboss” is a \nreference to his position as the Head of the Bank’s Investment Business.  Based on my \nwork at the Bank, my understanding at the time of the role of Primecap is that it was a law \nfirm which serviced the interests of the Bank’s former owners. \nSECTION 4: INVESTIGATIONS INTO 42 BOK CUSTOMERS  \nIn around March 2015, I attended a meeting with a number of the Bank’s senior managers, \nincluding Mr Yatsenko, Ms Gurieva and Mr Pikush.  Ms Koryak and Gennadiy Linsky, who \nwas Head of the Financial Risk Department, also attended the meeting.  I recall this meeting \nin particular because it was unusual for me to attend a meeting with Mr Yatsenko, Ms \nGurieva and Mr Pikush all present simultaneously. \n5  PB0018882 ; TAR-001925272 . \n6  PB0018882 ; TAR-001925272 . translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/13\n- 13 - \nAt the meeting, which lasted for approximately one hour, I was provided with a list of 42 \nUkrainian companies, all of which were clients of BOK (the “ 42 Companies ”), and I was \nasked to: \nanalyse whether there were any connections evident from the client information \nheld by the Bank that would link the 42 Companies to the Bank’s then owners, i.e. \nMr Kolomoisky and Mr Bogolyubov; and \nif any such connections were evident, provide guidance on how those connections \ncould be removed. \nAs far as I can recall, I was told that the request was prompted by an investigation that had \nbeen launched by Ukrainian criminal authorities into the 42 Companies, which investigation \nI had also seen referred to in press articles at the time. \nAnalysis of the 42 Companies \nSubsequent to the meeting, one of my subordinates in the Compliance Department, Natalija \nShvachka, undertook the analysis of the 42 Companies under my supervision.  To conduct \nthe analysis, we reviewed documents held on the Bank's files relating to the 42 Companies, \nwhich provided information as to the companies' directors and shareholders.  The analysis \ntook us approximately one or two weeks to perform. \nIt was clear from our analysis that 24 of the 42 Companies exhibited connections to Mr \nKolomoisky and/or Mr Bogolyubov; in particular, directors of these companies also owned \nshares in and/or held positions on the Supervisory Board at companies that were recorded \non the Bank's databases as being beneficially owned by Mr Kolomoisky and/or Mr \nBogolyubov.  In relation to the remaining 18 companies, we did not find any such specific \ncorporate connections.  Based on my understanding of the Bank’s related parties, however, \nI knew that this did not necessarily mean that they were not related parties; rather, they \nwere already sufficiently distant from the Bank in terms of corporate connections. \nOn 31 March 2015, I emailed the analysis to Mr Pikush, Mr Yatsenko and Mr Novikov (the \n\"March Email \")7.  In accordance with the instructions that had been given at the meeting, \nthe March Email: (i) identified connections between the directors and shareholders of the \nBOK clients and Mr Kolomoisky and Mr Bogolyubov; and (ii) contained proposals for \nchanging and removing the connection between the BOK clients and Mr Kolomoisky and \nMr Bogolyubov.  At the time, I thought that Mr Pikush, Mr Yatsenko and/or Mr Novikov could \ninfluence the changes that needed to be made. \n7  PB0039015 ; TAR-001925214 ; PB0039016 ; TAR-001925215 ; PB0039017 ; TAR-001925216 . translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/14\n- 14 - \nThe first attachment to the March Email states that: \n\"Potential insiders are individuals/legal entities, who/which fall under the category of \n\"insider\" but are not included in the quarterly list due to risk-relevant relations and violation \nof ratios\". \nThis statement was an acknowledgment of the fact that there were a number of individuals \nand companies who were related parties of the Bank (in accordance with Article 52), but \nwho had not been added to the NBU Related Party List because of the Bank's efforts to \navoid being seen as breaching regulatory limits on the Bank’s lending to its related parties. \nSECTION 5: EY’S AUDIT OF THE BANK’S RELATED PARTIES AND THE NBU’S RESPONSE  \nOn 12 May 2015, i.e. the same day that the NBU adopted NBU Regulations 312 and 315 \n(which I have already discussed), the NBU also adopted the Regulation on Measures to \nBring the Scope of Active Banking Related Parties Transactions by Bank in Compliance \nwith the Regulatory Requirements no. 314 (“ NBU Regulation 314 ”)8.  NBU Regulation 314 \nrequired a firm of international auditors (from a list approved by the NBU) to conduct a \nreview of, amongst other matters, the Bank’s internal procedures for identifying related \nparties, the Bank’s reporting of its lending to its related parties, and the Bank’s compliance \nwith the regulatory credit risk ratios. \nErnst and Young (“ EY”) were subsequently appointed to conduct this review into the Bank. \nI did not have a significant role in relation to EY’s audit, but I do recall that it would have \nrelated to providing logistical support to EY alongside Vyacheslav Vetluzhskikh (who \nworked in the Bank’s Internal Audit Department) by (for example) finding them office space \nin the Bank and setting up meetings between EY and the business units of the Bank that \nEY required information from.  Given that the vast majority of the Bank’s largest loans were \nissued by BOK (headed by Ms Gurieva) and the Corporate VIP-Business (headed by Mr \nYatsenko), it was these two departments that EY requested the most information from. \nI recall that I was sent a draft of EY’s report before it was finalised and I expect that I would \nhave reviewed this draft when it was sent to me, although I cannot now remember whether \nI provided an"}
{"start": 35000, "text": "ated parties, and the Bank’s compliance \nwith the regulatory credit risk ratios. \nErnst and Young (“ EY”) were subsequently appointed to conduct this review into the Bank. \nI did not have a significant role in relation to EY’s audit, but I do recall that it would have \nrelated to providing logistical support to EY alongside Vyacheslav Vetluzhskikh (who \nworked in the Bank’s Internal Audit Department) by (for example) finding them office space \nin the Bank and setting up meetings between EY and the business units of the Bank that \nEY required information from.  Given that the vast majority of the Bank’s largest loans were \nissued by BOK (headed by Ms Gurieva) and the Corporate VIP-Business (headed by Mr \nYatsenko), it was these two departments that EY requested the most information from. \nI recall that I was sent a draft of EY’s report before it was finalised and I expect that I would \nhave reviewed this draft when it was sent to me, although I cannot now remember whether \nI provided any comments on it9.  I do remember that there were meetings in which the \nBank’s businesses tried to provide comments and suggested amendments to EY, though I \ncannot recall what in particular. \nMy recollection is that the Bank’s top management did not express any particular concerns \nin relation to the contents or findings contained in EY’s draft report.  As far as I am aware, \n8  PB0365702 ; PB0365702_00001_English . \n9  PB0362204 ; PB0362204_00001_English . translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/15\n- 15 - \nnone of the Bank’s top management expressed any surprise regarding EY’s findings on the \nextent of the Bank’s lending to related parties.  Instead, the attention of the Bank’s top \nmanagement was more focussed on anticipating what the reaction of the NBU to EY’s \nfindings was going to be than on the content of the draft EY report itself. \nThe NBU’s response to the EY Related Parties Report \nEY’s final report was dated 16 July 2015 (the “ EY Related Parties Report ”)10.  As far as I \ncan recall, EY sent a copy of the EY Related Parties Report directly to the NBU.  I cannot \nnow recall precisely when I first saw a copy of the final EY Related Parties Report; I believe \nthat it was when it was subsequently sent to the Bank by the NBU.  Despite being the Head \nof the Bank’s Compliance Department, after the Bank’s nationalisation it was difficult for me \nto find a copy of the final EY Related Parties Report. \nSubsequently, on 31 July 2015, the NBU wrote to the Bank identifying 165 customers of \nthe Bank as related parties that had not been included in the Bank’s NBU Related Party \nLists (the “ 165 Customers ”)11.  My understanding at the time was that the list of 165 \nCustomers was based primarily upon the analysis contained in the EY Related Parties \nReport.  The NBU’s letter required the Bank to provide its responses by 1 September 2015. \nIn formulating the Bank’s response to the NBU, the Compliance Department was \nresponsible for receiving the responses of the Bank’s business units, who were responsible \nfor clarifying the ownership structures of each of the 165 Customers.  From the Bank’s \nManagement Board, Ms Shmalchenko was responsible for coordinating the business units \nand for liaising with the NBU. \nThe expectations of and verbal instructions given by the Bank’s senior management to me \nand the Bank’s business units were that the Bank should not recognise, as far as possible, \nthat any of the 165 Customers were related parties of the Bank.  The Bank’s senior \nmanagement was very concerned that, if the 165 Customers were found to be related \nparties, the Bank would consequently be in breach of the limits on lending to related parties. \nAfter the Bank had received the 31 July 2015 letter from the NBU, the Bank instructed a \nUkrainian law firm, Avellum Partners (“ Avellum ”), to assist the Bank in preparing its \nresponse; in particular, Avellum were instructed to help the Bank prepare objections to the \nNBU’s identifications12. \n10  PB0126426 . \n11  PB0363454 ; PB0363454_00001_English . \n12  PB0196464 ; PB0196464_00001_English . translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/16\n- 16 - \nThe Bank’s responses to the NBU \nDuring September 2015, having received advice from Avellum, the Bank sent three letters \nto the NBU, which I was involved in preparing and sending, enclosing documents that were \nsaid by the Bank to demonstrate that 132 of the 165 Customers were not related parties of \nthe Bank: \nby letter dated 2 September 201513, the Bank sent to the NBU documents that it \nsaid showed that 73 of the 165 Customers were not the Bank’s related parties; \nby letter dated 14 September 201514, the Bank sent to the NBU documents that it \nsaid showed that a further 47 of the 165 Customers were not the Bank’s related \nparties.  The Bank also enclosed with this letter updated objections in relation to the \n73 customers included in the Bank’s letter of 2 September; and \nby letter dated 22 September 201515, the Bank sent to the NBU documents that it \nsaid showed that a further 12 of the 165 Customers were not the Bank’s related \nparties. \nIn its 22 September 2015 letter, the Bank accepted that the remaining 33 customers were \nrelated parties. \nConsultations with Avellum \nWhilst, as I have explained, the Bank’s initial objections had been submitted to the NBU by \n22 September 2015, the Bank continued to take advice from Avellum to reinforce the Bank’s \nposition. \nOn 28 September 2015, I sent an email to Avellum regarding the information that the Bank \nhad provided to the NBU16.  My update recorded that the Bank had admitted that 33 of the \n165 Customers were related parties and the Bank had provided the NBU with “ reasonable \nobjections ” for another 85.  In relation to the remaining 47, however, my update recorded \nthat they are  “a “risk group”, objections have been formulated using the partial disclosure \napproach ”. \nMy email described the final group of 47 customers as a “ risk group ” in respect of which \n“objections have been formulated using the partial disclosure approach ” principally because \n13  PB0365597 ; PB0365597_00001_English . \n14  PB0365599 ; PB0365599_00001_English . \n15  PB0365557 ; PB0365557_00001_English . \n16  PB0054346 ; PB0054346_00001_English . translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/17\n- 17 - \nthe Compliance Department did not have a complete picture regarding by whom the 46 \ncompanies were owned17.  As I have explained, there were restrictions on the information \nthat the Cyprus branch would provide to us and the NBU was critical of the lack of \ncooperation provided by the Cyprus branch in this respect.  In these circumstances, I \ndescribed the Bank’s position in relation to these 46 companies as a “ risk group ”, i.e. there \nwas a risk that the NBU would classify them as related parties. \nOn 7 October 2015, Avellum sent me an email categorising the 165 Customers into three \ngroups and provided suggestions for “ next steps ” in relation to each of them18. \nI did not believe that it would be in the Bank’s best interests to implement Avellum’s \nproposals because I thought that the NBU would nevertheless have concerns regarding the \nopacity of the companies’ ownership structures.  More fundamentally than that, however, I \nbelieved that Avellum’s recommendations were directed at misleading the NBU by seeking \nto disguise the companies’ true ultimate beneficial owners, thereby misleading the NBU as \nto the identity of those individuals. \nIn the event, by a letter dated 15 October 201519, which I was involved in preparing and \nsending, the Bank sent further submissions, which were drafted with the assistance of \nAvellum20, to the NBU as to why 131 of the 165 Customers were not the Bank’s related \nparties. \nThe NBU’s conclusions on the 165 Customers \nNotwithstanding the Bank’s efforts, on 7 De"}
{"start": 42000, "text": "5, Avellum sent me an email categorising the 165 Customers into three \ngroups and provided suggestions for “ next steps ” in relation to each of them18. \nI did not believe that it would be in the Bank’s best interests to implement Avellum’s \nproposals because I thought that the NBU would nevertheless have concerns regarding the \nopacity of the companies’ ownership structures.  More fundamentally than that, however, I \nbelieved that Avellum’s recommendations were directed at misleading the NBU by seeking \nto disguise the companies’ true ultimate beneficial owners, thereby misleading the NBU as \nto the identity of those individuals. \nIn the event, by a letter dated 15 October 201519, which I was involved in preparing and \nsending, the Bank sent further submissions, which were drafted with the assistance of \nAvellum20, to the NBU as to why 131 of the 165 Customers were not the Bank’s related \nparties. \nThe NBU’s conclusions on the 165 Customers \nNotwithstanding the Bank’s efforts, on 7 December 2015, the NBU determined that 136 of \nthe 165 Customers were the Bank’s related parties (the “ NBU Related Party Commission \nDecisions ”).  The NBU Related Party Commission Decisions were sent to the Bank under \ncover of a letter dated 15 December 201521. \nThe Bank continued to contest that those companies were its related parties and did not \ninclude the vast majority of them in its NBU Related Party Lists.  Throughout this period, as \nI will explain below, the Bank was actively taking steps to disguise connections to customers \nthat would suggest they were related parties. \n17  One of the group of 47 was an individual, in respect of whom this particular issue did not apply. \n18  PB0055629 ; TAR-001925267 . \n19  PB0365602 ; PB0365602_00001_English . \n20  PB0362783 ; PB0362783_00001_English . \n21  PB0071836 ; PB0071836_00001_English_2 . translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/18\n- 18 - \nSECTION 6: THE BANK’S EFFORTS TO DISGUISE ITS RELATED PARTIES  \nDuring this period, I was involved in a number of exercises in which the Bank considered \nwhat steps could be taken to avoid designating customers as related parties.  I will now \nexplain three such exercises that I was personally involved in. \nProposals in relation to Yulia Velk and Pavlo Rzhevskyi \nOn 23 June 2015, I received an email from Konstantin Medvedev (who, as I have explained, \nthen worked in the Investment Business) regarding the need to “ immediately disassociate ” \ntwo individuals, Yulia Velk and Pavlo Rzhevskyi, from the Bank22. \nAs I understood it, Mr Medvedev’s request was for Ms Velk and Mr Rzhevskyi to be replaced \nas shareholders of GIRTS (Cherkassy) LLC (“ GIRTS LLC ”), which the Bank acknowledged \nwas a related party, because their positions as shareholders of one of the Bank’s related \nparties would cause any other companies in which they were shareholders or directors to \nalso be classified as related parties. \nMy understanding at the time was that the main objective of Mr Medvedev’s request was to \nensure that any companies in which Ms Velk and Mr Rzhevskyi had roles would not fall to \nbe identified as the Bank’s related parties.  Since GIRTS LLC was already acknowledged \nby the Bank to be a related party, Ms Velk and Mr Rzhevskyi could be replaced by ordinary \nBank employees because there was no need to suggest to the NBU that GIRTS LLC was \nnot a related party of the Bank. \nAccordingly, my primary task in relation to Mr Medvedev’s email was to provide “ Sergiy \nVladimirovich ” (which I understood to be a reference to Sergiy Vladimirovich Melnik) with \ndetails of two new shareholders.  I never met Mr Melnik in person, but I was aware that his \nname came up frequently in connection with many of the Bank’s customers and he was \nsomeone that the Investment Business worked with. \nMore broadly, Mr Medvedev requested Ms Nikolaeva (who worked under him in the \nInvestment Business) to identify whether any employees of the Investment Business or \nPBC (which I understand to be a reference to Privat Business Centre23, a company that I \nrecall provided services to the Investment Business) had roles at any customers included \non the Bank’s NBU Related Party List. \nIn the event, we identified two Bank employees from the Bank’s Cherkassy branch who \ncould replace Ms Velk and Mr Rzhevskyi as shareholders of GIRTS LLC. \n22  PB0048651 ; PB0048651_00001_English_2 . \n23  Also known as Prydniprovsky Business Centre. translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/19\n- 19 - \nProposal to obtain new beneficiaries for customers \nOn 9 October 2015, I sent an email to Mr Yatsenko for him to send to Mr Novikov requesting \nthat Mr Novikov organise the replacement of the beneficial owners of ten customers.  These \ncustomers were named in the attachment to the email and were said to have combined \noutstanding lending of UAH12 billion (approximately US$560 million)24.  Of course, banks \ndo not typically have the power to replace the beneficial owners of their customers. \nThis exercise represented another attempt by the Bank to make it appear as if the extent \nof the Bank’s lending to its related parties was less than in fact was the case.  In this \ninstance, the proposal was to put in place purported declarations of trust25, which was one \nof the methods proposed by Avellum to “ solve the relation issue ” for certain of the Bank’s \ncustomers26. \nProposals in relation to two BOK customers \nOn 21 October 2015, I sent an email to Ms Gurieva with “ recommendations for two \ncompanies that have a big debt and are on the NBU list of related parties ”27.  The \nattachment to my email contained proposals in relation to how the Bank could avoid the \nneed to include LLC “AEF” and LLC “Kartservice Plus” in the next NBU Related Party List28. \nThe importance of removing these two companies, in particular, came from the fact that, at \nthat time, they had significant outstanding debts, which (as I have explained) was relevant \nto the Bank’s compliance with the regulatory limits on lending to related parties. \nIn each of the three examples that I have described above, the main objective was to reduce \nthe total amount of debt that was linked to the Bank’s related parties.  At the end of the day, \nhowever, there was no real change to the substantive relationship between the Bank and \nthe customer.  No real change was effected if, for example, one nominee director was \nreplaced by another. \nSECTION 7: THE BANK’S RELATED PARTIES IN 2016 \nFollowing the NBU Related Party Commission Decisions, and the Bank’s efforts to distance \nitself from certain of its customers, the Bank continued to send further information to the \n24  PB0351677 ; PB0351677_00001_English_2 ; PB0362780 ; PB0362781 . \n25  A template of a purported declaration of trust that was attached to my email to Mr Yatsenko is at PB0362782 . \n26  PB0055629 ; TAR-001925267 . \n27  PB0056360 ; PB0056360_00001_English . \n28  PB0056361 ; PB0056361_00001_English_2 . translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/20\n- 20 - \nNBU, to support the Bank’s contentions that the companies which were identified in the \nNBU Related Party Commission Decisions were not its related parties. \nIn September 2016, the Bank sent a further round of objections, which I was involved in \npreparing and sending, to the NBU in relation to the companies identified in the NBU \nRelated Party Commission Decisions: \nby a letter dated 6 September 201629, the Bank sent further information to the NBU \nwhich, according to the letter, “ proves the absence of relatedness to the bank ” in \nrelation to 33 customers; and \nby a letter dated 14 September 201630, the Bank sent further information to the NBU \nin relation to another 75 customers. \nUltimately, however, on 13 December 2016, the NBU passed Resolution 105, which \ncontained a list of 1,092 customers of the Bank that the NB"}
{"start": 49000, "text": "001_English . \n28  PB0056361 ; PB0056361_00001_English_2 . translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/20\n- 20 - \nNBU, to support the Bank’s contentions that the companies which were identified in the \nNBU Related Party Commission Decisions were not its related parties. \nIn September 2016, the Bank sent a further round of objections, which I was involved in \npreparing and sending, to the NBU in relation to the companies identified in the NBU \nRelated Party Commission Decisions: \nby a letter dated 6 September 201629, the Bank sent further information to the NBU \nwhich, according to the letter, “ proves the absence of relatedness to the bank ” in \nrelation to 33 customers; and \nby a letter dated 14 September 201630, the Bank sent further information to the NBU \nin relation to another 75 customers. \nUltimately, however, on 13 December 2016, the NBU passed Resolution 105, which \ncontained a list of 1,092 customers of the Bank that the NBU considered to be related \nparties in accordance with Article 5231, many of which were not on the NBU Related Party \nList as at that date.  Given that I was aware of the Bank’s efforts over the preceding years \nto remove apparent corporate connections between the Bank and its customers, it did not \nsurprise me that the NBU considered so many customers to be the Bank’s related parties. \nSTATEMENT OF TRUTH AND CONFIRMATION OF COMPLIANCE  \nI believe that the facts stated in this witness statement are true.  I understand that proceedings for \ncontempt of court may be brought against anyone who makes, or causes to be made, a false \nstatement in a document verified by a statement of truth without an honest belief in its truth. \nI understand that the purpose of this witness statement is to set out matters of fact of which I have \npersonal knowledge. \nI understand that it is not my function to argue the case, either generally or on particular points, or \nto take the court through the documents in the case. \nThis witness statement sets out only my personal knowledge and recollection, in my own words. \nOn points that I understand to be important in the case, I have stated honestly (a) how well I recall \nmatters and (b) whether my memory has been refreshed by considering documents, if so how and \nwhen. \n29  PB0365608 ; PB0365608_00001_English . \n30  PB0365610 ; PB0365610_00001_English . \n31  PB0365426 ; PB0365426_00001_English . translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/21\n- 21 - \nI have not been asked or encouraged by anyone to include in this statement anything that is not \nmy own account, to the best of my ability and recollection, of events I witnessed or matters of which \nI have personal knowledge. \n……………………………………….. \nDmitry Vyacheslavovich Luchaninov \nDated this 13th day of October 2021 translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/22\n- 22 - \nLIST OF DOCUMENTS\nPB0018882 \nPB0038913 \nPB0039015 \nPB0039016 \nPB0039017 \nPB0048651 \nPB0054346 \nPB0055629 \nPB0056360 \nPB0056361 \nPB0056970 \nPB0056971 \nPB0071836 \nPB0126426 \nPB0196464 \nPB0196465 \nPB0351677 \nPB0362060 \nPB0362204 \nPB0362779 \nPB0362780 \nPB0362781 \nPB0362782 \nPB0362783 \nPB0363454 \nPB0365426 \nPB0365557 \nPB0365577 \nPB0365578 \nPB0365579 \nPB0365580 PB0365581 \nPB0365582 \nPB0365583 \nPB0365584 \nPB0365585 \nPB0365597 \nPB0365599 \nPB0365602 \nPB0365608 \nPB0365610 \nPB0365612 \nPB0365613 \nPB0365614 \nPB0365615 \nPB0365616 \nPB0365617 \nPB0365618 \nPB0365619 \nPB0365620 \nPB0365621 \nPB0365622 \nPB0365623 \nPB0365624 \nPB0365625 \nPB0365626 \nPB0365627 \nPB0365628 \nPB0365629 \nPB0365630 \nPB0365631 \nPB0365632 PB0365633 \nPB0365634 \nPB0365635 \nPB0365636 \nPB0365637 \nPB0365638 \nPB0365639 \nPB0365655 \nPB0365657 \nPB0365702 \nPB0365703 \nPB0365704 \nConfidential document \nproduced in relation to \nprivate arbitral proceedings translated on 18th October 2021 by Denys Shchedryvyi\n\nB1/3/23\n"}
