{"metadata": {"corpus_path": "B1. Witness statement of Kateryna Viktorivna Rozhkova.pdf", "file_size": 549178, "mtime": 1675871807.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "IN THE HIGH COURT OF JUSTICE\nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES\nBUSINESS LIST (CHD) Witness Statement\nClaimant\nK Rozhkova\nFirst\n13 October 2021\nBL-2017-000665\nBETWEEN : \nJSC COMMERCIAL BANK \"PRIVAT BANK\" \nClaimant\n- and - \n(1) I GOR VALERYEVICH KOLOMOISKY\n(2) G ENNADIY BORISOVICH BOGOLYUBOV\n(3)TEAMTREND LIMITED\n(4)TRADE POINT AGRO LIMITED\n(5)COLLYER LIMITED\n(6)ROSSYN INVESTING CORP\n(7)MILBERT VENTURES INC\n(8)ZAO UKRTRANSITSERVICE LTD\nDefendants\nFIRST WITNESS STATEMENT OF KATERYNA VIKTORIVNA ROZHKOVA\nI, KATERYNA VIKTORIVINA ROZHKOVA , of 9, Instytutska St., 01601 Kyiv, will say as follows: \n1. I am the First Deputy Governor of the National Bank of Ukraine (the “ NBU ”).    \n2. I understand that the Claimant (the “ Bank ”) has brought proceedings against the \nDefendants in the High Court of England and Wales, and I make this witness statement in \nconnection with those proceedings.  \n3. Where I refer to documents below, I do so by reference to the document's disclosure \nnumber in these proceedings.  I enclose with this statement a list of the documents I have \nbeen referred to in the course of making this statement. \nB1/5/1\n- 2 - \n4. My native language is Ukrainian. I am sufficiently proficient in English to give this witness \nstatement in English, and I intend to give my oral evidence in English, although with the \ncourt's permission, I would like to have access to an interpreter to assist, if necessary.  This \nevidence was prepared following a series of discussions between myself and the Bank’s \nsolicitors. \n5. Unless otherwise stated, the facts and matters set out below are within my own knowledge, \nand I believe them to be true.  Where they are not within my knowledge, they are true to \nthe best of my knowledge, information and belief and their sources are explained.   \nSECTION 1: INTRODUCTION\n6. In the course of preparing this witness statement, I have been informed at a high level of \nthe nature of the dispute in these proceedings.  In particular, I am aware that the Bank is \nseeking to recover almost US$2 billion, which it alleges was misappropriated by the \nDefendants under the direction of the First and Second Defendants, Igor Kolomoisky and \nGennadiy Bogolyubov.  I have reviewed excerpts of Mr Kolomoisky’s Defence, which \ncontain a number of allegations against me personally and against the NBU more generally.  \nI consider it necessary and appropriate to respond to those allegations, in order to ensure \nthat the Court is aware of the true position.  \n7. First, at paragraph 34 of his Defence, Mr Kolomoisky alleges that “[ f]rom September 2014 \nonwards, the NBU constantly monitored the Bank and the Bank operated in accordance \nwith instructions from NBU's representatives ”, and that “ [i]nsofar as the Bank complied with \ninstructions given by the NBU and its representatives, the Curator and other officials, and \ndoing so caused it loss, Mr Kolomoisky is not responsible for that loss ”.  \n8. Secondly, at paragraph 35, Mr Kolomoisky alleges that that “ In the course of 2015-2016, a \npolitically motivated campaign was waged against Mr Kolomoisky, designed to create the \nconditions for the nationalisation of the Bank. This campaign was instigated by then-\nPresident Petro Poroshenko, and implemented with the assistance of (at least) NBU \nGovernor Valeria Gontareva, Deputy Governor Yakov Smoliy and Deputy Governor \nKateryna Rozhkova who directed the actions of the NBU ”.  In connection with that alleged \n“campaign ”, Mr Kolomoisky identifies five steps that he says the NBU took in the period \nMarch 2015 to February 2016, which he claims “ had the effect that the Bank was treated \nfor regulatory purposes as being significantly undercapitalised ”. \n9. Thirdly, at paragraph  38, Mr Kolomoisky alleges that “ as a result of pressure from the NBU \nand threats to demand repayment of the loans made by the NBU to refinance the Bank \nsince 2008, the Supervisory Board and Management Board of the Bank both approved a \n‘Restructuring Program’ ” (the “ Restructuring Plan ”); but that the Bank’s progress in \nimplementing the Restructuring Plan was “ frustrated by the NBU's restriction on companies \nB1/5/2\n- 3 - \nauthorised to conduct valuations of the relevant property and its delay in concluding \nrelevant agreements ”.   \n10. Fourthly, at paragraphs 42 to 48, Mr Kolomoisky makes a series of allegations regarding \nthe NBU’s involvement in the implementation of the Bank’s plan to transform its corporate \nloan portfolio in October to November 2016 (the “ Transformation ” and the \n“Transformation Plan ”), a process by which 36 new borrowers (the “ New Borrowers ”) \ntook on the debt of 193 existing borrowers (the “ 193 Borrowers ”).  In particular, he claims \nthat in September 2016, I personally made an “ announcement ” that the 193 Borrowers \n“were worthless shell companies and were to be treated as the Bank’s related parties “, and \n“loans to the 193 Borrowers should be cancelled and replaced with loans to a smaller \nnumber of borrowers” .  He then goes on to allege that “ [i]mplementation of the \nTransformation Plan was supervised and controlled by the Curator and other NBU staff \noperating within the Bank ”, and identifies five actions allegedly taken by the NBU in this \nregard.  \n11. Fifthly, at paragraph 53, Mr Kolomoisky states that “ [i]n order to allow the Bank to be \nnationalised, the NBU took steps to ensure that the Bank was declared to be insolvent \nbefore the Transformation process could be completed ”, and identifies several steps that \nhe claims were taken in connection with a report prepared by the international accounting \nfirm, Ernst & Young (“ EY”) dated 22 November 2016 (the “ EY Report ”), and an \nunscheduled inspection conducted by the NBU, which commenced on 17 October 2016 \n(the “ Unscheduled Inspection ”). \n12. As a senior NBU official responsible for banking supervision in the period June 2015 to \nDecember 2016, I was directly involved in many of the matters outlined above.  During that \nperiod, I had a series of meetings with Mr Kolomoisky, many of which were one-on-one, \nand had substantial further communications with him by telephone and instant message, \nalthough I do not have my own records of those communications because my phone was \nseized and wiped by Ukrainian law enforcement authorities in October 2016.  In what \nfollows, I will explain that the allegations made by Mr Kolomoisky summarised above are \nincorrect, and represent a mischaracterisation of the NBU’s role and actions during this \nperiod.   \n13. The remainder of this witness statement is structured as follows: \n(a) in section 2, I explain the background to the events involving the Bank in 2014 to \n2016, including the economic situation in Ukraine, my background and position in \nthe NBU, and the role of the NBU as the regulator of the Ukrainian banking sector, \nand the role of the IMF. \nB1/5/3\n- 4 - \n(b) section 3 provides an overview of the NBU’s supervision of the Bank in the period \n2014 to 2016, including the role of the curator stationed in the Bank by the NBU (the \n“Curator ”); \n(c) section 4 explains the consequences for the Bank of the significant structural \nreforms made to the Ukrainian banking sector in 2015 (i.e., the matters that Mr \nKolomoisky alleges were part of a “ political campaign ” against him but which, as I \nwill explain, were nothing of the kind); \n(d) in section 5, I explain the events surrounding the Restructuring Plan in February \n2016 and its subsequent (partial) implementation; \n(e) section 6 explains the NBU’s role in relation to the Transformation; and \n(f) finally, in section 7, I set out the events leading up to and following the \nnationalisation of the Bank.  \nSECTION 2: BACKGROUND\nThe Ukrainian economy and the role of the IMF \n14. In order properly to understand the events leading up to the nationalisation of the Bank in \nDecember 2016, it is important to appreciate the context of the substantial changes in the \nUkrainian fi"}
{"start": 7000, "text": "period \n2014 to 2016, including the role of the curator stationed in the Bank by the NBU (the \n“Curator ”); \n(c) section 4 explains the consequences for the Bank of the significant structural \nreforms made to the Ukrainian banking sector in 2015 (i.e., the matters that Mr \nKolomoisky alleges were part of a “ political campaign ” against him but which, as I \nwill explain, were nothing of the kind); \n(d) in section 5, I explain the events surrounding the Restructuring Plan in February \n2016 and its subsequent (partial) implementation; \n(e) section 6 explains the NBU’s role in relation to the Transformation; and \n(f) finally, in section 7, I set out the events leading up to and following the \nnationalisation of the Bank.  \nSECTION 2: BACKGROUND\nThe Ukrainian economy and the role of the IMF \n14. In order properly to understand the events leading up to the nationalisation of the Bank in \nDecember 2016, it is important to appreciate the context of the substantial changes in the \nUkrainian financial regulatory regime that followed the political and economic crises in \nUkraine of late-2013 and early 2014.  Those crises led to significant intervention from the \nInternational Monetary Fund (the “ IMF”) in the form of a financial support package, which \nimposed requirements on the Ukrainian government and the NBU to implement a series of \nwide-reaching regulatory and structural reforms, including to the banking sector.  Following \nthat initial support package, the satisfaction of these requirements and the continued \naccess to IMF funding became a significant issue in Ukraine.  This support from the IMF \nand other international partners is also seen by many as a route by which Ukraine can one-\nday establish itself in the international community as a country with a mature and stable \nmarket economy. \n15. In November 2013, the then-President of Ukraine, Victor Yanukovych, refused to sign the \nEU-Ukraine Association Agreement, an agreement that was widely viewed as an important \nstep towards Ukraine eventually becoming a member of the EU.  This refusal sparked a \nseries of protests against the government, which led to the fall of President Yanukovych’s \ngovernment in what is often referred to as the Revolution of Dignity.  Shortly after this, \nRussia annexed Crimea, which was followed by a conflict in Eastern Ukraine that remains \nunresolved today.  This had a severe impact on the Ukrainian financial sector, and on its \neconomy more generally.  For example, in January 2014, Russia put its financial assistance \nto Ukraine (which had a value of c. US$15 billion) on hold, and in April, Gazprom, a majority \nB1/5/4\n- 5 - \nRussian state-owned energy company) steeply raised its gas prices for Ukraine.  As a result \nof the deterioration in Ukraine’s economic position, between the end of 2013 and April 2014, \nthe Ukrainian hryvnia depreciated by over a third, and the banking system lost a significant \nproportion of deposits in February and March 2014 as depositholders responded to the \ngrowing political and economic crisis by withdrawing their deposits, causing a number of \nmajor Ukrainian banks to impose ATM withdrawal limits.  The banking system also suffered \na loss of assets (for example, property used as collateral) in Eastern Ukraine and Crimea. \n16. The IMF acts as a lender of last resort to central banks, for countries that are in crisis and \nare unable to access sufficient funds on the global financial markets.  Ukraine found itself \nin this position in 2014, and so it turned to the IMF for help.  As a condition of providing \nfinancial assistance, the IMF required Ukraine to take decisive steps to implement structural \nreforms in several areas.  These areas included the energy sector, anti-corruption, judicial \nreforms, land reform, and my own area of expertise and involvement, the financial sector.  \nThe aim of these reforms was to create the conditions for economic recovery which would, \nin turn, ensure that Ukraine could repay the IMF debt.  The reforms agreed between the \nUkrainian government and the IMF were set out in a number of memoranda of economic \nand financial policies (“ IMF Memoranda ”).   \n17. I have revisited the IMF Memoranda and accompanying IMF reports from the period 2014 \nto 20161 for the purpose of preparing this statement.  I became familiar with the IMF \nMemoranda that predated my joining the NBU in June 2015 in the course of my early days \nworking as director of the banking supervision department, because of the importance of \nthe IMF programs to Ukraine’s financial sector.  For the same reason, I became familiar at \nthe time with the further IMF Memoranda that followed, from 2015 onwards.  In line with \nwhat I believe is the standard IMF process, new IMF Memoranda were produced when the \nfunding arrangements changed, or when there was a funding review, accompanied by \nletters signed by the Ukrainian President, Prime Minister and Minister for Finance, as well \nas by the Governor of the NBU.  Each new IMF Memorandum (of which there were five in \nthe period 2014 to 2016) provided for new developments in the proposed reforms.  \n18. The first round of IMF funding in response to the crisis came in April 2014, when the IMF \napproved a US$17.1 billion Stand-By Arrangement.  In March 2015, the Stand-By \nArrangement was transformed into an Extended Fund Facility of US$17.5 billion2. This sum \nrepresented almost 20% of Ukraine’s GDP in 2015.   \n19. As set out in the IMF Memoranda, the IMF’s primary concerns in connection with the \nUkrainian banking sector, and therefore the focus of the agreed reforms, related to the level \nof non-performing loans, problems with capital adequacy, and the extent of related party \n1PB0365526 ; PB0365527 ; PB0365533 ; PB0365534 ; PB0365531 \n2PB0365526 ; PB0365533\nB1/5/5\n- 6 - \nlending by Ukrainian banks.  Throughout the period 2014 to 2016 (and to the present day), \nthe Ukrainian government’s activities, policies, legislation and regulations with respect to \nthe financial sector were subject to monitoring and review by the IMF, to ensure they were \nmeeting the conditions attached to the funding, as set out in the various IMF Memoranda.  \nI have been personally involved in liaising with IMF representatives as regards steps taken \nby the NBU as part of this framework of monitoring and review.   \n20. Although the IMF was the leading international institution involved in the reforms to the \nUkrainian economy in this period, it was not the only one.  Following the approval of the \nStand-By Arrangement, in May 2014, Ukraine entered into the EU Association Agreement \n(i.e. the agreement that the former President Yanukovych had refused to sign).  In \nconnection with the EU Association Agreement, Ukraine sought to bring its legislation in \nline with various EU Directives on financial sector regulation, as set out in its \nComprehensive Program for the Development of Ukraine’s Financial Sector Until 2020, \nsigned on 15 May 20153 (which also incorporated the IMF reforms).  As I will explain below, \nthe NBU also received ongoing support from the World Bank, particularly in relation to its \nprogram of stress-testing in relation to capital adequacy and monitoring related party \nlending. \nMy personal background and role at the NBU \n21. I was born and educated in Kyiv.  I graduated from Kyiv National Economic University in \n1997, where I majored in Finance and Bank Management.  I subsequently obtained an \nMBA from the International Institute of Management in Kyiv, graduating in 2012 with a \nspecialism in International Business.   \n22. I have worked in the Ukrainian banking sector, in both private and public institutions, for \nmore than 20 years. From 1998 to 2005, I worked at the postal and pension bank, Aval \nJSC, where I started as an economist and later became director of the Financial \nDepartment.  In 2006 I joined ErsteBank PJSC, the Ukrainian subsidiary of Erste Group \nBank AG, a banking group headquartered in Vienna.  There, I"}
{"start": 14000, "text": "orated the IMF reforms).  As I will explain below, \nthe NBU also received ongoing support from the World Bank, particularly in relation to its \nprogram of stress-testing in relation to capital adequacy and monitoring related party \nlending. \nMy personal background and role at the NBU \n21. I was born and educated in Kyiv.  I graduated from Kyiv National Economic University in \n1997, where I majored in Finance and Bank Management.  I subsequently obtained an \nMBA from the International Institute of Management in Kyiv, graduating in 2012 with a \nspecialism in International Business.   \n22. I have worked in the Ukrainian banking sector, in both private and public institutions, for \nmore than 20 years. From 1998 to 2005, I worked at the postal and pension bank, Aval \nJSC, where I started as an economist and later became director of the Financial \nDepartment.  In 2006 I joined ErsteBank PJSC, the Ukrainian subsidiary of Erste Group \nBank AG, a banking group headquartered in Vienna.  There, I held the roles of deputy chair \nof the board, board member, and advisor to the chair of the board.  Following a six month \nsecondment at the NBU in 2009, where I worked as a director of the NBU’s off-site \nsupervision department, I spent a further six years in managerial positions in the private \nsector, at Finbank and Platinum Bank, before joining the NBU permanently in 2015.   \n23. My decision to join the NBU permanently came after receiving a direct proposal from the \nthen First Deputy Governor, Oleksandr Pisaruk (whom I had not met previously), in the \nspring of 2015.  In the first call that I had with Mr Pisaruk, he told me that the NBU was \nlooking for someone to join the banking supervision team, and that I was being considered \n3PB0365449 ; PB0365449_00001_English\nB1/5/6\n- 7 - \nas a candidate.  I then met with him in April 2015, following which I had a short discussion \nwith the then-Governor of the NBU, Valeria Gontareva (whom I had also not met before).  I \nwas offered the job in early June 2015, and took up the position of director in the banking \nsupervision department of the NBU on 10 June 2015.   \n24. In that role, my responsibilities included the offsite supervision of banks and, more \ngenerally, the monitoring of the financial standing of banks and their compliance with \nregulations and legislation, including with respect to related party lending and the conduct \nof audits.  The Bank was among the banks whose supervision and monitoring I oversaw. \n25. I was promoted to Acting Deputy Governor when Mr Pisaruk left his post in January 2016.  \nMy appointment was approved by the NBU Council, the body generally responsible for \nappointing NBU board members, on 25 October 2016, at which point I became Deputy \nGovernor.  On 15 June 2018, I was promoted to the role of First Deputy Governor.  Initially, \nmy primary responsibilities as First Deputy Governor related to banking supervision, \nregistration and licensing, and financial monitoring.  Since 3 March 2021, my primary \nresponsibility has been the administration of finance, operations and nonperforming asset \nmanagement for the NBU. \nThe NBU’s role and governance in 2015 to 2016 \n26. As the central bank of Ukraine, the NBU is both the lender of last resort for Ukrainian banks \nand the primary regulatory body for the Ukrainian banking sector, responsible for setting \nmonetary policy, ensuring financial stability, and supervising the banking sector and \nfinancial markets.  As I have explained above, before joining the NBU I spent many years \nin the financial sector.  For much of this period, it seemed to me that the NBU did not operate \nin a particularly modern way, by which I mean it was not as efficient or effective as I \nunderstand to be the case for the most reputable central banks in developed economies.  \nBut, after the Revolution of Dignity in 2014, the NBU underwent significant change.   \n27. In the IMF Memorandum of 27 February 2015, Ukraine agreed to a series of reforms to the \nNBU4.  In line with this reform agenda, in June 2015, the Ukrainian Parliament (the “ Rada ”) \npassed a series of amendments to the Law of Ukraine \" On the National Bank of Ukraine \" \nof 1992 (the “ NBU Law ”)5.  At the time I joined the NBU, I was required to familiarise myself \nwith recent developments regarding the IMF and reforms to the NBU.  The amendments \npassed in June 2015 were prepared together with Ukraine’s international partners, and \nresulted in greater independence and stronger governance for the NBU as an institution.  \nMy impression was (and remains) that these reforms brought the NBU closer to the \nstandards of advanced central banks in developed countries, both in respect of its internal \noperations and in its approach to the supervision of Ukrainian banks.  This is borne out by \n4PB0365533 , p.82 \n5PB0365561 ; PB0365561_00001_English\nB1/5/7\n- 8 - \nthe fact that specialists from the NBU now regularly advise other countries’ central banks \non how to implement reforms: at the start of 2015, it was the other way around. \n28. I will now provide a brief explanation of how the modernised NBU operated in the period of \n2015 to 2016, based on my personal experience and involvement, focusing on its role as \nsupervisor of the banking system. \nThe structure and banking supervision functions of the NBU \n29. The board of the NBU (the “ NBU Board ”) is the executive committee of the NBU, and has \nthe power to lay down regulations governing the banking sector, through its resolutions.  \nResolutions and other decisions are made by a majority vote of board members.  As at \nJune 2015, the NBU Board was comprised of the Governor, the First Deputy Governor, and \nthe four other Deputy Governors – so six members in total6.  Each of the six members of \nthe NBU Board oversaw a different area of the NBU’s functions, including different NBU \ndepartments.  Regulations implemented by the NBU Board are binding on government \nbodies, banks, and other legal entities and individuals, and do not need to be approved by \nthe Rada or the President in order to take effect7.The NBU is not, however, permitted to \ninterfere in the financial and economic activities of banks8, for example in relation to \nindividual lending decisions. \n30. From June 2015, as head of the banking supervision department, I attended NBU Board \nmeetings when issues connected with my responsibilities were to be discussed.  For \nexample, if there was an agenda item relating to banking regulation, I would often present \nthe relevant materials together with my colleagues, although as a non-Board member at \nthat stage I did not have a vote.  From 18 January 2016, when I was made acting Deputy \nGovernor and so did have a vote, I would attend the regular NBU Board meetings, which \ntook place twice weekly (on Tuesdays and Thursdays), although there were a lot of issues \nand problems in that period, which meant further Board meetings could be called \nextraordinarily.   \n31. The Governor of the NBU represents the NBU in its external relations with the government, \ninternational institutions and other organisations.  As I have mentioned above, Ms \nGontareva was the Governor of the NBU when I started working there, having been \nappointed in 2014.  She held that role until 11 May 2017, when she was replaced by Mr \nSmoliy, who was in turn replaced by Kyrylo Shevchenko in 2020.  Mr Shevchenko remains \nthe Governor today. \n32. Below the NBU Board sit various departments and committees.  I have already mentioned \nthat my first role was as director of the banking supervision department.  In 2016, after \n6PB0365561 ; PB0365561_00001_English , Articles 14 to 16 \n7PB0365561; PB0365561_00001_English , Article 56 \n8PB0365561 ; PB0365561_00001_English , Article 55 \nB1/5/8\n- 9 - \nbecoming Deputy Governor, I oversaw six departments responsible for carrying out the \nNBU’s day-to-day operations in supervising and regulating the banking sector: on-site \nsupervision (i.e, the inspections department),"}
{"start": 21000, "text": "epresents the NBU in its external relations with the government, \ninternational institutions and other organisations.  As I have mentioned above, Ms \nGontareva was the Governor of the NBU when I started working there, having been \nappointed in 2014.  She held that role until 11 May 2017, when she was replaced by Mr \nSmoliy, who was in turn replaced by Kyrylo Shevchenko in 2020.  Mr Shevchenko remains \nthe Governor today. \n32. Below the NBU Board sit various departments and committees.  I have already mentioned \nthat my first role was as director of the banking supervision department.  In 2016, after \n6PB0365561 ; PB0365561_00001_English , Articles 14 to 16 \n7PB0365561; PB0365561_00001_English , Article 56 \n8PB0365561 ; PB0365561_00001_English , Article 55 \nB1/5/8\n- 9 - \nbecoming Deputy Governor, I oversaw six departments responsible for carrying out the \nNBU’s day-to-day operations in supervising and regulating the banking sector: on-site \nsupervision (i.e, the inspections department), off-site supervision (sometimes referred to as \nthe banking supervision or oversight department), licensing, anti-money laundering, \nmethodology and the related party unit.  Several of these departments played an important \nrole in relation to the Bank in 2015 to 2016, as I will explain in more detail below.  \n33. The NBU committee system was brought in as part of the June 2015 reforms.  Its aim was \nto increase collective decision-making and to promote a wider range of input, before \nproposals were submitted to the NBU Board for consideration and approval9.  As Head of \nthe Supervision Department, I was deputy head of the Committee on Banking Regulation \nand Supervision and Oversight of Payment Systems (the “ Supervisory Committee ”).  I \nalso sat on the special commission for related parties, which worked with both the related \nparties unit and the banking supervision departments, and was responsible for making \ndecisions on related party cases that arose in banks supervised by the NBU.  Staff from the \nIMF and World Bank would often sit in on our committee meetings, especially when we \nwere considering the stress test results and related party issues.  Their role was to ensure \nthat the NBU performed all of the steps required by the IMF Memoranda.  In my capacity \nas director of the banking supervision department and then as Deputy Governor, I worked \nwith a range of representatives these organisations, including Wim Fonteyne and Jean \nPortier from the IMF, and Vahe Vardanyan from the World Bank.  \n34. The NBU also had a role in working with the government and international financial \ninstitutions in relation to wider economic issues.  In that regard, I sat on the Financial \nStability Council together with representatives of the Ministry of Finance, the National \nSecurities and Stock Market Commission and the Deposit Guarantee Fund (“ DGF ”); \nrepresentatives of the IMF and the World Bank would also attend some of these meetings \nto observe.  The Financial Stability Council was a forum for the sharing of information about \ngeneral trends, financial stability and economic risks; it did not, however, deal with specific \nissues regarding individual banks given the effect of Ukraine’s strict banking secrecy laws.    \n35. Finally, as the central bank, the NBU had an important role in communicating with the \nmarket.  When I worked in the private sector, I had the impression that the NBU was often \nquite unpredictable, and it was sometimes quite hard to understand its decisions.  During \n2015 and 2016, from my experience of working within the NBU, that impression changed \nsignificantly: the NBU declared all its goals and steps on market policy, monetary policy \nand banking policy in its publications and regular press conferences.  It became much more \ntransparent and understandable for the banks and the market more generally, and had \nclearly stated goals – including in relation to its program of banking sector reform.  Again, \n9PB0365447 , p.36  \nB1/5/9\n- 10 - \nin this way the NBU became more akin to other central banks, such as the Bank of England \nor the European Central Bank, than it had been previously. \n36. The reforms agreed with the IMF were partly aimed at ensuring that the NBU could act as \nan independent, politically neutral body; from my perspective, those reforms achieved their \naims during the two years immediately following my appointment.  Except where other \ngovernment authorities have a legally mandated role with respect to the NBU (for example, \nthe Rada’s responsibility for appointing members of the NBU Council), interference by other \npublic and private bodies in the exercise of functions and powers by the NBU is strictly \nprohibited10, and I never saw any illegitimate attempts to influence the NBU by political \nactors in the period 2015 to 2016.   \nSECTION 3: THE NBU’ S SUPERVISION OF THE BANK\n37. The NBU’s approach to banking supervision in the period 2014 to 2016 had two key \nelements: on-site and off-site supervision.  In simple terms, on-site supervision involved \nmonitoring a particular bank’s operations through a physical presence on-site at the bank, \nwhilst off-site supervision involved analysing the performance of individual banks and the \nbanking sector as a whole, with reference to a range of economic and regulatory indicators, \nin order to ensure the stability of the banking system.  \n38. On-site supervision of banks was carried out in two distinct ways: the appointment of \ncurators to monitor banks on an ongoing basis, and the conduct of inspections aimed at \nconsidering a bank’s operations over a set period of time, which amounted to a more in-\ndepth investigation of a bank’s activities.   \n39. The NBU would appoint curators to certain banks, to monitor their operations in real time \nand to send reports back to the NBU headquarters.  The role of curator was first introduced \nto the Ukrainian banking system in 2012, via the regulation attached to NBU Resolution \n346 of 17 August 2012 (“ Regulation 346 ”)11, but from 2014 onwards, curators were \nappointed at all banks that received refinancing loans from the NBU, or which had been \ndesignated as “problem” banks as a result of having low capitalisation levels.   \n40. Although I would very rarely deal with curators directly, as director of the banking \nsupervision department, and later (at a more senior level) as Deputy Governor, I was \nultimately responsible for overseeing their work, albeit that there were several layers of \nmanagement in between.  As regards the management structure, curators would report to \nthe head of their unit; the head of the unit would report to the head of their division; and the \nhead of the division reported to the head of department, which was my role from June 2015 \nto January 2016 as director of banking supervision.  In 2015, there was a special unit that \n10PB0365561 ; PB0365561_00001_English , Article 53 \n11PB0365542; PB0365542_00001_English\nB1/5/10\n- 11 - \ncollected reports from curators, checked any “red flags” raised in those reports, and \nreported back to senior officials (including me) with any problematic issues.  \n41. Officials from the inspections department conducted inspections of banks on a scheduled \nbasis, at least once every three years (in which case the banks had advance warning of the \ninspection) or on an unscheduled basis (in which case they had no advance warning), in \nthe event that the NBU had to urgently investigate an issue at a particular bank.  As Deputy \nGovernor in charge of banking supervision from January 2016, I ultimately oversaw the \nwork of the inspections department, although I was not responsible for inspections prior to \nthat point (i.e., when I was director of the banking supervision department).   \n42. In addition to coordinating the work of curators, the banking supervision department is \nresponsible for the off-site supervision of banks.  Off-site supervision involves monitoring \nindividual banks as well as the ban"}
{"start": 28000, "text": " from curators, checked any “red flags” raised in those reports, and \nreported back to senior officials (including me) with any problematic issues.  \n41. Officials from the inspections department conducted inspections of banks on a scheduled \nbasis, at least once every three years (in which case the banks had advance warning of the \ninspection) or on an unscheduled basis (in which case they had no advance warning), in \nthe event that the NBU had to urgently investigate an issue at a particular bank.  As Deputy \nGovernor in charge of banking supervision from January 2016, I ultimately oversaw the \nwork of the inspections department, although I was not responsible for inspections prior to \nthat point (i.e., when I was director of the banking supervision department).   \n42. In addition to coordinating the work of curators, the banking supervision department is \nresponsible for the off-site supervision of banks.  Off-site supervision involves monitoring \nindividual banks as well as the banking sector as a whole, with reference to factors such as \nbanks’ compliance with capital adequacy ratios and other standards.  This ensures the \nstability of the banking system and informs the NBU’s policy and strategy regarding the \nregulation of the banking sector.   \nMr Kolomoisky’s allegations regarding the NBU’s supervision of the Bank  \n43. At paragraph 32 of Mr Kolomoisky’s Defence, under a heading “ Supervision and control of \nthe Bank by the NBU ”, he states that pursuant to Regulation 346, “ curators were given \nbroad powers to exercise control of a bank’s operations, including: (1) being given access \nto the documents and electronic systems of a bank; (2) participating in the Bank’s internal \nmeetings, and an entitlement to demand clarifications from the Bank of decisions taken; (3) \ncontrolling the manner in which funds from the NBU’s refinancing were used; and (4) \nrequiring compliance with any financial rehabilitation plan” .  \n44. At paragraph 33, Mr Kolomoisky identifies NBU Resolution 561/BT, pursuant to which the \nCurator was appointed, and claims that the Curator “ supervised all of the Bank’s operations, \nin particular its loan portfolio (including loans made under the Relevant Loan Facilities) ”; \nand that “ From September 2014 onwards, the NBU constantly monitored the Bank and the \nBank operated in accordance with instructions from the NBU’s representatives ”.\n45. As I will explain in more detail below, whilst it is correct that the NBU was, via the Curator, \nmonitoring the Bank during this period, the suggestion that the Bank operated in \naccordance with her instructions, or the NBU’s instructions more generally, is incorrect. \nThe Appointment of the Curator \n46. On 11 September 2014, Olena Zarutska was appointed as Curator by NBU Board \nResolution No.561/BT12.  That resolution records that, through off-site supervision of the \n12PB0350835 ; PB0350835_00001_English\nB1/5/11\n- 12 - \nBank, the NBU had determined that the Bank was in violation of a number of regulatory \nrequirements, including regarding its levels of reserves and regulatory capital, its levels of \nliquidity, and the proportion of loans that were overdue.  On the same date, the NBU also \nissued a refinancing loan to the Bank, which was approved by NBU Board Resolution \nNo.562/BT13.   \n47. The Bank was far from the only Ukrainian bank at which a curator was appointed at around \nthis time: as stated in the NBU’s annual report from 2014, curators were appointed at a total \nof 51 Ukrainian banks in 2014 alone14. \nThe Curator’s role \n48. The Curator was permanently situated at the Bank’s offices, from where she was able to \nmonitor financial and statistical reporting and other information related to the day-to-day \nactivities of the bank.  Ms Zarutska was replaced as Curator in February 2015 by Ruslana \nDomashenko, who still occupies the role today.  The Curator’s appointment continued after \nDecember 2016, notwithstanding that the Bank has been in state hands since then. \n49. In 2014 and 2015, in line with her legal responsibilities (which I will go on to explain), the \nprimary focus of the Curator’s work was the same as for curators of other banks at this time: \nto monitor and to report violations of legal or regulatory standards.  In particular, the Curator \nmonitored the Bank’s operations in real time and prepared regular reports for the NBU \naddressing, amongst other things, the extent of the Bank’s compliance with its obligations \nin connection with the refinancing loans received from the NBU, and identifying any \nsuspicious transactions that she had identified in the course of her monitoring.  In 2016, the \nCurator also monitored the Bank’s operations in connection with the Restructuring Plan and \nthe Transformation, which I address in more detail at sections 4 and 5 below. \n50. The Curator’s powers regarding the Bank were the same as for other curators situated in \nother Ukrainian banks, and were contained in Regulation 346.  These powers included the \nfollowing key provisions, as listed in Chapter 5 of Regulation 346. \n51. First, curators have the power to “ carry out constant control over the bank's operations ”15.  \n52. This provision (which I understand Mr Kolomoisky does not rely upon) did not permit the \nCurator to give instructions to the Bank regarding its commercial operations.  Rather, it \nmeant that the Curator was empowered to require the Bank to provide explanations about \nany of its operations.  Based on the information and explanations provided by the Bank, the \n13PB0350835 ; PB0350835_00001_English\n14PB0365448\n15PB0365542 ; PB0365542_00001_English , para. 5.7(a).  I should note that that the word “ контроль” in Ukrainian, which \nsounds the same as the English word “control” and is typically translated as such, in this context has a somewhat \ndifferent meaning. In Ukrainian, the meaning of the word refers primarily to checking and supervision, rather than \nmanaging and directing, as I understand is signified by the English word “ control ”.  \nB1/5/12\n- 13 - \nCurator was required to report any suspected violations of laws or regulations to the \nbanking supervision department of the NBU.  This involved, for example, producing daily \nreports to the NBU on the Bank’s assets, liabilities and transactions, which involved \naggregating information from millions of individual transactions.  The Bank retained control \nover its ordinary banking operations – for example, the Curator had no power to intervene \nin individual lending decisions.  \n53. Secondly, curators have the right to “ receive information, including in writing, and review \nthe documents (originals and their copies) regarding any bank transactions and determine \nthe level of risks to which it may be exposed”16.  Banks are also required to provide their \ncurators with  “full access to the relevant software and [hardware] of the bank for viewing in \nreal time all operations of the bank and its customers on all accounts with the possibility of \nforming statements ”17.   \n54. Curators are required to have access to a bank’s systems for monitoring purposes.  \nParticularly in a large bank, however, curators are in practice heavily reliant on bank \nemployees’ cooperation in providing documents and information, in order to obtain the full \npicture regarding any transactions that can be observed in the software systems.  Such \ncooperation was not always forthcoming from the Bank, where, for example, the Curator \nwas denied access to documents and information from the Cyprus branch.    \n55. Thirdly, curators have the right to  “attend general meetings of shareholders and meetings \nof the [Management and Supervisory] Board of the bank with the right of advisory vote”, as \nwell as  “committee meetings (it is mandatory for credit committee, asset and liability \nmanagement committee, tariff committee); management meetings, restructuring of the \nbank's external liabilities, and other structural subdivisions of the bank, inclu"}
{"start": 35000, "text": "ibility of \nforming statements ”17.   \n54. Curators are required to have access to a bank’s systems for monitoring purposes.  \nParticularly in a large bank, however, curators are in practice heavily reliant on bank \nemployees’ cooperation in providing documents and information, in order to obtain the full \npicture regarding any transactions that can be observed in the software systems.  Such \ncooperation was not always forthcoming from the Bank, where, for example, the Curator \nwas denied access to documents and information from the Cyprus branch.    \n55. Thirdly, curators have the right to  “attend general meetings of shareholders and meetings \nof the [Management and Supervisory] Board of the bank with the right of advisory vote”, as \nwell as  “committee meetings (it is mandatory for credit committee, asset and liability \nmanagement committee, tariff committee); management meetings, restructuring of the \nbank's external liabilities, and other structural subdivisions of the bank, including internal \ncontrol and audit units of the bank”  and “negotiations with investors of the bank on the sale \nor reorganization of the bank, ways of improvement of the bank at the expense of the funds \nof participants”18.   \n56. Mr Kolomoisky appears to summarise this provision as the right “ [to participate] in the \nBank’s internal meetings, and [to have] an entitlement to demand clarifications from the \nBank of decisions taken ” (paragraph 32(2)).   \n57. That summary is inaccurate: curators have the power to attend only the meetings listed in \nparagraph 5.7(g) of Regulation 346, but even at those meetings, they do not have the power \nto participate in the sense of having effective voting powers.  Regulation 346 provides \ncurators with the right to vote only at shareholders’ meetings or meetings of the supervisory \n16PB0365542; PB0365542_00001_English , para. 5.7(b)  \n17PB0365542; PB0365542_00001_English , para. 5.6  \n18PB0365542; PB0365542_00001_English , para. 5.7(g)  \nB1/5/13\n- 14 - \nand management boards, but even then, their votes are merely “advisory” , in the sense that \nthey are non-binding and not included in the tally by which decisions are taken.   \n58. Curators were granted an advisory vote at these meetings because, in principle, significant \nstrategic and policy decisions should be made at these meetings and, if a bank took an \nimportant decision that was at odds with the requirements of the law or NBU regulations, \nan advisory vote enabled a curator an opportunity to make clear that such an action may \nbreach legal or regulatory standards.  From my experience in the banking supervision \ndepartment, however, I came to understand that for most troubled Ukrainian banks, \nmanagement and supervisory board meetings were held because they were legally \nrequired to be held, not in order to make genuinely strategic decisions, so the advisory vote \nwas rarely used by curators in any event.  Even where it was used, the power of an advisory \nvote did not allow curators actually to intervene in a decision made by a bank board. \nInstead, the curators were required to report back any suspected violations to the banking \nsupervision department, and then either the Supervisory Committee or the NBU Board \nwould decide on any further measures to be taken.   \n59. A curator had no right to vote (in an advisory capacity or otherwise) at operational-level \nmeetings, for example credit committee meetings, at which individual lending decisions \nwere made. If a curator identified violations at an operational level, for example through \nattendance at credit committee meetings, the system under Regulation 346 was designed \nso that a curator would report the violation back to the NBU in the course of her daily \nreporting, without necessarily voicing a view to the bank there and then.   \n60. Fourthly, curators have the right to “ inform the management of the [NBU] banking \nsupervision service on the results of the analysis of the financial condition of the bank, and \nin case of negative trends and identify problems in its activities that may pose a threat of \nloss of liquidity and solvency and the interests of creditors and depositors, promptly prepare \nreasonable proposals for further supervisory actions under this bank ”19.   \n61. According to this provision, curators can suggest supervisory measures to be taken by the \nmanagement of the NBU; but the authority to decide on those measures resides with the \nNBU Board and/or the Supervisory Committee, and not with curators themselves.  I address \nthe specific decisions made by the NBU which Mr Kolomoisky raises in his Defence in the \nsubsequent sections of this statement. \n62. Fifthly, the curators have the right to “ control the bank's timely fulfilment of the requirements \n(measures) put forward (applied) by the National Bank to the bank based on the results of \nits activities, including the implementation of the bank's plan of measures for financial \n19PB0365542; PB0365542_00001_English , para. 5.7(i)  \nB1/5/14\n- 15 - \nrecovery and / or liabilities to the National Bank accepted in a written agreement and / or in \ncompliance with the established restrictions and requirements for its activities ”20.  \n63. Mr Kolomoisky appears to characterise this provision as equating to the Curator having the \npower to “ requir[e] compliance with any financial rehabilitation plan ” (paragraph 32(4)).   \n64. That is incorrect: a curator is only entitled to monitor  the Bank’s progress in complying with \na rehabilitation plan.  If, through this monitoring, a curator identifies that a bank is failing to \ncomply with its obligations under such a plan, the curator is to report this to the NBU, and \nthe NBU management is entitled to impose the measures provided for by Regulation 346.  \nAgain, the power to approve any such measures resides with the NBU Board and/or the \nSupervisory Committee, not with the curators themselves.  As an NBU Board member and \ndeputy head of the Supervisory Committee from January 2016, I had experience of dealing \nwith the application of such measures first-hand.  I will address below the measures taken \nby the NBU with respect to the Bank’s failure to comply with (among other things) the \nRestructuring Plan (which was a form of financial rehabilitation plan). \n65. Sixthly, curators have the power to “perform functions related to the control over the use of \nfunds received from the National Bank ”21.  Mr Kolomoisky summarises this as “ controlling \nthe manner in which funds from the NBU’s refinancing were used ” (paragraph 32(3)).   \n66. That is incorrect:  this provision means that curators are empowered to monitor  the use of \nrefinancing funds for any breaches of the terms of the refinancing loans or applicable laws \nand regulations.  A curator cannot influence how funds are used, for example, by instructing \na bank on which transactions to enter into using the funds. \n67. In summary, the function of the Curator was primarily one of observation and monitoring, \nand the Curator could not herself direct or influence the Bank’s day-to-day activities or \noperations.  To my knowledge, Ms Zarutska and Ms Domashenko operated within the limits \nof their authority whilst working in the Bank, and Mr Kolomoisky’s allegation that “ [f]rom \nSeptember 2014 onwards ” (i.e. from when the Curator was appointed),  “…the Bank \noperated in accordance with instructions from the NBU’s representatives ” is simply wrong.   \nSECTION 4: NATIONAL REFORMS IN 2015-2016  AND THEIR IMPLEMENTATION AT THE BANK\nMr Kolomoisky’s allegations  \n68. At paragraph 35 of his Defence, Mr Kolomoisky alleges that “ In the course of 2015-2016, a \npolitically motivated campaign was waged against Mr Kolomoisky, designed to create the \nconditions for the nationalisation of the Bank. This campaign was instigated by then-\nPresident Petro Poroshenko, and implemented with the assistance of (at least) NBU \n20PB0365542; PB0365542_00001_English , para. 5.7(h)  \n21PB0365542; PB"}
{"start": 42000, "text": "ion and monitoring, \nand the Curator could not herself direct or influence the Bank’s day-to-day activities or \noperations.  To my knowledge, Ms Zarutska and Ms Domashenko operated within the limits \nof their authority whilst working in the Bank, and Mr Kolomoisky’s allegation that “ [f]rom \nSeptember 2014 onwards ” (i.e. from when the Curator was appointed),  “…the Bank \noperated in accordance with instructions from the NBU’s representatives ” is simply wrong.   \nSECTION 4: NATIONAL REFORMS IN 2015-2016  AND THEIR IMPLEMENTATION AT THE BANK\nMr Kolomoisky’s allegations  \n68. At paragraph 35 of his Defence, Mr Kolomoisky alleges that “ In the course of 2015-2016, a \npolitically motivated campaign was waged against Mr Kolomoisky, designed to create the \nconditions for the nationalisation of the Bank. This campaign was instigated by then-\nPresident Petro Poroshenko, and implemented with the assistance of (at least) NBU \n20PB0365542; PB0365542_00001_English , para. 5.7(h)  \n21PB0365542; PB0365542_00001_English , para. 5.7(j)  \nB1/5/15\n- 16 - \nGovernor Valeria Gontareva, Deputy Governor Yakov Smoliy and Deputy Governor \nKateryna Rozhkova who directed the actions of the NBU referred to below”. \n69. At paragraph 36, he goes on to allege that “Between March 2015 and February 2016, the \nNBU took a series of measures which had the effect that the Bank was treated for regulatory \npurposes as being significantly undercapitalised ” as a result of the following five measures \nimplemented in 2015: \n(a) amendments to the definition of “a Bank’s Related Parties”  on 2 March 2015, with \nthe alleged effect that “ the definition of a person ‘related’ to a bank was substantially \nexpanded ”; \n(b) the NBU’s commissioning of “ a diagnostic study of the Bank as at 1 April 2015 ” \n(which I understand Mr Kolomoisky defines as the  “Stress Test ” in his Defence, so \nI will use the same term for the sake of consistency) on 15 April 2015, which was \nin fact a requirement that applied to the 10 largest banks in Ukraine (so was not just \ndirected at the Bank), with stress tests of the next largest 10 to follow one month \nlater; \n(c) the NBU’s production of “ a statement consequential on the Stress Test ” on 2 July \n2015, which found that “ the Bank required additional capital of UAH 16 billion \n(approximately USD 676 million) ”; \n(d) the issuance by the NBU of “ new guidance…to the effect that pledges held by the \nBank over contractual rights to property were no longer to be treated as valid \nsecurity for the purpose of determining the adequacy of the Bank’s capital in cases \nwhere the purchaser granting the pledge had not paid for the property (which was \noften the case in respect of security provided for the Bank's loans) ” on 29 \nSeptember 2015; and \n(e) the NBU’s production of a final report on the Stress Test dated 11 December 2015 \n(the “ Final Report ”) “which concluded that the Bank required further capital in the \namount of UAH 113 billion (approximately USD 4.82 billion) ”. \n70. In my role as director of the banking supervision department in June to December 2015, I \nwas personally involved in overseeing the measures identified by Mr Kolomoisky above \nand/or their implementation.  It was (and remains) clear to me that these measures were \nnot part of any “politically motivated campaign” , nor were they intended to have the result \nthat the Bank would be treated as being under-capitalised for regulatory purposes.  On the \ncontrary, these measures were part of the wider reforms undertaken by the NBU across \nthe whole Ukrainian banking sector, working closely with the IMF and the World Bank.  In \nparticular, the requirements in relation to stress tests and related parties were required by \nthe IMF to bring the regulation of the banking sector into line with international standards, \nB1/5/16\n- 17 - \nand ultimately to protect the integrity of the Ukrainian financial system.  But it is the case \nthat these measures had the effect of revealing  that the Bank was in fact significantly under-\ncapitalised, which led to remedial actions being required.   \n71. During the course of 2015 and 2016, the NBU made numerous attempts to work with the \nBank regarding these issues and, in particular, its compliance with the new related party \nlending requirements.  The NBU was willing to extend deadlines to unwind excess related \nparty lending to the extent that the Bank was, in parallel, able to resolve its capital adequacy \nproblems.  Unfortunately, the Bank repeatedly failed to engage with the NBU constructively \non these issues and it ultimately became clear that the extent of related party lending at the \nBank substantially exceeded the levels which it had previously disclosed.  At the same time, \nthe results of the Stress Test exposed a significant shortfall in capital at the Bank, which \nrepresented a serious risk to the Ukrainian financial system. \nReforms in the banking sector up to May 2015 \n72. The reforms that I explain below immediately preceded my joining the NBU in June 2015, \nand took place at a time when I was working in the senior management of a Ukrainian bank.  \nFrom my experience in the private sector, and then of becoming responsible for the area of \nbanking supervision at the NBU, I experienced first-hand the context in which these \nmeasures were devised, and the manner in which they were implemented.  The following \nparagraphs are based on my personal knowledge acquired in this period.  \nIMF requirements \n73. As I have mentioned briefly above, Ukraine’s 2014 Stand-By Arrangement with the IMF was \nconverted into an Extended Fund Facility of US$17.5 billion in March 2015.  This \nrepresented an important milestone in the IMF’s involvement in Ukraine, and ushered in \nmore substantial reforms and closer cooperation with the IMF.  Under the Extended Fund \nFacility, the deadlines for Ukraine’s repayment of its debts to the IMF under were extended \nto 202822 (having previously been due by the end of 2019).  Together with these more \nadvantageous funding terms, the IMF offered assistance from its experts in implementing \nreforms over a longer four-year period (compared to the two-year period under the Stand-\nBy Arrangement23).   \n74. In exchange for these more generous repayment terms and increased assistance, the \nUkrainian government was required by the IMF to implement more significant and \ncomprehensive economic reforms.  At the centre of these reforms were measures to ensure \nfinancial stability, including strengthening banks through conducting stress tests to assess \ncapital adequacy and the reduction of related party lending.   \n22PB0365533 , p.36 \n23PB0365526 , p.59 \nB1/5/17\n- 18 - \n75. It was clear to me why the IMF required these banking sector reforms.  Before the \nRevolution of Dignity and the IMF Memoranda, banks often sought to create the \nappearance that they were complying with the formal requirements on related party lending \nand capital adequacy set out in the previous laws and regulations, when in fact they were \nnot, by attempting to exploit what the IMF termed “ loopholes ”24 in the previous regime.  In \n2015, this was one of the most serious problems in the Ukrainian banking system25.  When \na bank’s loan portfolio includes a high proportion of related party lending, the likelihood of \nabusive transactions (such as the recycling of loan funds between interconnected \nborrowers) is increased, and it gives rise to conflicts of interest between the bank and its \nclients.  Banks are also more likely to accept inadequate collateral, or to accommodate non-\nperforming loans, when dealing with their related parties (for example businesses owned \nby shareholders), which in turn impacts a bank’s liquidity and capital.  Where related party \nlending is disguised, this further increases systemic risks: financial distress among one \ninterrelated group of borrowers can lead to unexpected, severe liquidity and capital \nshortfalls for banks, particularly if shareholders u"}
{"start": 49000, "text": " regulations, when in fact they were \nnot, by attempting to exploit what the IMF termed “ loopholes ”24 in the previous regime.  In \n2015, this was one of the most serious problems in the Ukrainian banking system25.  When \na bank’s loan portfolio includes a high proportion of related party lending, the likelihood of \nabusive transactions (such as the recycling of loan funds between interconnected \nborrowers) is increased, and it gives rise to conflicts of interest between the bank and its \nclients.  Banks are also more likely to accept inadequate collateral, or to accommodate non-\nperforming loans, when dealing with their related parties (for example businesses owned \nby shareholders), which in turn impacts a bank’s liquidity and capital.  Where related party \nlending is disguised, this further increases systemic risks: financial distress among one \ninterrelated group of borrowers can lead to unexpected, severe liquidity and capital \nshortfalls for banks, particularly if shareholders use bank funds to shore up their own \ncompanies in financial distress.  Particularly where banks have pre-existing capital \nadequacy issues, this practice can lead to bank failures, which in turn can cause or \nexacerbate a crisis in the wider economy, and require costly government interventions.   \n76. The reforms in 2015 were intended to move Ukraine towards a risk-based model of \nsupervision, in line with international best practice, as illustrated by, for example, the “ Core \nPrinciples for Effective Banking Supervision” (the “ Core Principles ”), which were prepared \nby The Basel Committee on Banking Supervision and revised in 2012 following the global \nfinancial crisis. The foreword to the Core Principles provides that “ [t]he revised Core \nPrinciples strengthen the requirements for supervisors, the approaches to supervision and \nsupervisors’ expectations of banks. This is achieved through a greater focus on effective \nrisk-based supervision and the need for early intervention and timely supervisory actions ”26.  \nThe new model of risk-based supervision deployed by the NBU was designed to assess \nthe real situation and identify where banks were engaging in risky activities that might \npreviously have been concealed, for example by manipulating financial statements or using \ncomplex ownership structures to hide the true level of related party lending.  This was an \narea that, from an economic and regulatory perspective, was in real need of reform across \nthe board, although it is fair to say that the Bank provided a paradigm example of these \nproblems. \n24PB0365533 , p.21 \n25PB0365535 , p.56 \n26PB0365739 , p.10 \nB1/5/18\n- 19 - \nReforms in relation to related party lending rules \n77. The agreed reforms to related party lending rules were set out in the IMF Memorandum \ndated 27 February 2015 (the “ February 2015 IMF Memorandum ”).  The measures agreed \nbetween Ukraine and the IMF in the February 2015 IMF Memorandum included introducing \nunlimited liability of bank owners for losses connected with related party loans, and other \nmeasures to ensure “ enforcement of best practices on related lending ”, including by giving \nthe NBU the power to presume the existence of a related party relationship between banks \nand borrowers by reference to “ objective criteria ”27.  The February 2015 IMF Memorandum \nalso committed Ukraine to passing laws and revising NBU regulations to close what the \nIMF referred to as “ loopholes ” in the existing related party lending rules28.  \n78. In the IMF Staff Report prepared in connection with the February 2015 IMF Memorandum, \nalso dated 27 February 2015, the IMF noted that the Ukrainian authorities had agreed to \ntake “decisive steps to bring rules and supervision on related party lending in line with \ninternational best practice ”29.  The Staff Report also highlighted that the analysis of existing \nlegal and regulatory “ loopholes ” would be performed with technical support from the IMF \nand World Bank.\n79. As envisaged by the IMF Memorandum, significant reforms in relation to related party \nlending rules were implemented in the period March to May 2015.  The first of these was \nLaw 218-VIII, which was passed by the Rada on 2 March 2015.  Law 218-VIII included an \namendment to the statutory definition of a related party in Article 52 of the Law on Banks, \nlisting nine key categories of related party, and also provided for NBU regulations to set out \nadditional criteria for relatedness in due course30.   \n80. Although this amendment to the related-party lending rules is the first of the five steps that \nMr Kolomoisky alleges as being part of a “ politically motivated campaign ”, it was nothing of \nthe sort.  \n81. The amendment arose out of the requirements of the IMF in the February 2015 IMF \nMemorandum (which, as I will explain below, were implemented with the assistance of both \nthe IMF and the World Bank), applied equally to all Ukrainian banks and was intended to \nbring Ukraine’s legislation in line with international standards.  It is not clear to me whether \nMr Kolomoisky is suggesting that the IMF and/or the World Bank were involved in any \nalleged “ politically motivated campaign ” but, if he is, I consider that to be an obviously \nmisguided contention.   \n27PB0365533 , p.85 \n28PB0365533 , p.21 \n29PB0365533 , p.20 \n30PB0365543 ; PB0365543_00001_English , Article 52 \nB1/5/19\n- 20 - \n82. Following the passage of Law 218-VII, three further NBU resolutions on related party \nlending were passed by the NBU Board on 12 May 2015.  These resolutions provided for \nLaw 218-VII to be incorporated into the NBU’s regulatory requirements for banks, as well \nas introducing additional measures on related parties in line with the February 2015 IMF \nMemorandum. \n83. First, as envisaged by the February 2015 IMF Memorandum, the regulation approved by \nNBU Resolution 315 of 12 May 2015 (“ Regulation 315 ”)31 required banks to submit related \nparty lists to the NBU on a monthly basis, rather than quarterly, and set out more detailed \ncriteria for relatedness between a bank and other entities or individuals, pursuant to the \namended Article 52 of the Law on Banks.  Together with the amendments to Article 52, the \neffect of Regulation 315 was to introduce criteria that allowed the NBU to identify related \nparties with, for example, the type of opaque ownership structures that were often used in \nan attempt to avoid related parties being categorised as such under the previous legislation. \n84. The NBU worked very closely with advisers from the World Bank and the IMF in order to \ndetermine the criteria set out in Regulation 315.  The previous versions of the law only \nincluded criteria based on the ownership structure of borrowers.  For example, if only the \nformal ownership documents of a borrower were considered, that borrower may not appear \nrelated to a bank, but if a more holistic view were taken of the borrower’s activities (such as \nthe identities of its counterparties), clear links with a bank’s shareholders might emerge.  \nAs I came to experience personally when I became responsible for banking supervision at \nthe NBU, banks frequently sought to conceal the true ownership of borrowers and therefore \nto disguise related party lending, by creating the appearance of complying with the formal \nrequirements of the previous legislation, often relying on highly complex ownership \nstructures, holding companies in offshore jurisdictions and nominee officers and owners to \nconceal the true beneficial owners of companies.  The IMF and World Bank advisers had a \nhuge amount of experience in regulating activities like this in other countries, and so they \nwere able to make practical suggestions as to the best approach.  With the benefit of their \ninput, Regulation 315 allowed the NBU to identify related parties more accurately.   \n85. The amended Article 52 also conferred upon the NBU the right to identify an individual or \nlegal entity as related to a bank, irre"}
{"start": 56000, "text": "clear links with a bank’s shareholders might emerge.  \nAs I came to experience personally when I became responsible for banking supervision at \nthe NBU, banks frequently sought to conceal the true ownership of borrowers and therefore \nto disguise related party lending, by creating the appearance of complying with the formal \nrequirements of the previous legislation, often relying on highly complex ownership \nstructures, holding companies in offshore jurisdictions and nominee officers and owners to \nconceal the true beneficial owners of companies.  The IMF and World Bank advisers had a \nhuge amount of experience in regulating activities like this in other countries, and so they \nwere able to make practical suggestions as to the best approach.  With the benefit of their \ninput, Regulation 315 allowed the NBU to identify related parties more accurately.   \n85. The amended Article 52 also conferred upon the NBU the right to identify an individual or \nlegal entity as related to a bank, irrespective of whether the bank recognised that party as \nrelated.  When notified of the NBU's determination, banks would have the opportunity to \nobject, and to submit documents to demonstrate that the entity or individual in question was \nnot in fact a related party.  In accordance with the procedure set out in Article 52, once \nnotified by the NBU that a particular borrower had been classified by the NBU as a related \nparty, a bank then had three weeks to provide documents that proved otherwise.  If the \nbank failed to provide such proof, the bank would be required to include the relevant party \n31PB0365704 ; PB0365704_00001_English\nB1/5/20\n- 21 - \nin its related party list, although individuals and entities were deemed to be related parties \nfrom the moment they satisfied the criteria for relatedness (rather than from the moment \nthey were included on the bank’s related party list).  \n86. Secondly, NBU Resolution 314 of 12 May 201532 required banks to submit to the NBU a \nreport on active transactions with related parties, pursuant to the updated requirements of \nArticle 52, by 29 May 2015.  This constituted Ukraine’s implementation of the reforms \nagreed with the IMF in paragraph 13 of the February 2015 IMF Memorandum.  It also \nprovided for banks to appoint one of a list of international audit firms to conduct an audit of \ntheir related party lending, utilising the amended criteria for relatedness contained in Article \n52.  As I will explain further below, it was pursuant to this resolution that EY produced a \nreport in relation to the Bank’s related parties in July 2015.  \n87. These related party audits were required to be performed pursuant to technical terms of \nreference annexed to Resolution 314, which were devised in consultation with the IMF and \nthe World Bank, and provided that the NBU, the IMF and the World Bank were entitled to \nreceive the audit reports once complete.  Resolution 314 stated that the audit reports would \nbe analysed by the NBU upon completion, and it specified measures to be taken by the \nNBU and banks in case the reports identified non-compliance with the relevant legislation \nand regulations.  \n88. Thirdly, NBU Resolution 312 of 12 May 201533 amended Regulation 368 with regard to the \n“N9 ratio ” (which determined the proportion of lending that banks could offer to related \nparties in comparison to their overall capital) by reducing the limit on that ratio from 30% to \n25%.  Resolution 312 also introduced new requirements for capital “buffers” into Regulation \n368, with additional requirements for systemically important banks (which included the \nBank).  In line with the other reforms which had been implemented in this area, the NBU’s \nstated purpose in bringing in these changes was to introduce modern practices in line with \nEU legislation34. \nReforms to the capitalisation of banks\n89. On 28 December 2014, the Rada had passed Law 78 “ On measures aimed at promoting \nthe capitalization and restructuring of banks ”35.  This was one of the early reforms required \nby the IMF to strengthen the Ukrainian banking sector.  I remember this well, having been \nin a senior position at a commercial bank at the time the law was passed.  Prior to Law 78, \nif a bank lost its liquidity or did not have adequate capital, the NBU had to declare the bank \n32PB0365702 ; PB0365702_00001_English\n33PB0365703 ; PB0365703_00001_English\n34PB0363443\n35PB0365544 ; PB0365544_00001_English\nB1/5/21\n- 22 - \ninsolvent: there was no alternative option under the previous law.  At the time, many banks \nwere facing issues with liquidity and capital, due to the ongoing conflict with Russia.   \n90. Law 78 provided all Ukrainian banks with a period of time in which to resolve their problems, \nby creating a statutory requirement for a bank to produce a restructuring or recapitalisation \nplan, rather than requiring the NBU to declare the bank insolvent immediately in the event \nthat a diagnostic study showed that the bank did not meet the legal requirements regarding \nits capital adequacy.  Law 78 did, however, require the NBU either to declare a bank \ninsolvent (which would typically lead to liquidation, although sometimes could lead to \nnationalisation, as was ultimately the case for the Bank), or to submit a proposal for a \nsolvent nationalisation of the bank through state recapitalisation, in the event that a bank \nfailed to provide a plan that met the NBU’s requirements.  The system was designed to \npostpone decisions on insolvency and to give banks the opportunity to restore their capital \nand liquidity over a period of time. \n91. The February 2015 IMF Memorandum also set out updated policy measures regarding the \ncapitalisation of banks, including as to diagnostic studies of banks and recapitalisation \nplans36.  Diagnostic studies included, first, an assessment of the quality of a bank’s assets \nand of its capital adequacy ratio (“ CAR ”37) which is a measure of a bank’s available capital, \ntaking into account its assets and liabilities, and the risks associated with its credit portfolio.  \nSecondly, diagnostic studies included stress tests, which are exercises designed to test a \nbank’s resilience to adverse economic events by reference to the estimated impact of those \nevents on its CAR (and other indicators).  Stress tests have become a standard feature of \nbanking regulation across the world since the 2008 financial crisis.   \n92. The February 2015 IMF Memorandum required the NBU to conduct new diagnostic studies \nof the 20 largest banks, including stress tests designed to identify additional losses to banks \nassociated with the increasingly poor economic outlook in Ukraine and as a result of the \nconflict with Russia38.  These studies were, pursuant to the IMF Memorandum, required to \nbe “closely monitored”  by an NBU steering committee, to which IMF and World Bank \nadvisers were appointed. \n93. The February 2015 IMF Memorandum proposed adding to the framework set out by Law \n78, by providing that, if the diagnostic studies exposed an insufficient CAR, banks would be \nrequired to prepare “ credible ” plans for recapitalisation, which would bring the banks in line \nwith specific minimum CAR requirements.  The February 2015 IMF Memorandum provided \nthat those minimum CAR requirements should increase steadily, according to a timetable \nthat (for the top-10 banks) ran from the end of January 2016 to the end of December 2018.  \n36PB0365533 , pp.86-87 \n37This ratio is referred to as “CAR” in the IMF memorandum and “N2” in Resolution 260. For the avoidance of doubt this \nis different to the Core Capital Ratio “CCR” which is also referred to in Resolution 260 but which is also sometimes \ntranslated as “CAR”. \n38PB0365533 , p.87 \nB1/5/22\n- 23 - \nIf any of the top-10 banks were identified as insolvent by the diagnostic studies, the \nFebruary 2015 IMF Memorandum provided that they should be brought into solvency by \nthe end of August 2015, following which they would be subject"}
{"start": 63000, "text": "oviding that, if the diagnostic studies exposed an insufficient CAR, banks would be \nrequired to prepare “ credible ” plans for recapitalisation, which would bring the banks in line \nwith specific minimum CAR requirements.  The February 2015 IMF Memorandum provided \nthat those minimum CAR requirements should increase steadily, according to a timetable \nthat (for the top-10 banks) ran from the end of January 2016 to the end of December 2018.  \n36PB0365533 , pp.86-87 \n37This ratio is referred to as “CAR” in the IMF memorandum and “N2” in Resolution 260. For the avoidance of doubt this \nis different to the Core Capital Ratio “CCR” which is also referred to in Resolution 260 but which is also sometimes \ntranslated as “CAR”. \n38PB0365533 , p.87 \nB1/5/22\n- 23 - \nIf any of the top-10 banks were identified as insolvent by the diagnostic studies, the \nFebruary 2015 IMF Memorandum provided that they should be brought into solvency by \nthe end of August 2015, following which they would be subject to the timetable noted above. \n94. The provisions of the February 2015 IMF Memorandum relating to stress tests were \nimplemented by NBU Resolution 260 of 15 April 201539.  Whilst I had not yet begun working \nat the NBU in April 2015, I quickly became involved in the stress testing programme when \nI joined the NBU in June 2015.   \n95. Resolution 260 identified the Bank as being among the 20 largest banks required to \nundergo the updated stress tests, alongside other entities including Ukrainian subsidiaries \nof international banks, such as Credit Agricole and Citi.  Although Resolution 260 is the \nsecond of the five steps that Mr Kolomoisky alleges to have been part of the “ political \ncampaign ” against him, I cannot understand the basis for that allegation in circumstances \nwhere this decision applied to each of the 20 largest banks in Ukraine, and not just to the \nBank: each of the banks was subject to the same stress-testing process as a result of \nResolution 260.  Indeed, by the end of 2016, the requirement to undergo stress tests was \nextended to 60 banks, comprising 98% of banking sector assets40.  \n96. In line with the February 2015 IMF Memorandum, Resolution 260 required that each of the \ndiagnostic studies was to be conducted pursuant to the terms of reference annexed to the \nResolution, which, as I came to understand from my work on the diagnostic studies, were \ndevised by the NBU, in cooperation with the IMF and the World Bank.  Again, in line with \nthe February 2015 IMF Memorandum, Resolution 260 also approved the Regulation on the \nCoordination Committee for Monitoring and Control of Diagnostic Studies of Banks, which \nset up the necessary steering committee (of which I became a member when I joined to \nNBU in June 2015) and provided for the attendance of IMF and World Bank observers.   \n97. Finally, Appendix 3 to Resolution 260 required the preparation of recapitalisation or \nrestructuring plans, in line with Law 78, by banks revealed by the diagnostic studies to have \ninsufficient capital.  These plans were required to ensure that banks with insufficient capital \nwould gradually recapitalise up to the required level, pursuant to the timetable set down by \nthe February 2015 IMF Memorandum and restated in Appendix 2 of Resolution 260.  \nShareholders and/or investors of each bank with a restructuring or recapitalisation plan \nwere required to provide a guarantee in respect of the plan, and any such plans were \nrequired to be approved by the chair of a bank’s management and supervisory boards.  \nPursuant to Law 78, if a bank failed to provide an adequate restructuring plan in these \ncircumstances, the NBU was required to declare the bank insolvent or to propose solvent \nnationalisation.   \n39PB0365413 ; PB0365413_00001_English \n40PB0365447\nB1/5/23\n- 24 - \n98. For the purposes of the NBU’s overall process for conducting the diagnostic studies, the \nbanking sector was divided into groups: large banks (i.e. the 20 that were subject to \nResolution 260), medium banks and small banks.  Banks (starting with the large banks) \nwould provide data to the banking supervision department, on the basis of which the \ndiagnostic studies were conducted primarily by specialists from the NBU’s financial stability \ndepartment, together with experts from the IMF and the World Bank.  The financial stability \ndepartment played the most important role in conducting the diagnostic studies because it \ncontained the most experienced specialists in that area.  As I have explained above, the \ndiagnostic studies involved first an asset quality review and then a stress testing exercise, \nwhich were conducted sequentially.   \n99. Once the specialists from the financial stability department had concluded each stage of \nthe study, they would prepare a report and explain the findings to the banking supervision \ndepartment (of which, as I have explained above, I became the director from June 2015), \nthe inspections department, and the related parties division (because some metrics of \ncapital adequacy, such as the N9 ratio, are connected with related party issues).  After that, \nthe findings would be communicated to the banks, there would be discussions with the \nbanks as to these results, and the banks would have the opportunity to comment or rectify \ncertain points where appropriate.  Once both stages were complete and the above \nprocesses had been completed, the departments would together submit the final report to \nthe NBU steering committee, which would make a provisional decision on the report, after \nwhich the NBU Board would make the final decision on whether to approve the results.  If \nthe results showed that the bank had a shortage of capital, the NBU would require the bank \nto produce a recapitalisation program in line with the regulatory requirements.   \n100. From June 2015 onwards, I was an occasional attendee at steering committee meetings, \nwhich were attended by World Bank and IMF observers and assessed whether the stress \ntesting process was operating in accordance with best practice.  I was more deeply involved \nwith the review of stress test results at NBU Board level, first attending meetings and \npresenting results as director of the banking supervision department, and then as a Board \nmember from January 2016 onwards.   \n101. As I have explained above, the diagnostic studies, including the stress tests, were designed \nand conducted hand in hand with the IMF, as part of a program to reform the banking sector \nand to ensure Ukraine’s continued access to IMF financial support.  As such, the measures \ncontained in Resolution 260 did not in any way form part of a “ politically motivated \ncampaign ” against Mr Kolomoisky.  In creating these requirements for banks, the NBU was \ndoing its job as banking regulator in line with IMF requirements.  It applied these measures \nequally across the largest banks in the sector – the Bank was not singled out by this \nprocess.   \nB1/5/24\n- 25 - \nThe implementation of reforms at the Bank in June to December 2015 \nRelated party lending \n102. On 16 July 2015, the external auditors’ report on the Bank’s related party lending, required \nby Resolution 314, was submitted to the NBU.  The report had been prepared by EY, one \nof the international audit firms included in the NBU’s list of approved auditors.  Pursuant to \nthe Terms of Reference annexed to Resolution 314, EY analysed the Bank’s systems for \nidentifying related parties and the accuracy and methodology of its reporting (including the \ntransactional report as at 1 April 2015 and the expanded related party list as at 1 June \n2015), and assessed the Bank’s N9 ratio.   \n103. The report prepared by EY (the “ EY Related Parties Report ”) identified significant \nproblems with the Bank’s related party lending practices and control systems.  I reviewed \nthis report at the time, in my role as director of the banking supervision department, and I \nremember in particular that EY had not been able t"}
{"start": 70000, "text": "ation of reforms at the Bank in June to December 2015 \nRelated party lending \n102. On 16 July 2015, the external auditors’ report on the Bank’s related party lending, required \nby Resolution 314, was submitted to the NBU.  The report had been prepared by EY, one \nof the international audit firms included in the NBU’s list of approved auditors.  Pursuant to \nthe Terms of Reference annexed to Resolution 314, EY analysed the Bank’s systems for \nidentifying related parties and the accuracy and methodology of its reporting (including the \ntransactional report as at 1 April 2015 and the expanded related party list as at 1 June \n2015), and assessed the Bank’s N9 ratio.   \n103. The report prepared by EY (the “ EY Related Parties Report ”) identified significant \nproblems with the Bank’s related party lending practices and control systems.  I reviewed \nthis report at the time, in my role as director of the banking supervision department, and I \nremember in particular that EY had not been able to obtain all the necessary information to \nfully identify related parties, although they were still able to identify many problems at the \nBank.  For the purpose of preparing this witness statement, I have revisited the report in \norder to refresh my memory as to the relevant detail. \nFailure to disclose information on ultimate beneficial owners\n104. EY identified hundreds of errors and omissions in the client questionnaires for the top 150 \nborrowers of the Bank, including 131 failures to complete information in the questionnaire \nregarding the borrower’s ultimate beneficiary41.  One explanation offered by the Bank for \nthis was that it held “ no information on ultimate beneficiaries of borrowers and their \nrelatives ” for non-Ukrainian companies and did not expect to receive this information until \n22 September 201542. \n105. The suggestion that the Bank held no information on the beneficiaries of foreign companies \nwas highly concerning, particularly given the number of the Bank’s borrowers that were \nincorporated overseas, in particular in offshore jurisdictions.  I also considered it was likely \nto be untrue: the law required the Bank to obtain and hold information on ultimate beneficial \nowners before lending to clients in order to comply with anti-money laundering legislation. \nFailure properly to apply the amended definitions of related parties\n106. EY also identified significant problems with the way in which the Bank was purporting to \nidentify its related parties, in particular in relation to one of the nine categories of related \nparty provided for in Article 52 of the Law on Banks (which are referred to as related party \ntypes 521 to 529).  That category, related party type 529, encompassed entities and \n41PB0126426 , p.45 \n42PB0126426 , p.47 \nB1/5/25\n- 26 - \nindividuals through which transactions were enacted for the benefit of other related parties, \nwhere such entities or individuals were influenced by the related party.  In essence, it \ntargeted companies used to transit funds on behalf of a bank’s owners.  In my experience, \nat the time, it was very common in the Ukrainian banking sector to create an SPV with \nunknown or obscure shareholders that could not easily be linked with the shareholders of \na bank.  Such companies would then be used as a conduit for obtaining bank funding, and \nwould funnel money as part of transactions in the interests of shareholders.  Whilst the \ncorporate register might not show any links between the company and a bank’s owners, if \nflows of funds between the companies were properly analysed, it was often possible to \ndetermine that the company was connected to many other entities, which were directly \nconnected with the owners.   \n107. As regards the Bank’s approach to identifying entities that fell under related party type 529, \nthe EY Related Parties Report noted that, in preparing its related party list as at 1 April \n2015, the Bank had not considered related party type 529 at all.  Even in its updated list as \nat 1 June 2015, the Bank only identified six clients as meeting this criterion43.  As I will go \non to explain, this amounted to significant underreporting. \n108. There were also problems with the way in which the Bank had purported to apply the criteria \nfor related party type 526, which related to the managers of legal entities that were related \nparties of a bank.  In particular, EY found that the Bank had not classed as related the \nnominee directors of foreign companies whose ultimate beneficiaries were the Bank’s \nshareholders44.  Proper identification of these nominee directors was necessary to identify \nother companies under common control of such managers (which were identified as type \n528).  The use of nominees was, in my experience, a very common practice in Ukraine, \nand was particularly widespread amongst clients of the Bank, so this was another major \narea of concern for the NBU: if nominees acting on behalf of the Bank’s shareholders were \nnot being identified as related parties, then the companies they controlled would likely be \nexcluded from the related parties list.   \n109. By way of example, at page 28 of the EY Related Parties Report, EY identified two specific \ncompanies, TOV AEF and TOV Raneia, as being related parties notwithstanding that the \nBank had not categorised them as such.  Although the Bank is recorded as agreeing that \nthese entities should have been considered related parties, it is recorded as telling EY that \nYulia Velk, the manager of AEF and Raneia, had expressed her desire to sell her stake in \nthe “ Miskyi Rozrakhunkovo-informatsiinyi Tsentr Company ”, the entity by virtue of which \nshe had herself been designated as a related party manager45.  This was, in my experience, \na very common strategy in Ukraine, in order to unwind relationships that were used by the \n43PB0126426 , p.18 \n44PB0126426 , p.18 \n45PB0126426 , p.28 \nB1/5/26\n- 27 - \nNBU to identify bank clients as related parties.  For instance, if one company was already \ndefined as related and the director or nominee owner was linked with another company, \nbank owners would transfer the shares in the related party to another individual, to prevent \nthe other company also being classed as related.  This appeared to me, at the time, to be \nwindow dressing designed to avoid companies being classed as related parties. \nThe N9 ratio\n110. Including the entities that EY had identified as being related parties, and the entities already \nadmitted as such by the Bank, EY calculated that the Bank’s N9 ratio was 89.5%46 (i.e. that \nthe Bank had lent 89.5% of its capital to related parties).  Pursuant to Resolution 312, the \nN9 ratio was required to be 25% or below.  This report was finalised shortly after I joined \nthe NBU, and it was when I saw a copy of EY’s report that I first became aware of the true \nextent of related party lending at the Bank.  The fact that the Bank’s N9 ratio was so far in \nexcess of the permitted level was highly concerning in itself, because the health of the Bank \nwas so important for the financial stability of Ukraine generally.  This finding was even more \nconcerning in circumstances where the EY Related Parties Report identified a number of \ninstances where they suspected yet further related party lending but were unable to reach \na conclusive view as they had not been provided with all the necessary documents and \ninformation to establish the links (see, for example, the companies involved in the petroleum \nbusiness, addressed at pages 26 to 27 of the EY Related Parties Report)47.  That being the \ncase the Bank’s real N9 ratio was likely to be even higher than 89.5%. \n111. Pursuant to Resolution 314, the fact that the Bank’s N9 ratio exceeded the legal limit (by \nmore than 3.5 times) meant that the Bank was required to submit to the NBU a plan for \nmeasures to reduce its exposures to the required level of 25% or below.  Despite the fact \nthat the Bank’s N9 ratio was this high, I nevertheless be"}
{"start": 77000, "text": "ning in itself, because the health of the Bank \nwas so important for the financial stability of Ukraine generally.  This finding was even more \nconcerning in circumstances where the EY Related Parties Report identified a number of \ninstances where they suspected yet further related party lending but were unable to reach \na conclusive view as they had not been provided with all the necessary documents and \ninformation to establish the links (see, for example, the companies involved in the petroleum \nbusiness, addressed at pages 26 to 27 of the EY Related Parties Report)47.  That being the \ncase the Bank’s real N9 ratio was likely to be even higher than 89.5%. \n111. Pursuant to Resolution 314, the fact that the Bank’s N9 ratio exceeded the legal limit (by \nmore than 3.5 times) meant that the Bank was required to submit to the NBU a plan for \nmeasures to reduce its exposures to the required level of 25% or below.  Despite the fact \nthat the Bank’s N9 ratio was this high, I nevertheless believed it was realistic to expect it to \nbe reduced to under 25%.  There were already precedents for significant reductions in \nrelated party lending by Ukrainian banks, which could be achieved, for example, by related \nparties taking out loans with other, non-related banks, on market terms, and using those \nfunds to repay the pre-existing loans to the related bank (although clearly this required the \nrelevant borrowers to be companies with good financial standing and collateral).  \nAlternatively, where related parties were owned by bank shareholders, shareholders could \nsimply procure that the loans were repaid as required by the lending terms.  The Bank \nformulated a plan to repay its related party loans, which was incorporated into the \nRestructuring Plan, which I will address in detail below. \n46PB0126426 , p.50 \n47PB0126426 , pp.26-27 \nB1/5/27\n- 28 - \nCommunications with the Bank following the EY Related Parties Report\n112. Following the provision of the EY Related Parties Report to the NBU in July 2015, a team \nfrom the related parties unit at the NBU set about analysing the results of the report together \nwith the Bank’s prior related party disclosures and other data available to the NBU.  That \nteam was in regular communication with my team and me throughout this period, as my \ndepartment had a coordinating role with regard to the strategy and implementation of the \nvarious reforms to the financial sector, so I was kept appraised of their work, and was often \ninvolved in liaising with banks and the NBU Board on this issue.  Through this analysis, the \nrelated parties unit identified 165 entities which appeared to be related to the Bank, but \nwhich had not been included on the Bank’s related party list48.  The majority of these entities \nwere identified as related parties under type 529 in Article 52 of the Law on Banks.  As \nnoted above, the Bank had previously identified only six related parties of this type in its \nrelated parties list of 1 June 2015. \n113. For each of the entities identified as a related party of type 529, the team at the related \nparties unit also identified features of economic relatedness under Regulation 315.  On the \nbasis of this analysis, I wrote to the Bank on 31 July 201549 notifying the Bank that the NBU \nhad identified these 165 borrowers as related parties and inviting the Bank to either to \ninclude them on its related party list or to provide conclusive evidence establishing that they \nwere not related parties within three weeks, in accordance with Chapter 2 of Regulation \n315.  Over the following months, there was a substantial volume of correspondence and \nseveral meetings between the NBU and the Bank on this issue, through which the Bank \nsought to persuade the NBU that 132 of these borrowers were not in fact related parties50. \n114. On 15 December 2015, having considered the Bank’s objections and explanations, the \nNBU notified the Bank that 136 of the 165 entities originally identified in my letter of 31 July \n2015 were to be conclusively classified as related parties51.   \n115. In summary, by the end of December 2015, it was clear to me that related party lending at \nthe Bank was endemic, but that the Bank had been attempting to disguise the scale of it \nfrom the NBU.  The NBU nevertheless continued to attempt to work with the Bank on \nreducing levels of related party lending, including by agreeing a proposal to reduce related \nparty lending as part of the Restructuring Plan.   \n48PB0363454 ; PB0363454_00001_English\n49PB0363454 ; PB0363454_00001_English\n50PB0365597 ; PB0365597_00001_English ; PB0365599 ; PB0365599_00001_English ; PB0365557; \nPB0365557_00001_English\n51PB0071836 ; PB0071836_00001_English_2\nB1/5/28\n- 29 - \n116. Notwithstanding the scale of the Bank’s problems in this regard, the NBU took the view that \nif the Bank’s capital adequacy issues could be resolved, it would be willing to extend the \ntime for the Bank to resolve its problems with related party lending.   \nThe Stress Test  \n117. As I have explained above, the program of diagnostic studies, including stress testing, took \nplace in parallel with the related parties analysis in 2015, and both of these programs \nformed part of the measures agreed with the IMF.  I have already explained that Resolution \n260, which put in place the requirements for stress testing, was a measure that applied \nacross the banking sector, and that the terms of reference, which specified the methodology \nfor stress tests, were devised in cooperation with IMF and World Bank officials.  It did not \nform any part of a “politically motivated campaign” against Mr Kolomoisky. \n118. As I have explained briefly above, Mr Kolomoisky alleges that three further measures \nassociated with the Stress Test formed part of this alleged “politically motivated campaign” .  \nIn the following paragraphs, I will explain the true purpose of each of those measures in \nturn.  \n119. First, Mr Kolomoisky alleges that on 2 July 2015, the NBU “ produced a statement \nconsequential on the Stress Test ” which found that “ the Bank required additional capital of \nUAH 16 billion (approximately USD 676 million )” (paragraph 36(3)). \n120. The NBU’s initial findings on the first stage of the Bank’s diagnostic study (i.e. the asset \nquality review) were set out in a report dated 2 July 2015 (the “ Initial Report ”)52, which was \nprepared pursuant to the terms of reference agreed with the IMF and the World Bank.  \nWhilst Mr Kolomoisky refers to this document as a “ statement consequential on the Stress \nTest”, in order to avoid confusion I should make clear that the Initial Report does not contain \nthe results of the Stress Test (i.e. the second stage of the diagnostic study).  The results of \nthe Stress Test were the subject of the Final Report, which I deal with in more detail below.   \n121. I reviewed the Initial Report at the time it was prepared, and have revisited it for the purpose \nof preparing this statement.  The Initial Report concluded, amongst other things, that there \nhad been significant increases in the number of borrowers whose loans were in default, \nwhich resulted in a downgraded assessment of those borrowers’ credit quality and \nincreased the capital reserves required in relation to their loans.  It also identified repeated \nrestructurings of borrowers’ debts and extensions of the loan terms, and concluded that \nmost borrowers’ businesses were unprofitable.  It further identified widespread problems \nwith low quality collateral for the Bank’s corporate lending portfolio: 85% of the sampled \nloans were secured by collateral in the lowest group of liquidity pursuant to the regulation \n52PB0193891 ; PB0193891_00001_English_2 \nB1/5/29\n- 30 - \napproved by NBU Board Resolution No. 23 of January 25, 2012 (“ Regulation 23 ”)53.  The \ncumulative effect of the findings in the Initial Report was that, in order to meet the NBU’s \ncapital adequacy requirements, the Bank needed to raise additional capital of U"}
{"start": 84000, "text": "rt concluded, amongst other things, that there \nhad been significant increases in the number of borrowers whose loans were in default, \nwhich resulted in a downgraded assessment of those borrowers’ credit quality and \nincreased the capital reserves required in relation to their loans.  It also identified repeated \nrestructurings of borrowers’ debts and extensions of the loan terms, and concluded that \nmost borrowers’ businesses were unprofitable.  It further identified widespread problems \nwith low quality collateral for the Bank’s corporate lending portfolio: 85% of the sampled \nloans were secured by collateral in the lowest group of liquidity pursuant to the regulation \n52PB0193891 ; PB0193891_00001_English_2 \nB1/5/29\n- 30 - \napproved by NBU Board Resolution No. 23 of January 25, 2012 (“ Regulation 23 ”)53.  The \ncumulative effect of the findings in the Initial Report was that, in order to meet the NBU’s \ncapital adequacy requirements, the Bank needed to raise additional capital of UAH 15.9 \nbillion.  The Initial Report was a necessary part of the program of diagnostic studies across \nthe banking sector, and I certainly did not believe then (nor do I now) that this document or \nits findings were part of any campaign against Mr Kolomoisky. \n122. Secondly, Mr Kolomoisky alleges that, on 29 September 2015, the NBU steering committee \non stress tests  “issued new guidance on the interpretation of Regulation 23 (“the Guidance”) \nto the effect that pledges held by the Bank over contractual rights to property were no longer \nto be treated as valid security for the purpose of determining the adequacy of the Bank’s \ncapital in cases where the purchaser granting the pledge had not paid for the property \n(which was often the case in respect of security provided for the Bank's loans) ” (paragraph \n36(4)).\n123. In my role as director of the banking supervision department, I was one of the committee \nmembers responsible for issuing the guidance identified by Mr Kolomoisky, together with \nMr Pisaruk and the directors of the inspections department, methodology department and \nfinancial stability department54.   \n124. The context for this guidance arose out of the continued work of the NBU on completing \nthe stress tests.  In the course of their work, in respect of the Stress Test of the Bank, for \nexample, they identified that the collateral that had been classified in the Initial Report as \nbeing in the lowest liquidity group (which took the form of pledges over rights to receive \ngoods under supply contracts) lacked any supporting documentation evidencing that the \npledgors and their counterparty suppliers had positive experience fulfilling the supply \ncontracts (i.e., in supplying or receiving such goods).  This was not only a problem at the \nBank: similar issues were identified at other Ukrainian banks subject to the stress tests \npursuant to Resolution 260, and I formed a view that security over rights under supply \ncontracts was being used pervasively throughout the Ukrainian banking sector as a \nsubstitute for real, valuable collateral.   \n125. In light of the issues identified above, the NBU steering committee took the view that it was \nnecessary to issue formal guidance on the requirements for collateral that was being \nassessed in the course of the diagnostic studies.  In particular, the guidance made clear \nthat property rights to goods would only amount to acceptable collateral if the expected \nfuture cash flows under contracts were confirmed by prepayments for goods.  Similarly, \nproperty rights to future revenues under such contracts would only be acceptable if the \n53PB0193891 ; PB0193891_00001_English_2 , pp.8,32 \n54PB0204585 ; PB0204585_00001_English_2\nB1/5/30\n- 31 - \nestimated revenue was supported by historical data on borrowers’ income under such \ncontracts during the previous year.   \n126. Having been involved in producing this guidance, I can say categorically that it was not \npolitically motivated.  It was necessary to ensure that banks across the sector were made \naware that they could not disguise capital shortfalls in the course of the diagnostic studies \nby relying on security that had no real value. I would like to emphasise that this guidance \napplied equally to all banks subject to a diagnostic study. \n127. Thirdly, Mr Kolomoisky alleges that, on 11 December 2015, “ the NBU produced a final \nreport [...] which concluded that the Bank required further capital in the amount of UAH 113 \nbillion (approximately USD 4.82 billion) ” (paragraph 36(5)). \n128. The full and final results of the diagnostic study of the Bank, including, in particular, the \nStress Test, were published in the Final Report55.  The working process that led to this \nreport (as well as to the final reports on the diagnostic studies of other banks) was organised \nin a transparent manner.  By this, I mean that all banks had ongoing access to the NBU \nworking papers in relation to these diagnostic studies, and were involved in all stages of \ncalculation and discussion, during which they had the opportunity to comment on or dispute \nthe results.  \n129. The Final Report concluded that the Bank was highly unlikely to be able to enforce the \npledges over contractual rights, in light of the characteristics of the collateral identified in \nthe samples analysed.  It also identified a serious deterioration in the servicing of the Bank’s \ncorporate lending portfolio, loss-making operations for the majority of the Bank’s corporate \nborrowers and pervasive financing of debt through further lending and/or extension of \nrepayment deadlines.  \n130. Taking into account the further findings on the collateral put in place by the Bank since the \nInitial Report, and (more significantly) factoring in the results of the Stress Test, the Final \nReport found that, in order for the Bank to bring its capital up to the required levels, it would \nneed additional capitalisation of UAH 113.11 billion.  This substantially exceeded the figure \nidentified in the Initial Report because (a) the NBU specialists’ further findings on collateral \nmeant that the capital position according to the first stage of the assessment (the asset \nquality review) was negative c.UAH 40 billion, rather than negative c.UAH 16 billion; and \n(b) the additional effect of the second stage of the study (the Stress Test) increased the \nshortfall to a total of UAH 113.11 billion.  Because the calculation of these figures was an \nopen and transparent process, which involved many stages of consultation and verification, \nthe final finding that the Bank required additional capital of UAH 113.11 billion did not come \nas a shock when the report was finalised, although I (and I believe my colleagues) certainly \n55PB0365570 ; PB0365570_00001_English\nB1/5/31\n- 32 - \nfelt that the extent of the Bank’s capital needs were extremely significant and possibly \nunprecedented (certainly in Ukraine): the capital shortfall for the Bank was almost as large \nas the capital shortfall for all other Ukrainian banks combined. \n131. On 14 January 2016, pursuant to NBU Resolution 8/BT56,  the NBU approved the findings \nin the Final Report, together with stress test results for two other banks, Credit Dnipro and \nFidobank (neither of which was owned by Mr Kolomoisky). As was the case for the Initial \nReport, the Final Report was a technical document prepared by specialists from the NBU \ninspection team, pursuant to the terms of reference agreed with the IMF and the World \nBank.  It was not part of a “politically motivated campaign”  against Mr Kolomoisky.   \n132. The Stress Test had revealed the full extent of the Bank’s capital adequacy problems, which \nwere huge, and represented not only a risk to the Bank’s operations, but to the stability of \nthe financial sector as a whole.  Unfortunately, despite repeated attempts by the NBU to \nextend deadlines to restore capital adequacy and to work with the Bank to resolve these \nissues, it was ultimately unwillin"}
{"start": 91000, "text": "ital shortfall for all other Ukrainian banks combined. \n131. On 14 January 2016, pursuant to NBU Resolution 8/BT56,  the NBU approved the findings \nin the Final Report, together with stress test results for two other banks, Credit Dnipro and \nFidobank (neither of which was owned by Mr Kolomoisky). As was the case for the Initial \nReport, the Final Report was a technical document prepared by specialists from the NBU \ninspection team, pursuant to the terms of reference agreed with the IMF and the World \nBank.  It was not part of a “politically motivated campaign”  against Mr Kolomoisky.   \n132. The Stress Test had revealed the full extent of the Bank’s capital adequacy problems, which \nwere huge, and represented not only a risk to the Bank’s operations, but to the stability of \nthe financial sector as a whole.  Unfortunately, despite repeated attempts by the NBU to \nextend deadlines to restore capital adequacy and to work with the Bank to resolve these \nissues, it was ultimately unwilling or unable to do so, as I will now go on to explain. \nSECTION 5: THE RESTRUCTURING PLAN AND ASSET TRANSFER\n133. In accordance with the February 2015 IMF Memorandum and as required by Law 78 and \nResolution 260, due to the results of the Stress Test, the Bank was required to provide the \nNBU with a recapitalisation or restructuring plan.  The Bank was by no means alone in \nbeing subject to these requirements: of the 20 largest banks subject to the initial rounds of \nstress testing, 16 were required to formulate restructuring or recapitalisation plans57.  Of \nthose 16, 11 were successfully recapitalised (for two of those banks, Ukrsotsbank PJSC \nand Alpha-Bank PJSC, via a merger) and have emerged from this process as stronger \ninstitutions.  Two banks (Finance and Credit Bank, and Financial Initiative Bank) failed to \nsubmit credible restructuring plans to the NBU, and were therefore declared insolvent and \nliquidated, while two (VTB  and Fidobank) produced restructuring plans but then failed to \nrecapitalise pursuant to their plans, and were ultimately declared insolvent and liquidated. \nMr Kolomoisky’s allegations regarding the Restructuring Plan \n134. At paragraph 38 of his Defence, Mr Kolomoisky alleges that, following the NBU’s approval \nof the Final Report, the Bank approved a restructuring plan “ as a result of pressure from \nthe NBU and threats to demand repayment of the loans made by the NBU to refinance the \nBank since 2008 ”.   \n135. At paragraph 40 of his Defence, Mr Kolomoisky goes on to allege that “ the Bank was taking \nsteps to comply with the Restructuring Plan ”, but that “ progress on the Restructuring was \n56PB0365414 ; PB0365414_00001_English \n57PB0365531\nB1/5/32\n- 33 - \nfrustrated by the NBU's restriction on companies authorised to conduct valuations of the \nrelevant property and its delay in concluding relevant agreements ”.  \nThe NBU Refinancing Loans \n136. I was involved in negotiations with the Bank and Mr Kolomoisky personally regarding the \npossibility of restructuring various refinancing loans provided to the Bank by the NBU (the \n“NBU Refinancing Loans ”) and can confirm that I did not make, and that I am not aware \nof anyone else at the NBU having made, any “threats to demand repayment ” of the NBU \nRefinancing Loans in order to pressure the Bank into approving the Restructuring Plan. \n137. As a lender of last resort, and in much the same way as other central banks, the NBU \nprovides refinancing to banks in the form of loans, in order to address liquidity shortfalls.  \nSuch shortfalls typically arise in the context of disruptive events in the wider economy that \nhave an adverse impact on the banking sector, although they can, of course, arise for other \nreasons, such as mismanagement within a bank.  The Bank received significant refinancing \nloans from the NBU in 2008 and 2009, following the global financial crisis. As at 31 \nDecember 2013, the Bank owed UAH 3.47 billion to the NBU58.  In 2014-2015, it received \na further c.UAH 29.6 billion59, following the Revolution of Dignity, the ensuing conflict with \nRussia and the associated economic crisis.  As at 31 December 2016 (i.e. very soon after \nit was nationalised), the Bank owed to NBU UAH 18.04 billion60 under a number of separate \nloan agreements (the “ Refinancing Loan Agreements ”). \n138. The Refinancing Loan Agreements contained provisions restricting the Bank’s activities \nwhilst the loans remained outstanding.  For example, the refinancing loan approved on 11 \nSeptember 2014 and granted on 2 October 201461 (to which I have referred briefly above) \nwas accompanied by a prohibition on active operations with related parties.  If the Bank \nbreached the terms of the Refinancing Loan Agreements, the NBU was contractually \nentitled to demand early repayment of the funds.  There were also various additional \nprovisions of the Refinancing Loan Agreements that allowed the NBU to demand early \nrepayment in case the Bank’s financial condition deteriorated, or if the NBU identified that \nthe Bank had available funds that could be used to repay the debts to the NBU62. \n139. Notwithstanding that the Bank breached the prohibition on related party lending in this \nperiod, the NBU did not demand early repayment of the NBU Refinancing Loans, even \nthough it would have been contractually entitled to do so.  So far as I was concerned, this \nwas because demanding immediate repayment would likely have caused a liquidity crisis \nfor the Bank and pushed the financial sector into panic, which would have had a severe \n58PB0164432 , p.43 \n59PB0164433 , p.42. According to its financial statements, the Bank drew down tranches of the NBU Refinancing Loans \ntotalling UAH 19.9 billion in 2014, and UAH 9.7 billion in 2015. \n60PB0164428 , p.30 \n61PB0362072 ; PB0362072_00001_English\n62PB0362072 ; PB0362072_00001_English\nB1/5/33\n- 34 - \nimpact on financial stability in Ukraine generally.  That was exactly what the NBU had \nsought to avoid by granting the loans in the first place.  \n140. We did, however, hold a series of discussions with the Bank (principally with Lyudmila \nShmalchenko, the Directory of the Treasury Department and Oleksandr Dubilet, the \nchairman of the Bank’s Management Board) and Mr Kolomoisky personally regarding the \nNBU Refinancing Loans in this period, albeit that most of these discussions took place after \nthe Restructuring Plan had already been approved, in the spring and summer of 2016.  I \nparticipated in those discussions, which took place mainly at the NBU’s offices, because I \nhad overall responsibility for banking supervision, although the loan management \ndepartment, which was not directly under my supervision had been primarily responsible \nfor the issue of refinancing loans since 2015.   \n141. The discussions were focused on the fact that the earliest refinancing loans were due to be \nrepaid by the Bank in 2016, and the Bank wanted the NBU to restructure these agreements \nto extend the repayment dates.  As a condition of such restructuring, the NBU required \nimproved collateral to be put in place.  Our discussions with the Bank in this regard had \nnothing to do with the Bank’s approval of the Restructuring Plan: as I have explained above, \nthe Restructuring Plan was required by the terms of Law 78 and Resolution 260, so the \nNBU had no need to use any additional leverage to require the Bank to provide the \nRestructuring Plan (although the Restructuring Plan itself was required to address the \nrepayment of the Refinancing Loans, which it ultimately proposed to achieve using the \nproceeds of loan repayments from borrowers with high debt concentrations, as I go on to \nexplain below).   \nThe requirement to produce a Restructuring Plan \n142. As I have explained above, preparation of a restructuring or recapitalisation plan was a \nlegal requirement for all banks with capital shortfalls, pursuant to Resolution 260, and in \nline with the IMF’s requirements in the February 2015 IMF Memorandum6"}
{"start": 98000, "text": "As a condition of such restructuring, the NBU required \nimproved collateral to be put in place.  Our discussions with the Bank in this regard had \nnothing to do with the Bank’s approval of the Restructuring Plan: as I have explained above, \nthe Restructuring Plan was required by the terms of Law 78 and Resolution 260, so the \nNBU had no need to use any additional leverage to require the Bank to provide the \nRestructuring Plan (although the Restructuring Plan itself was required to address the \nrepayment of the Refinancing Loans, which it ultimately proposed to achieve using the \nproceeds of loan repayments from borrowers with high debt concentrations, as I go on to \nexplain below).   \nThe requirement to produce a Restructuring Plan \n142. As I have explained above, preparation of a restructuring or recapitalisation plan was a \nlegal requirement for all banks with capital shortfalls, pursuant to Resolution 260, and in \nline with the IMF’s requirements in the February 2015 IMF Memorandum63 (albeit that, as I \nhave explained above, certain of the deadlines in the February 2015 IMF Memorandum \nhad already been extended by this stage).  More specifically, Resolution 260 (as amended \non 20 August 2015, 29 September 2015 and 19 November 2015) and the February 2015 \nIMF Memorandum together provided that banks whose stress tests revealed a CAR of \nbelow 10% should submit a plan, by 1 January 2016, that would achieve N2 ratios of 5% \nby 1 June 2016; (ii) 7% by 1 January 2018; and (iii) 10% by 1 January 2019.  Banks whose \nstress test indicated no positive value for capital were required to achieve a positive value \nof capital by 1 January 2016.  These requirements conformed to international standards for \nbanking regulation: the IMF Staff report dated March 2015 also noted that a similar \n63PB0365533 , p.87-88 \nB1/5/34\n- 35 - \napproach to achieving capital adequacy in banks had been adopted in Indonesia, South \nKorea and Japan in the aftermath of the Asian economic crisis in the late-1990s64. \n143. Resolution 260 also provided that each plan should be realistic, to ensure that the \nimplementation of these plans would have the necessary impact on each bank’s capital \nwithin the required timeframe.  If the banking supervision department assessed the \nrestructuring/recapitalisation plan proposed by a bank and found its measures to be \ninsufficient, paragraph 7(2) of Resolution 260 entitled the department to submit proposals \nto the NBU Board regarding any amendments that were necessary to ensure the plan \nmeets the NBU’s requirements.  In summary, therefore, banks were legally required to \nproduce restructuring plans, which were required to be realistic and to be approved by the \nNBU.  Ultimately, unless a bank in this situation provided a realistic restructuring plan, Law \n78 placed a legal requirement on the NBU to declare such a bank insolvent and to either \nliquidate or nationalise it. \nThe Restructuring Plan \n144. As I have explained above, the working process of the stress testing included ongoing \ndiscussions between the banks and the NBU regarding the results and any remedial steps \nnecessary as a result.  In order to aid those discussions, interim results of the stress testing \nprocess were shared with the banks, and the banks had the opportunity to submit \ncomments and explanations.   \n145. In line with this general process, in the course of and following the conclusion of the Stress \nTest process, my colleagues and I had held numerous meetings with the Bank (particularly \nMs Shmalchenko and Mr Dubilet) at the NBU’s offices regarding the results.  Minutes were \nnot taken of those meetings, so I do not have a detailed record of what was said and when, \nalthough I remember at a high level the matters we discussed, and at what stage. At those \nmeetings, we explained the consequences of the Stress Test results to the Bank, in \nparticular that, pursuant to Resolution 260, the Bank would need to prepare a restructuring \nplan.  We explained that this plan needed not just to promise a capital injection as a means \nof solving the Bank’s capital shortage, but that other measures, such as provision of \nadditional collateral, should also provide a way for the Bank to address the shortfall in \ncapital revealed by the Stress Test. \n146. Following those discussions, the NBU formally sent the Final Report to the Bank on 15 \nDecember 2015, under cover of a letter signed by Mr Pisaruk and me, together with the \nNBU’s final report on the decision to classify 136 entities as related parties.  That letter \nexplained that the results of the Stress Test, together with the significant portfolio of related \nparty lending, created a threat to the interests of the Bank’s depositors and creditors, and \n64PB0365533 , p.19 \nB1/5/35\n- 36 - \nthat, as a result, the Bank needed substantial capitalisation as well as urgent actions by the \nBank’s management and shareholders to minimize existing credit risks.  Citing Regulations \n260 and 314, we explained that the Bank was required to prepare, by 1 January 2016, a \nrealistic restructuring plan that would guarantee compliance with the N2 ratio required by \nRegulation 260 (as amended).  In order to meet this deadline, we requested that the Bank \nprovide us with a plan by 25 December 201565 (for the avoidance of doubt, this is not \nChristmas Day in Ukraine, which observes the Orthodox Christmas in early January).  \nGiven the extent of our prior discussions with the Bank regarding the need to prepare a \nrestructuring plan, and what it should contain, this was in my view a reasonable deadline. \n147. During that period, I met for the first time personally with Mr Kolomoisky to discuss the \nresults of the Stress Test and to highlight that we had had many discussions with his staff \nat the Bank regarding the NBU’s requirements, and that we were waiting to receive a \nrestructuring plan.  This meeting took place in the early afternoon in the Governor’s office \nat the NBU, and was also attended by Mr Pisaruk.  Again, it was not minuted, as was \ngenerally the case for such meetings at that time: meetings that the NBU held with all banks \nin this period were working sessions aimed at explaining the IMF requirements, and \nensuring that banks understood what was required of them.   \n148. In circumstances where the IMF required compliance with the CAR requirements set out in \nResolution 260 (as amended), namely for all banks to achieve a positive value of capital by \n1 January 2016, and a CAR of 5% by 1 June 2016, I explained to Mr Kolomoisky that the \nBank needed to comply with the timelines we had discussed, and to produce a plan that \nmet the criteria in Resolution 260.  Although I knew something of Mr Kolomoisky and his \nreputation by then, given that he was quite a high profile figure in Ukraine, I approached \nthis meeting just as I did for any other shareholder of a Ukrainian bank (of which I met with \na number in and around this period). \n149. Unfortunately, however, on the basis of the meeting with Mr Kolomoisky and the ongoing \nmeetings with Bank executives, it became clear to me that the Bank was not going to meet \nthe IMF’s deadlines.  On 23 December 2015, because of the Bank’s lack of progress and \nin order to avoid the Bank breaching Regulation 260, the NBU Board amended Resolution \n260, by way of Resolution 923, to extend the deadlines for all banks (a) to submit their \nrestructuring plans, from 1 January 2016 to 1 February 2016; (b) to achieve a positive value \nof capital, from 1 January 2016 to 1 April 201666; and (c) to achieve a 5% N2 ratio, from 1 \nJune 2016 to 1 September 201667. \n65PB0363047 ; PB0363047_00001_English\n66This deadline had already been extended from 1 September 2015 to 1 January 2016 pursuant to Resolutions 546 and \n807. \n67PB0365783\nB1/5/36\n- 37 - \n150. In effect, therefore, the NBU had changed the rules for the entire banking sector to \naccommodate the particular position of the Bank.  This was a recognition by the NB"}
{"start": 105000, "text": " on the basis of the meeting with Mr Kolomoisky and the ongoing \nmeetings with Bank executives, it became clear to me that the Bank was not going to meet \nthe IMF’s deadlines.  On 23 December 2015, because of the Bank’s lack of progress and \nin order to avoid the Bank breaching Regulation 260, the NBU Board amended Resolution \n260, by way of Resolution 923, to extend the deadlines for all banks (a) to submit their \nrestructuring plans, from 1 January 2016 to 1 February 2016; (b) to achieve a positive value \nof capital, from 1 January 2016 to 1 April 201666; and (c) to achieve a 5% N2 ratio, from 1 \nJune 2016 to 1 September 201667. \n65PB0363047 ; PB0363047_00001_English\n66This deadline had already been extended from 1 September 2015 to 1 January 2016 pursuant to Resolutions 546 and \n807. \n67PB0365783\nB1/5/36\n- 37 - \n150. In effect, therefore, the NBU had changed the rules for the entire banking sector to \naccommodate the particular position of the Bank.  This was a recognition by the NBU of the \nimportance of the Bank’s economic health to the Ukrainian financial system generally.  It \nalso makes clear that Mr Kolomoisky’s allegation that the NBU deliberately set out to \nconclude that the Bank was insolvent is entirely without foundation.  In fact, the opposite \nwas true. \n151. Following this extension of time, the Bank delivered various proposals to the NBU, the first \nof which was received on 24 December 201568.  A team from the NBU analysed these \nproposals, and found that they would not have had the necessary impact on the Bank’s \ncapital shortfall.  Around this time, we were dealing not only with the Bank’s proposals, but \nalso with proposals from the other 15 banks that had submitted plans.  A lot of people at \nthe NBU were involved in the review process for restructuring plans from the banking \nsupervision department, the financial stability department and the risk department, whilst \nthe plans were also reviewed by the IMF.  The IMF’s main concerns were that the plans \nshould be assessed by the NBU, with reference to whether they were realistic and \ntransparent as to sources of income.  I did not consider the detail of all of these plans \npersonally, but I considered the main points carefully. \n152. The NBU outlined its main concerns regarding the Bank’s initial proposals in writing via a \nletter dated 31 December 201569.  That letter explained that the measures proposed by the \nBank would only partially meet the need for additional capital and identified (amongst other \nthings) that the proposals included funding the recapitalisation from inappropriate and \nuncertain sources, such as the possible future proceeds from arbitration proceedings \nbrought by Mr Kolomoisky’s companies against the state of Ukraine70.   \n153. During the further meetings I had with Mr Kolomoisky, I raised my concerns regarding these \ninitial proposals with him directly, and told him that the Bank would not meet the NBU’s \nrequirements if it continued in this manner.  We did not spend much time discussing the \nproposal regarding the arbitration proceeds, because it was clearly unrealistic and would \nnot be accepted by the NBU, but I do remember telling Mr Kolomoisky that the plan should \nnot make the Bank dependent on his wider business interests: we simply needed a clear \nplan that proposed realistic ways to provide the additional capital required, so that the Bank \ncould actually solve the problem and meet the applicable regulatory requirements.   \n154. During these discussions, the Bank also sought to dispute the results of the Final Report, \nincluding with reference to the guidance on Regulation 23 that the NBU steering committee \nhad issued in September 2015.  The Bank set some of these objections out in a letter of 29 \n68PB0034525 ; PB0034525_00001_English\n69PB0363048 ; PB0363048_00001_English\n70PB0034525 ; PB0034525_00001_English\nB1/5/37\n- 38 - \nJanuary 201671.  I considered the Bank’s objections to be misguided: for example, they \nsought to rely on the application of IFRS principles, in particular IFRS Standard 39, which \nrequired that banks should only create provisions for liabilities based on present losses (i.e., \ndebts that were already in default).  The stress testing methodology and Regulation 23 \nwere, however, based on the approach recommended by the Basel Committee in the Core \nPrinciples, which emphasised that prudential supervisors should impose additional \nprovisioning requirements based on credit risk, i.e. factoring in risks of default as well as \nactual defaults.  It is correct that Regulation 23 had different standards than IFRS, but it \nwas nevertheless entirely consistent with the Core Principles.  \n155. On the basis of my discussions with the Bank and Mr Kolomoisky, my impression at this \nstage was that they were not taking the relevant legal and regulatory requirements \nsufficiently seriously and were not facing up to the scale of the Bank’s capital problems; this \nwas reflected in the unsuitable initial proposals that the Bank had put forward.  In the weeks \nfollowing our letter of 31 December 2015, the Bank sent further proposals, which (as set \nout in our letters of 21 January 2016, 27 January 2016 and 10 February 201672) did not \ncontain measures to meet the full extent of the Bank’s capital needs.   \n156. As part of this process, Mr Kolomoisky also wrote to the NBU on 4 February 2016, \npurporting to offer a personal guarantee that the Bank would provide the additional \ncapitalisation required.   It was a requirement of Appendix 3 of Resolution 260 that a bank’s \nshareholders should guarantee the amount of capitalisation provided for in any restructuring \nplan required following an adverse stress test73.  This letter did not refer to any concrete \nproposals apart from a promise by Mr Kolomoisky to provide capital injections from his own \nfunds in 2018 and 2019.  Nonetheless, the NBU continued to try to work with the Bank to \nproduce a realistic plan.   \n157. By the second week of February 2016, I was very concerned that the Bank was going to \nfail to provide an appropriate plan even by the extended IMF deadline to achieve a positive \nvalue of capital, which fell on 1 April 201674.  Ms Gontareva therefore called Mr Kolomoisky \non the telephone, whilst I was sat in her office (although she was not using a speaker phone, \nso I could not hear what Mr Kolomoisky said).  Ms Gontareva said to Mr Kolomoisky that, if \nthe Bank failed to provide a realistic and satisfactory plan, the NBU would have no choice \nunder the relevant legislation but to declare the Bank insolvent.  She told Mr Kolomoisky \nthat if the Bank provided such a plan, it would be afforded a proper opportunity to fulfil it.  \nBut if no such plan was provided, the NBU would have to declare the Bank insolvent.  \n71PB0363052 ; PB0363052_00001_English\n72PB0363050 ; PB0363050_00001_English ; PB0363051 ; PB0363051_00001_English ; PB0365773; \nPB0365773_00001_English \n73PB0365571 ; PB0365571_00001_English\n74PB0365783\nB1/5/38\n- 39 - \n158. Soon after that conversation we received the final version of the Restructuring Plan75, on \n12 February 2016 (although I do not recall the precise date of the phone call, I believe we \nreceived the plan the very next morning).  The failure by the Bank promptly to prepare a \nrealistic plan that would properly address the extent of recapitalisation required following \nthe Stress Test had the effect of yet further delaying the recapitalisation of the Bank, by \nmore than seven weeks beyond the initial deadline we had set for the Restructuring Plan \nto be provided.  The Restructuring Plan was then approved by the NBU on 23 February \n2016, in Resolution 103 B/T76.  Resolution 103 B/T also included a number of restrictions \non the Bank’s activities while the plan was implemented, including a prohibition on lending \nto related parties or to clients with non-transparent ownership structures.   \n159. As set out in Resolution 103B/T, pursuant to the Restructuring "}
{"start": 112000, "text": "74PB0365783\nB1/5/38\n- 39 - \n158. Soon after that conversation we received the final version of the Restructuring Plan75, on \n12 February 2016 (although I do not recall the precise date of the phone call, I believe we \nreceived the plan the very next morning).  The failure by the Bank promptly to prepare a \nrealistic plan that would properly address the extent of recapitalisation required following \nthe Stress Test had the effect of yet further delaying the recapitalisation of the Bank, by \nmore than seven weeks beyond the initial deadline we had set for the Restructuring Plan \nto be provided.  The Restructuring Plan was then approved by the NBU on 23 February \n2016, in Resolution 103 B/T76.  Resolution 103 B/T also included a number of restrictions \non the Bank’s activities while the plan was implemented, including a prohibition on lending \nto related parties or to clients with non-transparent ownership structures.   \n159. As set out in Resolution 103B/T, pursuant to the Restructuring Plan, the Bank was required \nto take the following measures: \n(a) as set out in Annex A to the Restructuring Plan, a transfer of assets onto the Bank’s \nbalance sheet (the “ Asset Transfer ”) with a value of at least UAH 31.13 billion, to \nbe used to repay non-performing loans to corporate clients; \n(b) submission of a schedule, by 1 April 2016, for the sale of the assets received in the \nAsset Transfer, over a two year period; \n(c) as set out in Annex B to the Restructuring Plan, the provision of substitute collateral, \nin the form of mortgages, in support of loans to corporate clients with high \nconcentrations of debt (including 27 Borrowers) with a value of UAH 76.69 billion.  \nThis collateral would be put in place over the course of four months from May to \nAugust 2016, with 25% of the total collateral to be put in place each month.  This \nmeasure would reduce the provisioning required for these loans, and therefore the \nlevel of additional capital required in order to meet the legal requirements;  \n(d) as set out in Annex E to the Restructuring Plan, the gradual and regular repayment \nof the loans to the borrowers identified in Annex B, over the period 1 March 2016 to \n1 January 2021;  \n(e) the repayment of the NBU Refinancing Loans, and payments towards the required \nreserves to be held in an NBU correspondent account, on a monthly basis.  This \nwould be achieved using the proceeds of repayment from the loans to borrowers \nwith high concentrations of debt (as provided for in Annex E); and \n(f) as set out in Annex 6 to the Restructuring Plan, the repayment of loans to clients \nidentified as related parties, over the period 1 April 2016 to 1 January 2019.  This \n75PB0365416 ; PB0365416_00001_English \n76PB0365415 ; PB0365415_00001_English\nB1/5/39\n- 40 - \nset of repayments was required in order to bring the N9 ratio down to 25%, pursuant \nto Resolution 314, in accordance with the timetable in Annex 9. \n160. I was conscious that implementing the Restructuring Plan would be a difficult process, and \nunderstood that the Bank would be required to put in place a significant amount of \ndocumentation to meet the IMF and NBU requirements, but I did not consider it unrealistic \nto expect the Bank to complete the initial stages, in particular the Asset Transfer, within the \ntimeframes set out in Resolution 103/BT.  That deadline was in line with the Bank’s \nobligation pursuant to Resolution 260 (as amended) to reach a positive value of capital by \n1 April 2016, which, as I have explained above, already represented an extension to the \noriginal deadline of 1 September 2015 that had been required by the IMF in the February \n2015 IMF Memorandum77. \n161. Certain of the assets listed in Annex A to the Restructuring Plan were already pledged by \nthird parties in support of the NBU Refinancing Loans.  Mr Dubilet had told us, in the course \nof our meetings in relation to the preparation of the Restructuring Plan, that the Bank could \nnot procure the transfer of new assets of sufficient value to make up the capital shortfall.  \nMr Dubilet therefore suggested that certain assets already mortgaged to the NBU by third \nparties in connection with the NBU Refinancing Loans be transferred from the third party \nmortgagors to the Bank, and then re-mortgaged to the NBU once they had been transferred \nonto the Bank’s balance sheet.  This would allow the NBU to retain the benefit of the pre-\nexisting security for the NBU Refinancing Loans, and the Bank to acquire further assets in \norder to boost its capital position.  The NBU agreed to this arrangement in order to assist \nthe Bank in preparing a realistic restructuring plan.  As I have mentioned above, two other \nlarge Ukrainian banks were declared insolvent because they failed to produce a realistic \nplan.  Had the NBU been determined to nationalise the Bank, as Mr Kolomoisky alleges, it \ncould have simply refused to allow the Bank to deal with the assets that were pledged in \nsupport of the NBU Refinancing Loans. \n162. Similarly, the NBU had extended the deadlines previously agreed with the IMF in order to \nfacilitate the Bank’s completion of the Restructuring Plan: had there really been a “ politically \nmotivated campaign […] designed to create the conditions for the nationalisation of the \nBank”, as Mr Kolomoisky alleges, the NBU could have refused to extend the deadlines and \ndeclared the Bank insolvent.  But, as I have explained above, my preference (and I believe \nthat of the NBU more generally) was to try to help the shareholders to bring the Bank’s \noperations in line with modern regulatory standards and make it a stable and productive \npart of the Ukrainian financial sector.   \n77PB0365533 , p.87 \nB1/5/40\n- 41 - \nImplementation of the Restructuring Plan \n163. Generally speaking, once the NBU had approved a restructuring or recapitalisation plan, \nthe next step was for the bank to implement the plan, and for the NBU to monitor the bank’s \nprogress in complying with it, as well as to prepare regular reports for the IMF on the status \nof the stress tests and recapitalisation plans of all banks.  Because the Bank was by far the \nlargest bank in Ukraine, and because the financial stability of the country as a whole was \ndependent on the Bank’s recapitalisation, IMF officials paid closer attention to the Bank’s \nprogress than that of other banks when we had discussions with them regarding the \nrecapitalisation process. \n164. As I have mentioned briefly above, Mr Kolomoisky alleges, at paragraph 40 of his Defence, \nthat “ the Bank was taking steps to comply with the Restructuring Plan ”, but that “ progress \non the Restructuring was frustrated by the NBU's restriction on companies authorised to \nconduct valuations of the relevant property and its delay in concluding relevant \nagreements ”.    \n165. Progress on the Restructuring Plan was impeded primarily by delays on the part of the \nBank, first in formulating a realistic plan, and then in implementing it.  Indeed, in light of the \nBank’s importance to the ongoing health of Ukraine’s financial sector, the NBU ultimately \nallowed the Bank an additional five months to complete the Asset Transfer, even beyond \nthe extended deadline of 1 April 2016 for banks to achieve a positive value of capital that \nhad previously been agreed with the IMF and was required by Resolution 260 (as \namended). \nProgress on the Asset Transfer \n166. Following the approval of the Restructuring Plan, the NBU asked the Bank to provide \nregular updates regarding the transfer of the assets78.  Those updates from the Bank, which \nwere provided to me at the time and which I have revisited for the purpose of preparing this \nwitness statement, indicated that: \n(a) by 29 March 2016 (i.e. just three days before the 1 April deadline), the Bank was \nyet to transfer any assets onto its balance sheet79; \n(b) by 6 April 2016, the Bank had transferred assets with a stated worth of just UAH \n5.63 billion, or less than 20% of the total"}
{"start": 119000, "text": "eed, in light of the \nBank’s importance to the ongoing health of Ukraine’s financial sector, the NBU ultimately \nallowed the Bank an additional five months to complete the Asset Transfer, even beyond \nthe extended deadline of 1 April 2016 for banks to achieve a positive value of capital that \nhad previously been agreed with the IMF and was required by Resolution 260 (as \namended). \nProgress on the Asset Transfer \n166. Following the approval of the Restructuring Plan, the NBU asked the Bank to provide \nregular updates regarding the transfer of the assets78.  Those updates from the Bank, which \nwere provided to me at the time and which I have revisited for the purpose of preparing this \nwitness statement, indicated that: \n(a) by 29 March 2016 (i.e. just three days before the 1 April deadline), the Bank was \nyet to transfer any assets onto its balance sheet79; \n(b) by 6 April 2016, the Bank had transferred assets with a stated worth of just UAH \n5.63 billion, or less than 20% of the total value required80.  This remained the case \nas at 25 May 201681; and \n78PB0060945\n79PB0365418 ; PB0365418_00001_English\n80PB0365419 ; PB0365419_00001_English\n81PB0365420 ; PB0365420_00001_English \nB1/5/41\n- 42 - \n(c) by the end of August 2016, the Bank purported to have accepted more than UAH \n31 billion onto its balance sheet, including oil storage facilities and real estate assets \nsuch as hotels.  As I will explain below, however, in July 2016 the NBU identified \nthat those assets had been overvalued, and that the Bank would need to submit \nadditional proposals for further assets to be transferred to the Bank, to make up the \nshortfall82. \nThe valuation of the assets \n167. As I have explained above, Mr Kolomoisky alleges that “ progress on the Restructuring was \nfrustrated by the NBU's restriction on companies authorised to conduct valuations of the \nrelevant property and its delay in concluding relevant agreements ”.  The valuation of the \nassets transferred to the Bank was not one of my direct responsibilities, but as Acting \nDeputy Governor I oversaw the team at the NBU that worked on this issue.  It is not clear \nto me which “ restriction ” Mr Kolomoisky is referring to here, but I do not accept that the \nNBU’s requirements with regard to valuations were the reason for the Bank’s delay in fully \nand properly implementing the Restructuring Plan.  Instead, as I will explain below, the NBU \nidentified real problems with the valuations prepared by the Bank in connection with the \nAsset Transfer, which ultimately gave rise to a need to transfer additional assets. \n168. Pursuant to Resolution 103/BT, the NBU needed to verify the value of the assets transferred \nto the Bank as part of the Asset Transfer, in order to confirm that the transfer of those assets \nwould improve the Bank’s capital position by the required amount83.  The NBU had a list of \nindependent valuers whose valuations it would accept, which was a necessary measure \ngiven pervasive problems in Ukraine at the time with fraudulent valuations of property.   \n169. The Bank had appointed an independent valuer, Baker Tilly Ukraine (“ Baker Tilly ”), to \nprepare a current valuation of the oil storage facilities proposed to be transferred to the \nBank.  The NBU did not object to the appointment of an internationally recognised firm such \nas Baker Tilly, which was on its list of approved valuers, although, as I will explain below, \nthe Bank appointed Baker Tilly on a clearly inappropriate basis.  For this reason, amongst \nothers, the valuations produced were not fit for purpose.  I am not aware of any delays by \nthe NBU in concluding agreements in relation to the valuations which could be said to have \ncaused the material delay to the implementation of the Restructuring.  Mr Kolomoisky’s \nallegation that “ the NBU's restriction on companies authorised to conduct valuations of the \nrelevant property and its delay in concluding relevant agreements” ” had caused delay to \nthe Asset Transfer is therefore incorrect. \n170. In a letter sent to the NBU by the Bank on 25 March 2016, the Bank claimed that Baker Tilly \nhad not kept to the schedule for preparing the valuations, but stated that the Bank planned \n82PB0363056 ; PB0363056_00001_English\n83PB0365415 ; PB0365415_00001_English\nB1/5/42\n- 43 - \nto complete the transfer by 1 April 2016 (which did not happen)84.  Despite the NBU \nrepeatedly requesting a copy of the valuation report over the following weeks, the Bank did \nnot provide Baker Tilly’s report until 18 May 201685. \n171. Upon reviewing this report, the team from the NBU’s risk management department \nidentified a number of problems with the Baker Tilly valuations, which were explained in a \nletter from the NBU to the Bank of 17 June 201686.   \n172. First, the report did not provide an assessment of the market value of the oil storage \nfacilities.  Secondly, the report clearly stated that it was for internal use of the “ Custome r” \nonly (i.e., the Bank), and should not be relied on by third parties, including state \norganisations and regulatory authorities.  Besides the fact that this provision prevented the \nNBU, as a third party and a regulatory authority, from relying on the report, my team and I \nwere concerned that a report prepared for the internal use of the Bank would have been \nprepared on a less robust basis than if the valuers had been directed to prepare (and were \naware they were preparing) a report for the purpose of fulfilling a recapitalisation plan legally \nrequired by the NBU.  As I will now explain, those concerns regarding the robustness of the \nreport proved to be well-founded, and as a result of the above problems, the NBU required \nthe Bank to provide a new report with the market values of the oil storage facilities, on terms \nconsistent with those valuations being provided to and relied upon by the NBU.  \n173. Next, the risk management department conducted its own, independent, investigations into \nthe oil storage facilities, and confirmed that they appeared to have been overvalued in the \nBaker Tilly report.  In particular, a team from the NBU conducted an on-site inspection of \nthe oil storage facilities.  It was reported back to me that the inspection team had found \nthese facilities in ruins: they clearly had been out of service for many years.  This was \nunexpected, and I found it very frustrating.  I did not, at the time (and nor do I now), think \nthat Baker Tilly were responsible for overlooking this important fact, because (based on the \nterms of engagement stated in the report) they appeared to have made the assessment \nbased on documents with which they were provided, and were not given a mandate to \nperform the more in-depth exercise, including site visits, that would have been necessary \nto expose the true value of the assets.  The risk management team’s findings were \nexplained in a letter from the NBU to the Bank of 2 July 201687, which noted that a number \nof the facilities had been out of use for a long time, and that the valuation reports provided \nby the Bank  were prepared on the incorrect assumption that the facilities were in use.  As \na result of this, the NBU required the Bank to submit, by 7 July 2016, a list of assets valued \nat market value, which it was hoped would ensure that the Bank would, through the Asset \n84PB0362793 ; PB0362793_00001_English\n85PB0063233 ; PB0063233_00001_English\n86PB0363055 ; PB0363055_00001_English\n87PB0363056 ; PB0363056_00001_English\nB1/5/43\n- 44 - \nTransfer, increase its capital by the UAH 31.5 billion that had been promised in the \nRestructuring Plan. \n174. I discussed these issues in a meeting with Mr Kolomoisky in my office at the NBU shortly \nafter we sent the 2 July letter.  At that meeting, he told me that he had thought that the NBU \nwould just perform formal checks, and that so long as assets were transferred to the Bank \nand paperwork was provided, that would be sufficient.  I had told him repeatedly by this \nstage that we "}
{"start": 126000, "text": "se for a long time, and that the valuation reports provided \nby the Bank  were prepared on the incorrect assumption that the facilities were in use.  As \na result of this, the NBU required the Bank to submit, by 7 July 2016, a list of assets valued \nat market value, which it was hoped would ensure that the Bank would, through the Asset \n84PB0362793 ; PB0362793_00001_English\n85PB0063233 ; PB0063233_00001_English\n86PB0363055 ; PB0363055_00001_English\n87PB0363056 ; PB0363056_00001_English\nB1/5/43\n- 44 - \nTransfer, increase its capital by the UAH 31.5 billion that had been promised in the \nRestructuring Plan. \n174. I discussed these issues in a meeting with Mr Kolomoisky in my office at the NBU shortly \nafter we sent the 2 July letter.  At that meeting, he told me that he had thought that the NBU \nwould just perform formal checks, and that so long as assets were transferred to the Bank \nand paperwork was provided, that would be sufficient.  I had told him repeatedly by this \nstage that we were serious about the real need for the Bank to restore its capital position \nto acceptable levels, and I did not believe that the overvaluation was accidental.  It was a \nserious problem for us, because receipt of further funding from the IMF was contingent on \nall banks making sufficient progress in recapitalising, and the Bank’s failure to provide \nassets of sufficient value put that at risk. \n175. At around the same time, the IMF was in the process of preparing its review of Ukraine’s \nprogress in fulfilling the requirements of the IMF Memorandum.  The review was set to be \nsubmitted to the IMF board, on the basis of which the IMF board would decide whether to \nrelease a further tranche of funding.  At around this time, when the Mission Team visited \nUkraine in the course of their review of the Extended Fund Facility, I had a conversation \nwith Thanos Arvanitis, who was leading the IMF mission in this area, in which he told me \nthat Ukraine had not fulfilled the IMF’s requirements because it had failed to recapitalise \nthe banking sector to the agreed level, and that he could not go to the IMF Board and ask \nthem to approve a further disbursement of funds based on the current level of \nrecapitalisation.  It was, by this stage, only the Bank that had failed to comply with the IMF \nrequirements, so as a result, the provision of the IMF funding hinged solely on whether the \nBank could satisfactorily complete the Asset Transfer. \n176. Shortly afterwards, I had a further meeting with Mr Kolomoisky, Ms Gontareva and \nPresident Poroshenko, at the offices in the presidential administration.  At the time, I \nbelieved that this meeting happened because Mr Kolomoisky complained to President \nPoroshenko that the NBU had not accepted that the Asset Transfer was complete.  I brought \nAnnex A to the Restructuring Plan with me to that meeting, and used it to explain to \nPresident Poroshenko and Mr Kolomoisky that a substantial portion of the assets that were \nput on the balance sheet of the Bank as part of this process did not have sufficient value, \nand so we could not verify to the IMF that the recapitalisation of banks had reached the \nlevel necessary for them to release further funding to Ukraine.  Mr Kolomoisky said to \nPresident Poroshenko that the NBU was being unreasonable.  Having heard what we both \nhad to say, President Poroshenko asked Mr Kolomoisky to reconsider his position, because \nthe future stability of the country depended on his fulfilment of the Restructuring Plan. \nB1/5/44\n- 45 - \nMr Kolomoisky’s letter of 10 July 2016 \n177. At paragraph 41(1) of Mr Kolomoisky’s Defence, he alleges that “[t]he list of assets in Annex \nA [to the Restructuring Plan] was the subject of negotiation with the NBU and as a result a \ndifferent set of assets was transferred to the Bank” .  It is not accurate to say that the \nadditional assets transferred to the Bank resulted from “ negotiations with the NBU ”: as \nexplained in the NBU’s letter of 2 July 201688, Mr Kolomoisky was required to transfer \nfurther assets because the Bank had provided inflated values of the assets listed in Annex \nA, which meant that the transfer of the assets listed in the Restructuring Plan did not have \nthe required effect in reducing the Bank’s shortage of capital. \n178. In light of the above, and due to other ongoing failures to comply with the Restructuring \nPlan, Mr Kolomoisky wrote to the NBU with a letter headed “ Personal Guarantee \nUndertaking ” on 10 July 201689, acknowledging a shortfall of UAH 21.7 billion in the value \nof the assets already transferred to the Bank.  Attached to that letter was a list of assets \nwhich Mr Kolomoisky said could be used to make up this shortfall, as required by the NBU’s \nletter of 2 July 2016.  The list of assets comprised real estate, aircraft and industrial assets, \nwhich were stated to have a total value of UAH 75.1 billion (then roughly equivalent to \nc.US$3 billion), as well as 251 petrol stations, with a stated total value of UAH 1.5 billion \n(c.US$60 million).  As such, the purported value of the assets included in that list \nsubstantially exceeded the value of the shortfall in connection with the Asset Transfer, \nalthough as I will go on to explain, most of the more valuable assets in the list were never \nultimately transferred to the Bank.  \n179. As regards the remainder of the Restructuring Plan, Mr Kolomoisky’s letter of 10 July further \nacknowledged (i) the loans from the companies identified at Annex E to the Restructuring \nPlan were yet to be repaid; (ii) the Bank had not produced a plan for realisation or sale of \nthe assets received as part of the Asset Transfer90; and (iii) the Bank had failed to produce \nsatisfactory valuations of assets that were, at the time, pledged in support of the NBU \nRefinancing Loans.  In relation to the substitute collateral for the corporate loan portfolio, \nMr Kolomoisky promised that mortgages worth UAH 76.69 billion would be put in place \n(although he did not specify a date), so as to enable to Bank to recapitalise to a sufficient \nextent.  As regards repayment of the loans to borrowers listed in Annex E of the \nRestructuring Plan, Mr Kolomoisky promised that this would begin on 1 October 2016.   \n180. From this point on, the level of my engagement with Mr Kolomoisky intensified, and we met \nin person roughly every two weeks to discuss the Bank’s progress on implementing the \nRestructuring Plan.  In the course of our discussion, I asked Mr Kolomoisky to confirm who \nfrom the Bank would be providing the plan to the NBU, and who had the power to take the \n88PB0363056 ; PB0363056_00001_English\n89PB0365572 ; PB0365572_00001_English \n90This was something the NBU had required in order to see a clear path to monetising the transferred assets. \nB1/5/45\n- 46 - \nfinal decisions on its contents, so that my team and I could communicate effectively with \nthe relevant officials.  In response, he said that he was the key decision-maker at the Bank \nso I would need to talk to him.   \n181. In this period, my colleagues and I also continued to meet with Bank executives regarding \nmore detailed issues of implementation.  Whilst we did not meet with Mr Bogolyubov in this \nperiod, Mr Kolomoisky made clear on a number of occasions in the course of our \ndiscussions that he would need to check with Mr Bogolyubov before he could agree to \nvarious points.  I presumed from the very beginning of our discussions regarding the Bank’s \ncapital adequacy in 2015 that Mr Kolomoisky and Mr Bogolyubov had discussed the \nsituation in respect of the Bank’s recapitalisation, especially because the Restructuring Plan \nformally was required to be approved by the shareholders.  But I also knew that Mr \nBogolyubov was not based in Ukraine at this time, and I assumed that this was the reason \nMr Kolomoisky took of the lead in discussing issues related to the Bank with the NBU. \nThe final stages of the Restructuring \n182. The IMF was due to disburse another"}
{"start": 133000, "text": " \nso I would need to talk to him.   \n181. In this period, my colleagues and I also continued to meet with Bank executives regarding \nmore detailed issues of implementation.  Whilst we did not meet with Mr Bogolyubov in this \nperiod, Mr Kolomoisky made clear on a number of occasions in the course of our \ndiscussions that he would need to check with Mr Bogolyubov before he could agree to \nvarious points.  I presumed from the very beginning of our discussions regarding the Bank’s \ncapital adequacy in 2015 that Mr Kolomoisky and Mr Bogolyubov had discussed the \nsituation in respect of the Bank’s recapitalisation, especially because the Restructuring Plan \nformally was required to be approved by the shareholders.  But I also knew that Mr \nBogolyubov was not based in Ukraine at this time, and I assumed that this was the reason \nMr Kolomoisky took of the lead in discussing issues related to the Bank with the NBU. \nThe final stages of the Restructuring \n182. The IMF was due to disburse another tranche of funding under the Extended Fund Facility, \nalthough, as I have explained above, its willingness to do so was contingent on all banks \nmaking the necessary progress in recapitalising by 1 September 2016 (which, for the Bank, \nrequired the transfer of at least UAH 31.5 billion of assets onto its balance sheet, as set out \nin the Restructuring Plan) .  The funds would not therefore be disbursed without the Bank \nfirst completing the Asset Transfer, so by the end of July there was a huge amount of \npressure to complete the process. \n183. In the course of August 2016, some of the additional assets from the schedule to Mr \nKolomoisky’s letter of 10 July 2016 were transferred to the Bank.  Mr Kolomoisky did not \ntransfer the more purportedly valuable industrial assets, but instead transferred a subset of \nthe real estate assets and aircraft, together with the petrol stations.  The NBU did not seek \nto dictate which specific assets were transferred to the Bank, so long as their total value \nwas sufficient to reach the required total of c.UAH 31 billion of recapitalisation under the \nRestructuring Plan.  In my discussions with Mr Kolomoisky and Mr Dubilet, I emphasised \nthat the NBU simply needed the Bank to transfer assets of sufficient marketable value onto \nthe Bank’s balance sheet, and to show how it intended to generate income from them.    \n184. The transfer of additional assets to the Bank in August 2016 brought the total stated value \nof the transferred assets to over UAH 31.5 billion, just days before the IMF’s deadline.   \n185. On 14 September 2016, the IMF disbursed a further tranche of US$1 billion in funding to \nUkraine91, and published its review of Ukraine’s performance under the Extended Fund \n91PB0365740\nB1/5/46\n- 47 - \nFacility programme92.  This had significant consequences beyond the immediate provision \nof the further funds from the IMF: a range of other international donors, such as the EU and \nthe World Bank, were willing to provide financing to Ukraine, but only if Ukraine complied \nwith the IMF requirements.  The IMF’s review in September 2016 therefore unlocked \nUkraine’s access to these further funds93. \n186. Shortly after the IMF had disbursed the further tranche of funding, however, one of the more \nvaluable assets that had supposedly been transferred to the Bank, a grain terminal called \nBorivazh, disappeared from the Bank’s balance sheet.  This asset, which had a purported \nvalue of UAH 8 billion, comprised almost half of the additional assets (in value) that were \nsupposed to be transferred following Mr Kolomoisky’s personal guarantee on 7 July 2016, \nand more than a quarter of the total purported value of the entire Asset Transfer.  The fact \nthat the asset had been removed from the Bank’s balance sheet was only uncovered when \nEY were preparing their report in November 2016, and it appeared the Bank had never in \nfact obtained title to the asset94.  \nSECTION 6: THE TRANSFORMATION PLAN\nEvents following the Asset Transfer \n187. Following the Bank’s purported completion of the Asset Transfer in August 2016, I took a \nvacation.  Upon my return in September 2016, I continued to work with Mr Kolomoisky and \nthe Bank on the next stages of recapitalisation. \n188. At that stage (i.e. prior to the failure to transfer Borivazh being discovered), the Bank \nappeared to have completed the Asset Transfer.  There was, however, a concerning lack \nof progress regarding the Bank’s remaining, more substantial, commitments under the \nRestructuring Plan, including procuring the repayment of loans to borrowers with high debt \nconcentrations in the amount of UAH 75 billion in the period March to December 2016.  By \nSeptember 2016, the Bank had made no meaningful progress in this regard.   \n189. At paragraph 42 of his Defence, Mr Kolomoisky alleges that “ [i]n September 2016, the \ndeputy head of the NBU, Katerina Rozhkova, announced that the NBU had determined \nthat: (1) 193 borrowers (which included 43 of the Borrowers) (“ the 193 Borrowers ”) were \nworthless shell companies and were to be treated as the Bank’s related parties; and (2) \nloans to the 193 Borrowers should be cancelled and replaced with loans to a smaller \nnumber of borrowers ”.   \n190. I understand that Mr Kolomoisky does not identify any document recording the above \nannouncement.  For my part, I cannot remember making any such announcement, nor can \n92PB0365531\n93PB0365565\n94PB0092834 ; PB0092834_00001_English , p.21 \nB1/5/47\n- 48 - \nI find any record of it.  As far as I am aware, the 193 Borrowers had not been singled out \nby the NBU as a discrete group requiring action from the Bank (although we had \nencountered many of these entities in connection with the work of the related parties unit \nand in the list of borrowers with high debt concentrations included in the Restructuring \nPlan).  Instead, as I will explain below, the 193 Borrowers were first identified to the NBU \nas a group in the Transformation Plan, which was produced by the Bank. \n191. Although I do not recall making the specific announcement alleged by Mr Kolomoisky, it is \npossible that he is referring to (but has provided an inaccurate account of) communications \nand discussions I had with him and other Bank representatives in advance of the deadline \nfor all banks to attain a CAR of 5%95, in line with a further IMF Memorandum agreed with \nthe IMF and published on 1 September 2016 (the “ September 2016 IMF Memorandum ”).  \nIn large part due to the Bank’s repeated delays in formulating and implementing the \nRestructuring Plan, we had negotiated with the IMF that this deadline should be extended \nto 1 October 201696. \n192. At paragraph 43 of his Defence, Mr Kolomoisky further alleges that “[i]n the light of the \nNBU's announcement of the Transformation, the substitution of security as collateral for the \nloans to the 193 Borrowers became irrelevant and the Bank did not proceed with it ”.   \n193. I do not believe that is an accurate characterisation of events: the Bank had promised in \nthe Restructuring Plan to provide substitute collateral in respect of the loans to borrowers \nwith high debt concentrations between May and August 2016, pending their repayment by \nthe end of the year.  By September 2016, the Bank had, again, failed to make any progress \nin this regard, despite having had every opportunity to do so.  My impression at this stage \nwas that the Bank was either unwilling or unable to comply with the commitments set out in \nthe Restructuring Plan in February 2016, which had been approved by the Bank’s \nSupervisory Board (of which Mr Kolomoisky and Mr Bogolyubov were members) in \nFebruary 2016.   \n194. By this point, the Bank had repeatedly failed to honour its commitments in the Restructuring \nPlan and had violated the deadlines that had previously been set down, such that the NBU \nhad already had several opportunities to declare it insolvent (and would again have been \nentitled to do so on 1 October 2016, when the "}
{"start": 140000, "text": "tion of events: the Bank had promised in \nthe Restructuring Plan to provide substitute collateral in respect of the loans to borrowers \nwith high debt concentrations between May and August 2016, pending their repayment by \nthe end of the year.  By September 2016, the Bank had, again, failed to make any progress \nin this regard, despite having had every opportunity to do so.  My impression at this stage \nwas that the Bank was either unwilling or unable to comply with the commitments set out in \nthe Restructuring Plan in February 2016, which had been approved by the Bank’s \nSupervisory Board (of which Mr Kolomoisky and Mr Bogolyubov were members) in \nFebruary 2016.   \n194. By this point, the Bank had repeatedly failed to honour its commitments in the Restructuring \nPlan and had violated the deadlines that had previously been set down, such that the NBU \nhad already had several opportunities to declare it insolvent (and would again have been \nentitled to do so on 1 October 2016, when the Bank failed to meet the extended deadline \nfor attaining an N2 ratio of 5%).  Nevertheless, the NBU made additional efforts to provide \nthe Bank with the opportunity to recapitalise, including by drawing the Bank’s attention to \nthe alternatives provided for in the recent September 2016 IMF Memorandum.  These \nalternatives were the subject of my discussions with Mr Kolomoisky and the Bank in \nSeptember 2016, and ultimately crystallised into the Transformation Plan.   \n95PB0365531 , p.78 \n96PB0365787\nB1/5/48\n- 49 - \nThe alternative recapitalisation measures set out in the September 2016 IMF Memorandum \n195. On 1 September 2016, in the run up to the conclusion of the review of the IMF Extended \nFund Facility that I have described above, the Ukrainian government sent another Letter of \nIntent to the IMF, accompanied by the September 2016 IMF Memorandum97.  The \nSeptember 2016 IMF Memorandum noted progress made in the past year on banking \nreform, and set out updated recapitalisation measures agreed between the government \nand the IMF.   \n196. These updated recapitalisation measures included alternatives to capital injections for \nbanks that were in the process of recapitalising, with the September 2016 IMF \nMemorandum stating that “while bank insolvency or undercapitalization is to be addressed \npreferably through cash injection and/or debt conversion into equity, banks are allowed to \nconsider, as mitigating factors, the post-diagnostic problem-loan collection, incorporation in \ntheir balance sheets of other commercial assets as means of loan recovery, addition of new \nvaluable collateral to enhance loan quality, and consolidation of their cash-flows with those \nof credit-worthy affiliated companies ” (emphasis added)98.  This latter measure meant that \nbad debts held by customers with low creditworthiness could be transferred to affiliated \ncompanies with, for example, profitable operating businesses.  This would reduce the \nreserves required for those debts, lowering the need for additional capital. \n197. The September IMF Memorandum also specified “strict”  conditions to which any banks that \nmade use of the further recapitalisation measures would be subject.  Those conditions  \nincluded having in place (i) reliable and comprehensive legal documentation; (ii) a viability \ntest to ensure that credible financial plans were provided for any proposed consolidation of \ncash flows; and (iii) proper valuation of assets received as loan repayments or new loan \ncollateral99.  The September 2016 IMF Memorandum also required the NBU to verify any \nviability tests and valuations of transferred assets.  The valuations were required to be \nconducted by international appraisers, by no later than the end of September 2016.  \nDiscussions with Mr Kolomoisky regarding alternative measures \n198. After my return from vacation, I continued to meet with Mr Kolomoisky regularly in my office \nat the NBU.  As was the case in previous discussions, whilst Mr Bogolyubov did not attend \nthese meetings, Mr Kolomoisky made clear that he would need to be consulted before \nfurther recapitalisation measures could be agreed.   \n199. The agenda for these meetings was clear to both of us: to discuss measures to recapitalise \nthe Bank.  They nevertheless typically lasted for one-and-a-half to two hours, because Mr \nKolomoisky would often attempt to divert the conversation to extraneous issues but I made \n97PB0365531 \n98PB0365531 , p.78 \n99PB0365531 , p.78 \nB1/5/49\n- 50 - \nclear that I only wanted to talk about how to improve the Bank’s capital situation in light of \nthe imminent IMF deadlines. \n200. In the course of our meetings, I told Mr Kolomoisky that, if the Bank was unable to achieve \nthe necessary CAR, the NBU would be required by law to make a decision on its insolvency.  \nBecause of the Bank’s systemic importance, just declaring the Bank insolvent would bring \nenormous risk to the stability of Ukraine’s financial system.  It was very likely, therefore, \nthat any insolvency declaration would need to be accompanied by nationalisation, pursuant \nto the procedure specified in paragraph 41 of the DGF Law100, not just to save the Bank but \nalso to protect the wider economy.  As part of this process, I explained that the law would \nrequire the liabilities of related parties to be converted to capital.   \n201. In response, Mr Kolomoisky asked me to consider the possibility of a solvent nationalisation \n(which he noted was the approach that had been taken for another bank, Ukrgasbank, \nfollowing the financial crisis in 2008), meaning that the state would inject new capital into \nthe Bank, whilst the existing shareholders would retain part of their shareholding.  He told \nme that he was concerned about facing criminal charges in relation to the Bank, and wanted \nto know if solvent nationalisation could offer a means to avoid this.  I explained that solvent \nnationalisation was only an option if the Bank had positive capital, but not enough to meet \nthe regulatory requirements (in which case the government could make up the shortfall).  \nBut if the Bank remained insolvent, notwithstanding the further recapitalisation measures \npermitted by the September IMF Memorandum, insolvent nationalisation would be the only \noption.   \n202. As set out above, one such option that was permitted by the September IMF Memorandum, \nand which I discussed with Mr Kolomoisky during the course of these meetings, was for the \nBank to transfer problematic loans to operational companies which had sufficient cashflow \nto service the debts and would be able to provide proper collateral for the loans.  As had \nbeen identified in the Stress Test, a huge number of the Bank’s borrowers were not \nservicing their loans, and could not demonstrate an ability to do so: they had nothing on \ntheir balance sheets besides loans from the Bank and contractual rights (i.e., rights to \nreceive goods) that were never performed.  As a result, these borrowers’ loans needed to \nbe fully provisioned if they could not be the subject of additional security as envisaged by \nthe Restructuring Plan.  As an alternative to the Restructuring Plan, however, I explained \nthat, if these loans were transferred to proper operating businesses, this would reduce the \nneed for additional capital in order to reach the required CAR thresholds.   \n203. I also explained to Mr Kolomoisky that the IMF requirements for this process were strict but \nsimple.  The new borrowers, i.e. the companies to which existing borrowers’ debts would \n100PB0365741 ; PB0365741_00001_English\nB1/5/50\n- 51 - \nbe transferred, should have real and transparent sources of income to service the loans, \nand they should put in place security over physical assets.   \n204. As the discussions developed, we began to address in more detail how the new borrowers \nshould be selected by Mr Kolomoisky and the Bank.  I recognised that putting in place all \nof the paperwork and facilitating the transfer of liabilit"}
{"start": 147000, "text": " to \nbe fully provisioned if they could not be the subject of additional security as envisaged by \nthe Restructuring Plan.  As an alternative to the Restructuring Plan, however, I explained \nthat, if these loans were transferred to proper operating businesses, this would reduce the \nneed for additional capital in order to reach the required CAR thresholds.   \n203. I also explained to Mr Kolomoisky that the IMF requirements for this process were strict but \nsimple.  The new borrowers, i.e. the companies to which existing borrowers’ debts would \n100PB0365741 ; PB0365741_00001_English\nB1/5/50\n- 51 - \nbe transferred, should have real and transparent sources of income to service the loans, \nand they should put in place security over physical assets.   \n204. As the discussions developed, we began to address in more detail how the new borrowers \nshould be selected by Mr Kolomoisky and the Bank.  I recognised that putting in place all \nof the paperwork and facilitating the transfer of liabilities could be a time-consuming process \nfor the Bank.  At the same time, the NBU needed to ensure that the Bank was taking steps \nthat would have the necessary effect on its capital adequacy.  So, to ensure that the \nproposals were realistic, and to provide reassurance to the Bank that the NBU would accept \nthe outcome of this process, I suggested that the Bank propose a list of new borrowers and \nnew loan collateral, and that the NBU could then do a preliminary assessment of the \nfinancial standing of these companies and the value and validity of the collateral.  That \nwould avoid the Bank spending a great deal of time putting in place replacement borrowers \nand security, only to find that they were not acceptable to the NBU. \n205. Mr Kolomoisky identified various companies he owned (although I cannot now recall which \nthey were)  and asked for my view on whether they would be acceptable as new borrowers.  \nBut it was not realistic to expect me to give him answers in relation to those companies then \nand there – the NBU would need proper details and an opportunity to scrutinise any \nproposals that were to be made.  I therefore told him that his team should submit plans and \ndocuments to the NBU, that a specialist team at the NBU would evaluate them, and, if \neverything was satisfactory, the NBU would be able to approve the plan in principle before \nthe Bank began to implement it.   \n206. Mr Kolomoisky initially seemed to me to be willing to pursue this approach – after every \nmeeting we had, he would say that he would take the steps needed – but he never provided \nany concrete plans.  Mr Kolomoisky asked me whether the NBU would allow the Bank to \ngo ahead even if it did not provide a plan in advance.  I told him that the NBU could not \nprohibit it, because it could not interfere with the Bank’s lending operations in that way, but \nthat if he took that approach the NBU would have to verify that the transfer of liabilities met \nthe conditions in the September IMF Memorandum and had the necessary effect on the \nBank’s capital.  I was concerned that this would not be the case if the NBU did not have the \nopportunity to approve the plan in advance, and this turned out to be the case, as I will \nexplain below. \nMr Kolomoisky’s and Mr Bogolyubov’s letter proposing the Transformation \n207. Following these discussions, Mr Kolomoisky and Mr Bogolyubov sent a letter to the NBU, \nwhich indicated that they would not be able to comply with the full requirements of the \nRestructuring Plan in time to meet the relevant deadlines, and asked the NBU to begin to \nB1/5/51\n- 52 - \nconsider a solvent nationalisation of the Bank (the “ Transformation Letter ”)101.  The \nrequirements they said the Bank would be unable to fulfil included the repayment of loans \nand registration of additional collateral as set out in the Restructuring Plan, in respect of \nwhich Mr Kolomoisky had purported to give a personal guarantee in July.   \n208. As an alternative to nationalisation, in the Transformation Letter, Mr Kolomoisky and Mr \nBogolyubov proposed that that the Bank should enter into a “ restructuring of corporate \ncredit portfolio based on market conditions by transferring the existing loans to operating \ncompanies, whose sources of income are real and transparent…”.   This proposal to transfer \nexisting loans to operating companies broadly reflected the provision in the September IMF \nMemorandum that allowed for the consolidation of cash flows with “ credit-worthy affiliated \ncompanies” , although at this point we had seen no concrete proposals from the Bank as to \nhow this might be implemented in practice.   \n209. At paragraph 44 of his Defence, Mr Kolomoisky alleges that the text of the Transformation \nLetter was “ dictated by Ms Rozhkova on behalf of the NBU ”.  As I will now explain, although \nI assisted Mr Kolomoisky with the drafting of the letter, at his request, I did not “dictate”  it to \nhim.  \n210. As I have explained above, Mr Kolomoisky and I had (at Mr Kolomoisky’s urging) already \ndiscussed the possibility of a voluntary, solvent nationalisation.  I told Mr Kolomoisky that \nsolvent nationalisation was possible, if the Bank and its shareholders would commit to \nensuring the necessary conditions: namely, that the Bank would need to have a positive \nvalue of capital  to restructure its credit portfolio, and to give the NBU and auditors access \nto the Bank in order to confirm the restructuring of its loan portfolio and the value of its \ncapital.  \n211. Any letter from the shareholders requesting a solvent nationalisation would need to \ndemonstrate a readiness to ensure these conditions, and I explained this to Mr Kolomoisky.  \nAt that time, it was my job to work closely with the Bank to assist with ensuring that it was \ntaking the steps necessary to recapitalise.  I had a number of discussions and instant \nmessage exchanges (via WhatsApp) with Mr Kolomoisky regarding the terms of the \nTransformation Letter; Mr Kolomoisky was looking for my guidance as to the assurances  \nthat the Ukrainian government and the IMF would want to see from the Bank’s shareholders \nin circumstances where they had repeatedly failed to deliver on their promises in respect of \nthe restructuring deadlines.   \n212. As I have mentioned briefly above, on 27 October 2016, my phone was seized by Ukrainian \nlaw enforcement officers, as part of a raid on my home.  The seizure was based on a court \norder in a case that was connected with investigations into another bank that had been \n101PB0365574 ; PB0365574_00001_English\nB1/5/52\n- 53 - \ndeclared insolvent by the NBU.  When my phone was returned to me, it had been wiped, \nso I no longer have access to my own phone records or WhatsApp conversations.  The \nBank’s solicitors have, however, shown me a number of WhatsApp messages between Mr \nKolomoisky and me that Mr Kolomoisky has disclosed in these proceedings102.  I should \nnote that these messages appear to be only a selection of all the messages that we \noriginally exchanged, although because I no longer have access to my messages from this \nperiod, I am unable to identify specific messages that are missing. \n213. As is apparent from the WhatsApp exchanges between Mr Kolomoisky and me from 28 to \n30 September 2016, Mr Kolomoisky first sent the text of the draft letter to me via WhatsApp \non 28 September 2016, with a view to seeking my advice as to the way in which it was \nphrased, and as to the sufficiency of the assurances contained within it.  For the reasons I \nhave explained, I was happy to provide such advice, and suggested some fairly minor \nrevisions in the two revised drafts I sent back to him over the ensuing two days, as well as \nsuggesting that he add that the Bank would give the NBU and auditors access to its \npremises. This was an important point, which we had already discussed with Mr \nKolomoisky: access to the Bank’s systems and documents would be required by the NBU \nin a solvent nationalisation scenario"}
{"start": 154000, "text": "ssages that we \noriginally exchanged, although because I no longer have access to my messages from this \nperiod, I am unable to identify specific messages that are missing. \n213. As is apparent from the WhatsApp exchanges between Mr Kolomoisky and me from 28 to \n30 September 2016, Mr Kolomoisky first sent the text of the draft letter to me via WhatsApp \non 28 September 2016, with a view to seeking my advice as to the way in which it was \nphrased, and as to the sufficiency of the assurances contained within it.  For the reasons I \nhave explained, I was happy to provide such advice, and suggested some fairly minor \nrevisions in the two revised drafts I sent back to him over the ensuing two days, as well as \nsuggesting that he add that the Bank would give the NBU and auditors access to its \npremises. This was an important point, which we had already discussed with Mr \nKolomoisky: access to the Bank’s systems and documents would be required by the NBU \nin a solvent nationalisation scenario, because the Bank had highly complex systems and \nthe NBU needed to ensure that continuation of the Bank’s services to depositors could be \nguaranteed.   \n214. The Transformation Letter proposed that the Bank was going to transform its credit portfolio \nin the manner envisaged by the September 2016 IMF Memorandum.  In circumstances \nwhere the letter did not descend to details of the new borrowers, or of the loans proposed \nto be transferred, the NBU could not be sure that this plan would have the intended effect; \nbut the time pressure was significant, and this was, from our perspective, the shareholders’ \nlast chance to save the Bank from being declared insolvent.  I remember thinking at that \ntime that, if the NBU intervened to prevent this, then Mr Kolomoisky would accuse us of \nbias and say that we had stopped the Bank from taking the steps necessary to achieve \ncapital adequacy.  The NBU therefore decided to provide the Bank with the opportunity to \ngo ahead with the restructuring of its loan portfolio. \nMr Kolomoisky’s conduct in this period \n215. As the situation became more serious and Mr Kolomoisky was confronted with the reality \nthat the Bank was going to have to meet the legal requirements and recapitalise, or face \nnationalisation, his behaviour towards me became personally threatening. \n216. To start with, I had a telephone call with him in around August 2016, one morning whilst I \nwas in my car driving to work, at a time when we were involved in difficult discussions \n102IK0000037_0001 ; IK0000037_0001_TP_Translation ; IK0004080_0001 ; IK0004080_0001_TP_Translation \nB1/5/53\n- 54 - \nregarding the Bank’s lack of progress in implementing the Restructuring Plan.  In that call, \nhe said to me that he had all of my call and message data from my phone, along with all \nthe photos stored on it.  He said that he could make it public but would not do so yet so I \ncould think properly about my future.  I believed that he was serious about this threat, but I \nhad nothing to hide and remained resolute in my desire simply to get on with my job. \n217. Mr Kolomoisky became more threatening, however, and he began to suggest that my \npersonal safety was at risk.  Around the start of October 2016, together with Ms Gontareva, \nOleg Churiy and Dmitry Sologub (both NBU Deputy Governors), I had a meeting with Mr \nKolomoisky in meeting room no. 308, a small room near the café at the NBU’s offices.    \n218. Ms Gontareva had called the meeting because we had seen little or no progress from the \nBank on the intended restructuring of its loan portfolio and time was beginning to run short.  \nMs Gontareva began the meeting by saying that we could not see that any progress had \nbeen made.  I had the impression from the outset of this meeting that Mr Kolomoisky was \nin a very aggressive mood, although it wasn’t exactly clear what had happened to provoke \nthis.  He said to Ms Gontareva that, if the NBU did nationalise the Bank, he would simply \nrelocate to Israel.  But he was at pains to make clear he would be able to reach us even \nfrom Israel, saying that “ I have very long arms ”.  After Ms Gontareva left the meeting to \nattend to other matters, Mr Kolomoisky looked at me, touching his stomach, and said that \nhe was a “ a hungry tiger in a cage, but the door is open – so you can leave”  and repeated \nwhat he had said earlier about having long arms, but going further this time and saying that \nhe would be able to find me anywhere.  I had (and continue to have) no doubt that this was \na physical threat he was making against me.   \n219. I stopped meeting with Mr Kolomoisky personally after that, although I continued to have \nsome contact with him via Whatsapp until around the start of November 2016. \nMeasures taken by the NBU to monitor and evaluate the Bank’s recapitalisation \n220. Despite the difficult context, I was committed to doing all that I could to avoid the Bank being \ndeclared insolvent.  To ensure that the Bank could be fully and properly recapitalised, and \nto provide a robust assessment of the measures taken by the Bank to date, the NBU \ndecided that the Bank should appoint an international auditor to review the actions taken \nby the Bank pursuant to Resolution 103/BT, and that the auditor should also update the \nStress Test that had been performed by the NBU as at 1 April 2015, in order to provide an \nup-to-date picture of the Bank’s capital reserves.  This was intended to allow the NBU to \nconfirm whether sufficient progress had been made to meet the required value of capital.  \nThis decision is recorded in NBU Decision 323-rsh/BT of 5 October 2016103. \n103PB0365701 ; PB0365701_00001_English \nB1/5/54\n- 55 - \nMr Kolomoisky’s allegations regarding the appointment of an international auditor \n221. At paragraph 53 of his Defence, Mr Kolomoisky alleges that “[i]n order to allow the Bank to \nbe nationalised, the NBU took steps to ensure that the Bank was declared to be insolvent \nbefore the Transformation process could be completed: (1) Ukrainian legislation required a \nbank’s capital inadequacy to be confirmed by an internationally-recognised auditor prior to \nnationalisation; (2) In accordance with Article 1(1) of Decision 323, EY was appointed to \nreview the results of the Stress Test; (3) The NBU’s purpose in ordering EY to review the \nresults of the Stress Test was to create a justification for the nationalisation ”.\n222. With regard to the premise of this allegation, as I have already made clear, it is not the case \nthat the NBU was seeking to bring about the nationalisation of the Bank.  The purpose of \nDecision 323-rsh/BT was to provide one last chance for the Bank to achieve the required \nlevel of capitalisation and to continue to operate under its former owners.  That was the \noption that I, and I believe the rest of the team at the NBU, preferred; indeed, the fact that \nthe NBU was prepared once again to extend the period for the Bank to recapitalise beyond \nthe deadlines agreed with the IMF amply demonstrates that nationalisation was not the \npreferred option.   \n223. Had nationalisation been the preferred option, the NBU could have declared the Bank \ninsolvent months earlier, from the time the Bank failed to achieve an N2 ratio of 5% by 1 \nFebruary 2016, as required by Resolution 260.  Instead, the NBU extended those deadlines \nand continued to provide the Bank with yet further opportunities to recapitalise throughout \n2016.     \nThe Bank’s lack of progress in the first half of October 2016 \n224. Decision 323-rsh/BT specified that the results from the audit should be submitted to the \nNBU by no later than 15 November 2016.  On 13 October 2016, the Bank appointed EY to \nperform the audit104. \n225. Decision 323-rsh/BT also required the Bank to submit the Transformation Plan to the NBU \nwithin five working days (i.e., by 12 October 2016).  The Transformation Plan was required \n(i) to make a proposal for the transfer, under market conditions, of existing loans in the"}
{"start": 161000, "text": "the IMF amply demonstrates that nationalisation was not the \npreferred option.   \n223. Had nationalisation been the preferred option, the NBU could have declared the Bank \ninsolvent months earlier, from the time the Bank failed to achieve an N2 ratio of 5% by 1 \nFebruary 2016, as required by Resolution 260.  Instead, the NBU extended those deadlines \nand continued to provide the Bank with yet further opportunities to recapitalise throughout \n2016.     \nThe Bank’s lack of progress in the first half of October 2016 \n224. Decision 323-rsh/BT specified that the results from the audit should be submitted to the \nNBU by no later than 15 November 2016.  On 13 October 2016, the Bank appointed EY to \nperform the audit104. \n225. Decision 323-rsh/BT also required the Bank to submit the Transformation Plan to the NBU \nwithin five working days (i.e., by 12 October 2016).  The Transformation Plan was required \n(i) to make a proposal for the transfer, under market conditions, of existing loans in the \nBank’s credit portfolio to operating companies that had real and transparent sources of \nincome; (ii) to set out a clear time period for repayment of those loans; and (iii) to provide \nfor the provision of additional collateral that would ensure a positive value for the Bank’s \ncapital.  Given that my colleagues and I had been in discussions with Mr Kolomoisky \nregarding the possibility of a restructuring of the Bank’s loan portfolio since September, I \nconsidered this to be an appropriate deadline.  \n104PB0092834; PB0092834_00001_English , p.2 \nB1/5/55\n- 56 - \n226. The 12 October 2016 deadline passed, and still the NBU had not received the \nTransformation Plan from the Bank.  Accordingly, on Monday 17 October 2016, pursuant \nto Decision 4272-r, the NBU went ahead with the Unscheduled Inspection.  I was not \ninvolved in the day-to-day conduct of the Unscheduled Inspection, but I received regular \nupdates on its progress from the head of the inspection team, Mikhail Shekmar. \n227. Pursuant to Decision 4272-r, the Unscheduled Inspection covered a period starting from 2 \nApril 2016.  Its scope included (but was not limited to) issues of counterparty risk, the \nimplementation of recommendations from a prior (scheduled) inspection that took place \nbetween 8 February and 1 July 2016, and actions taken pursuant to Resolution 103/BT. \nThe Transformation Plan and its implementation \n228. At paragraph 48 of his Defence, Mr Kolomoisky alleges that “ The Bank provided a \nTransformation Plan to the NBU on 20 October 2016, which was amended by letters dated \n3, 4, 15 and 23 November 2016.  Mr Kolomoisky had no substantial involvement in this \nprocess. Implementation of the Transformation Plan was supervised and controlled by the \nCurator and other NBU staff operating within the Bank […]”.   \n229. It is not clear to me what Mr Kolomoisky means when he says that he had no “substantial \ninvolvement in this process” , but on the basis of our many meetings, I knew that Mr \nKolomoisky was deeply involved in the decision to enter into the Transformation and it was \nclear to me from my prior discussions with Mr Kolomoisky that steps such as those \nassociated with the Transformation Plan would not have been taken by the Bank without \nthe approval of Mr Kolomoisky.\n230. It is also wrong to say that “Implementation of the Transformation Plan was supervised and \ncontrolled by the Curator and other NBU staff operating within the Bank ”: the \nimplementation of the Transformation Plan was controlled by the Bank.  As far as I am \naware, the NBU staff operating within the Bank at this time were limited to the Curator and \nthe Unscheduled Inspection team.  The Curator’s role was, as I have explained above, to \nmonitor the Bank’s activities and provide information to the NBU headquarters, but she was \nnot empowered to supervise or control the implementation of the Transformation Plan.  The \nUnscheduled Inspection team did request and analyse information regarding the \nimplementation of the Transformation Plan, but the Bank did not provide advance warning \nas to whether and when particular loans would be issued or repaid, so the Unscheduled \nInspection team could only request information on these transactions after they had already \nbeen entered into. \n231. Mr Kolomoisky seeks to particularise his allegation at paragraphs 48(1) to (5) of his \nDefence, alleging that “ the Curator and other NBU staff operating within the Bank […] (1) \nreviewed the legal and credit files of all borrowers; (2) determined whether potential new \nB1/5/56\n- 57 - \nborrowers were “related parties” of the Bank; (3) directed the Bank to use 36 borrowers \n(“the New Borrowers ”) who would be granted new loans which were used to repay the \nloans which had been made to the 193 Borrowers; (4) oversaw the repayment by the New \nBorrowers of the loans outstanding to the 193 Borrowers; and (5) were aware of the \narrangements to be made to secure the loans to the New Borrowers ”.   \n232. As I have already explained, as far as I recall, the only NBU officials operating in the Bank \nat the time were the Curator and Unscheduled Inspection team.  With regard to the \nallegation at paragraph 48(1) of Mr Kolomoisky’s Defence, I understood from the regular \nupdates I received on the progress of the Unscheduled Inspection that they only received \ninformation and documents on the New Borrowers after they had been identified by the \nBank in various drafts of the Transformation Plan.  Because of the changing nature of the \nTransformation Plan and the fact that it was only finalised after the Transformation was \ncomplete (as I explain below), the Unscheduled Inspection team only discovered which \nentities were granted loans as part of the Transformation (the “ New Loans ”) and which \nassociated repayments had been executed after the fact, and on that basis requested \ndocumentation in relation to those transactions.  Similarly, with regard to the allegation at \nparagraph 48(4), the only sense in which the Unscheduled Inspection team can be said to \nhave “ over[seen] ” the repayment of the loans to the 193 Borrowers is by requesting \ninformation on those repayments after those requests had already been made.  \n233. In relation to the claim at 48(3), no-one at the NBU directed the Bank to use the New \nBorrowers as part of the Transformation.  This would not have been possible, given the way \nin which the Bank implemented the Transformation before the NBU ever received the final \nplan. \n234. Eight days after the deadline of 12 October 2016 had passed, the Bank wrote to the NBU \nproviding access to a first draft of the Transformation Plan via a Google Drive link105.  On \nthe same day – i.e. without allowing any time for the NBU to respond – the Bank began \nimplementing the Transformation Plan by issuing loans to New Borrowers. \n235. Needless to say given these timings, the draft plan had not been agreed with the NBU, and \nwe only found out about the issuing of these loans after the fact, through information \nprovided to the Unscheduled Inspection team.  When we did review the first draft of the \nTransformation Plan, my team and I were concerned that it only referred to borrowers in \nthe petrochemical industry, and did not address the wider corporate loan portfolio.  We were \nalso concerned that the plan did not include the information specifically required by Decision \n323-rsh/BT, in particular clear deadlines for repayment of the New Loans and the provision \nof additional collateral.  I wrote back to the Bank on 27 October 2016106, requesting that the \n105PB0156879 ; TAR-006377182 \n106PB0362972 ; PB0362972_00001_English\nB1/5/57\n- 58 - \nBank submit a plan for the transformation of the entire corporate loan portfolio and provide \nthe missing information. \n236. The Bank subsequently provided updated drafts of the Transformation Plan on 3, 4, and 15 \nNovember 2016107, but at the same time continued to issue New Loans and repay existing \nloans with those fund"}
{"start": 168000, "text": "ter the fact, through information \nprovided to the Unscheduled Inspection team.  When we did review the first draft of the \nTransformation Plan, my team and I were concerned that it only referred to borrowers in \nthe petrochemical industry, and did not address the wider corporate loan portfolio.  We were \nalso concerned that the plan did not include the information specifically required by Decision \n323-rsh/BT, in particular clear deadlines for repayment of the New Loans and the provision \nof additional collateral.  I wrote back to the Bank on 27 October 2016106, requesting that the \n105PB0156879 ; TAR-006377182 \n106PB0362972 ; PB0362972_00001_English\nB1/5/57\n- 58 - \nBank submit a plan for the transformation of the entire corporate loan portfolio and provide \nthe missing information. \n236. The Bank subsequently provided updated drafts of the Transformation Plan on 3, 4, and 15 \nNovember 2016107, but at the same time continued to issue New Loans and repay existing \nloans with those funds without waiting for the NBU to agree to the plan.  At this stage it was \nclear that the Bank intended to proceed with the Transformation before having a final plan \nin place, regardless of what the NBU thought about the proposal.  \n237. In the end, the Bank only sent the final draft of the Transformation Plan to the NBU on 23 \nNovember 2016, the day after the last of the loans to the New Borrowers had been issued \nand the Transformation was effectively complete108.  The Transformation Plan was never \nagreed with the NBU, and the process was not completed until more than a week after the \ndate the EY audit was originally required to be finalised and submitted to the NBU (i.e., 15 \nNovember 2016).   \n238. I believe (and believed at the time) that it is clear in light of the above that the NBU did not \nselect the 36 Borrowers or direct the Bank to issue loans to them: this was a process \ncontrolled by the Bank.   \n239. I will address Mr Kolomoisky’s claims at paragraphs 48(2) and (5) of his Defence below, in \nthe context of the findings of the Unscheduled Inspection. \nThe Unscheduled Inspection and the results of the Transformation \n240. The Unscheduled Inspection team’s findings were set out in a report dated 30 January \n2017, although, as I have explained above, the team updated me on its findings on an \nongoing basis throughout the inspection period, which ultimately continued until the Bank \nwas nationalised.  Given the importance of the Unscheduled Inspection, I can recall the \nreport’s key findings, although I have revisited the report itself in the course of preparing \nthis witness statement. \nThe New Borrowers  \n241. At the end of the Transformation, the total value of the New Loans ran to UAH 127 billion109.  \nThe Unscheduled Inspection team evaluated documents in relation to the New Borrowers \nand found that there was a risk that they would prove to be empty companies, without \nsufficient and transparent sources of income, and that their financial standing did not \n107PB0156884 ; TAR-006377184 ; PB0156901 ; TAR-006377186 ; PB0156902 ; TAR-006377188 ; PB0158523 ; TAR-\n006377190 \n108PB0156904 ; TAR-006377192; PB0158537 ; TAR-006377194 \n109PB0363455-PB0363456-PB0363457-PB0363458 ; PB0363455_00001_English , p.21 \nB1/5/58\n- 59 - \nsuggest that they would be able to service the loans as required by the terms of the loan \nagreements110.    \n242. As noted above, at paragraph 48(2) of his Defence, Mr Kolomoisky claims that the NBU \nstaff “determined whether potential new borrowers were “related parties”” .  Part of the role \nof the Unscheduled Inspection team was indeed to analyse the New Borrowers’ files and \ntransactions, and to determine whether they appeared to be related parties – but, the \nUnscheduled Inspection team was reliant on the Bank identifying the New Borrowers and \nproviding the full set of documents to conduct this exercise.  As I will explain below, the \nNBU did not make any findings as to the related party status of the New Borrowers until \nmid-December 2016, more than three weeks after the last of the New Loans had been \nissued by the Bank. \n243. At paragraph 49 of his Defence, Mr Kolomoisky also states that “ to the best of [his] \nknowledge, none of the New Borrowers were either owned or controlled by [him] ”.  This is \ninconsistent with the findings in the inspection team’s final report, which identified multiple \nindications that the New Borrowers were companies controlled by Mr Kolomoisky and Mr \nBogolyubov.  These signs included associations between the managers and/or purported \nbeneficial owners of the New Borrowers and other Bank related parties, including (for 27 \nNew Borrowers) individuals receiving wages from multiple New Borrowers and other Bank \nrelated parties, and changes of managers and/or purported beneficial owners of 14 New \nBorrowers in April to August 2016, with the former purported beneficial owners having often \nheld roles in relation to other Bank related parties.   \n244. These signs of relatedness were unsurprising to me, because I could not think of a good \ncommercial reason for the New Borrowers to take on enormous debts of the 193 Borrowers \n(most of which had already been identified as related parties pursuant to Resolutions No. \n7, No. 8, No. 9, No. 11, No. 12, No. 13, No. 14, No. 15 and No. 16 of the Related Parties \nCommission, dated 7 December 2015111) unless they were under common ownership.   \nSecurity for the New Loans \n245. In relation to the security over the New Loans, Mr Kolomoisky alleges as follows: \n(a) at paragraph 48(5), that NBU staff operating within the Bank “ were aware of the \narrangements to be made to secure the loans to the New Borrowers ”; \n(b) at paragraph 52, that “ As part of the Transformation, the Bank planned to release \nthe Share Pledges securing the loans to the 193 Borrowers and put in place security \nfor the New Loans in due course by registering as collateral for the New Loans \n110PB0363455-PB0363456-PB0363457-PB0363458 ; PB0363455_00001_English , pp.21-22 \n111PB0363455-PB0363456-PB0363457-PB0363458 ; PB0363455_00001_English , p.22 \nB1/5/59\n- 60 - \nmortgages and pledges of the physical assets owned by the companies whose \nshares had been the subject of the Share Pledges ”; and  \n(c) at paragraph 53(9), that “ the Unscheduled Inspection which had commenced on 17 \nOctober 2016 involved examining the Bank’s capital position in relation to the loans \nto the New Borrowers. Applying Resolution 351, before the intended security for \nthose loans could be put into place, the NBU found that, after making the New \nLoans, the Bank required additional capitalisation of UAH 147.05 billion ”. \n246. As regards the allegation at paragraph 48(5), the Transformation Plan provided for security \nover corporate rights in various companies to be provided in support of the New Loans but \nthere was no reference to the provision of security over the assets of these or any other \ncompanies.  Had the Bank genuinely intended to put in place security over physical assets, \nit is not clear to me why the Transformation Plan did not specify this, or indeed why the \nBank did not do so in the more than nine weeks between the date by which it was ordered \nto produce a Transformation Plan, and the date on which it was declared insolvent.  \n247. In the event, the security agreements that the Bank put in place for the New Loans were \nneither pledges over assets nor over corporate rights, but pledges over rights to receive \ngoods under supply agreements (the “ New Pledges ”).  The Unscheduled Inspection team \nanalysed these supply agreements, and found that the pledge of rights under them was not \nacceptable pursuant to Regulation 23, which was in force at the time, because the Bank \nhad no documentary evidence to suggest that those agreements would be performed (for \nexample, it had no documents to suggest that the borrowers and suppliers had previously \nperformed similar alleged contractual obligations)112.  Nor was it acc"}
{"start": 175000, "text": "n place security over physical assets, \nit is not clear to me why the Transformation Plan did not specify this, or indeed why the \nBank did not do so in the more than nine weeks between the date by which it was ordered \nto produce a Transformation Plan, and the date on which it was declared insolvent.  \n247. In the event, the security agreements that the Bank put in place for the New Loans were \nneither pledges over assets nor over corporate rights, but pledges over rights to receive \ngoods under supply agreements (the “ New Pledges ”).  The Unscheduled Inspection team \nanalysed these supply agreements, and found that the pledge of rights under them was not \nacceptable pursuant to Regulation 23, which was in force at the time, because the Bank \nhad no documentary evidence to suggest that those agreements would be performed (for \nexample, it had no documents to suggest that the borrowers and suppliers had previously \nperformed similar alleged contractual obligations)112.  Nor was it acceptable collateral under \nthe Regulation for Measuring Credit Risk on Bank Asset Operations by Banks of Ukraine \n(“Regulation 351 ”), which was due to come into force on 3 January 2017 and provided that \npledges over contractual rights would not under any circumstances constitute good security \nfor the purpose of calculating a bank’s capital adequacy or the provisioning required for a \nloan.   \nThe application of Regulation 351 \n248. With regard to the application of Regulation 351 by both the Unscheduled Inspection team \nand EY (which I will go on to explain further below), Mr Kolomoisky alleges at paragraph \n53(4) of his Defence that “ Until 3 January 2017, calculations by banks pursuant to \nResolution 351 were to be conducted only on a trial basis for information only, and were \nnot to result in any liability for banks in relation thereto. Accordingly, application of \nResolution 351 before 3 January 2017 to assess the capital adequacy of the Bank was \ninappropriate” . \n112PB0363455-PB0363456-PB0363457-PB0363458 ; PB0363455_00001_English , p.11 \nB1/5/60\n- 61 - \n249. The NBU had passed Resolution 351113, which invalidated and replaced Regulation 23, on \n30 June 2016.  The regulation approved by Resolution 351 (“ Regulation 351 ”) updated the \nregulatory requirements for collateral, which no longer deemed any pledges over rights to \nreceive goods under contracts to be valuable security for the purpose of calculating banks’ \ncapital requirements – no matter their terms, or whether the expected cashflow under the \ncontracts was supported by evidence.  This change in regulations was necessary because \ncollateral of this form was widely abused throughout the banking system, to create the \nappearance of security using sham supply agreements.  Pursuant to this Resolution, \nRegulation 351 would take effect on 3 January 2017.   \n250. The end of EY’s audit period, in November 2016, was just a month and a half before \nRegulation 351 was due to come into force.  Regulation 351 had been published in June, \nso the Bank had been aware of it for some time and should have been preparing for its \napplication.  Indeed, Decision 323/rsh-BT required the Transformation Plan to conform with \nRegulation 351, expressly in order to ensure the Bank’s future viability.    \n251. The Bank was fully aware of the NBU’s requirements in this regard, and it bore full \nresponsibility for not complying with the security requirements under Regulation 351 as \nregards the security for the New Loans – although, as identified by the Unscheduled \nInspection team (as I mentioned above), the New Pledges were not acceptable security \nunder Regulation 23 either.  I was not aware of any circumstances that would have \nprevented the Bank from putting in place collateral that complied with both Regulation 23 \nand Regulation 351, such as security over physical assets, nor did anyone from the Bank \never tell me of any reason why that could not be done.   \nThe findings of the Unscheduled Inspection with regard to capital adequacy \n252. At paragraph 53(9) of his Defence, Mr Kolomoisky alleges that “ Applying Resolution 351, \nbefore the intended security for those loans could be put into place, the NBU found that, \nafter making the New Loans, the Bank required additional capitalisation of UAH 147.05 \nbillion ”. \n253. The Unscheduled Inspection team assessed the Bank’s capital position taking into account \nthe security that had in fact been put in place by the Bank in support of the New Loans.  In \nmaking its overall assessment, it also considered the remainder of the Bank’s operations \ntogether with the results of the Transformation.  The inspectors considered the position both \nunder Regulation 23 (which was then in force) and Regulation 351 (which was due to come \ninto force very shortly).  Mr Kolomoisky correctly observes that, applying Regulation 351, \nthe inspection team found that, after making the New Loans, the Bank required additional \ncapitalisation of UAH 147.05 billion.  But the inspection team also found that the Bank was \n113PB0365751 ; PB0365751_00001_English \nB1/5/61\n- 62 - \ninsolvent (i.e., had negative regulatory capital) as at 14 December 2016 on the basis of \nRegulation 23.   \n254. By this stage, according to Resolution 260, the Bank should have had an N2 ratio of 5%.  \nInstead, the Bank was found to have negative capital114.  In the circumstances, pursuant to \nLaw 78, the NBU was required to declare the Bank insolvent and propose either liquidating \nor nationalising the Bank. \nThe EY Report \n255. As I have explained above, in parallel with the Unscheduled Inspection, EY was conducting \nan audit with regard to the Stress Test and the measures implemented by the Bank \npursuant to Decision 103/BT, including the Transformation.  EY’s report on its findings was \nfinalised on 22 November 2016.  EY’s report provided important additional evidence from \nan independent third party regarding the Bank’s financial condition, but, as I will explain, it \nwas by no means the primary or only ground for the decision to nationalise the Bank.  \n256. At paragraphs 53(5) to (8) of his Defence, Mr Kolomoisky makes a series of allegations in \nrelation to the EY Report, which I will address in turn below. \nUse of Regulation 351 \n257. At paragraph 53(5) of his Defence, Mr Kolomoisky alleges that “The technical parameters \nwithin which EY’s review should take place were specified by the NBU. In particular, rather \nthan apply the standards of IFRS or Regulation 23 (which was then in force), EY were \ndirected to apply Resolution 351 as if it was in full force and effect (which it was not)” . \n258. I have explained above why the NBU directed EY to assess the Bank’s capital position \nunder Regulation 351: it was due to come into effect six weeks after the inspection was \nsupposed to conclude and so it would have been artificial not to consider the Bank’s capital \nposition prospectively, in accordance with it.  Otherwise, we would only have known \nwhether the Bank’s capital position was satisfactory for a matter of weeks.   \n259. In any event, EY also verified the results of the Stress Test conducted by the NBU, and \nupdated that Stress Test as at 1 October 2016, applying Regulation 23 and Resolution 260, \nwhich were in force at the time.  That updated Stress Test identified a credit risk of c. UAH \n139.1 billion in connection with the major borrowers analysed115.   \nThe timing of the EY Report \n260. At paragraph 53(6) of his Defence, Mr Kolomoisky alleges that “EY’s review took place \nduring the period when the Transformation was being effected. In particular, it occurred at \n114PB0363455-PB0363456-PB0363457-PB0363458 ; PB0363455_00001_English , p.5 \n115PB0092834 ; PB0092834_00001_English , p.12 \nB1/5/62\n- 63 - \na time when the majority of the loans to the New Borrowers had been granted and the \nmajority of the loans to the 193 Borrowers had been repaid, but the formal arrangements \nfor the provision of new security had not yet bee"}
{"start": 182000, "text": "her the Bank’s capital position was satisfactory for a matter of weeks.   \n259. In any event, EY also verified the results of the Stress Test conducted by the NBU, and \nupdated that Stress Test as at 1 October 2016, applying Regulation 23 and Resolution 260, \nwhich were in force at the time.  That updated Stress Test identified a credit risk of c. UAH \n139.1 billion in connection with the major borrowers analysed115.   \nThe timing of the EY Report \n260. At paragraph 53(6) of his Defence, Mr Kolomoisky alleges that “EY’s review took place \nduring the period when the Transformation was being effected. In particular, it occurred at \n114PB0363455-PB0363456-PB0363457-PB0363458 ; PB0363455_00001_English , p.5 \n115PB0092834 ; PB0092834_00001_English , p.12 \nB1/5/62\n- 63 - \na time when the majority of the loans to the New Borrowers had been granted and the \nmajority of the loans to the 193 Borrowers had been repaid, but the formal arrangements \nfor the provision of new security had not yet been completed” . \n261. By 15 November 2016, many of the New Pledges had been put in place but none was \nacceptable security under either Regulation 23 or Regulation 351.  As I have explained \nabove, I had no reason to believe that the Bank intended to put in place further security that \nwas acceptable, but I was not aware of any impediment to it doing so in the period of more \nthan a month between the first New Loan being granted and EY concluding their review. \nInformation relied upon by EY \n262. At paragraph 53(7) of his Defence, Mr Kolomoisky alleges that “EY produced its report on \n22 November 2016 ( “the EY Report” ), taking into account only information received to 15 \nNovember 2016, as directed by the NBU, and acknowledging that information had been \nreceived from the Bank since that date and the Transformation process was not yet \ncomplete” . \n263. Decision 323/rsh-BT made clear that the EY Report was originally required to be completed \nand provided to the NBU by 15 November 2016.  The Bank nevertheless continued to \nprovide EY with documents right up to and beyond this date.  In the event, we decided to \ngive the Bank the full period to 15 November 2016 to provide the relevant documentation \nto EY, notwithstanding that we understood from discussions with EY that they would require \na week to finalise the report once the documents that they should take into account had \nbeen provided.  We therefore agreed to give EY until 22 November 2016 to finalise their \nreport, despite the 15 November 2016 deadline that we had specified in Decision 323-\nrsh/BT; but, given signs that the Bank’s capital and liquidity position was worsening, and in \ncircumstances where the IMF was increasingly focussed on the Bank’s repeated breaches \nof deadlines and its noncompliance with capital requirements, we could not justify extending \nthe deadline for completion any further.   \n264. The EY Report is clearly caveated in relation to its finding, and even lists the documents \nthat it was unable to take into account, because they were received late.  I and (I believe) \nmy colleagues at the NBU understood this, and we took this into account when considering \nthe report’s conclusions.  The Unscheduled Inspection did not suffer from similar limitations, \nand, as I have explained above, reached the same conclusions as did EY, i.e. that the Bank \nwas insolvent. \nThe impact of the Transformation \n265. At paragraph 53(7) of his Defence, Mr Kolomoisky alleges that “In particular, the EY Report \nmade findings as to the Bank’s position as at 1 October 2016 (by which time no loans had \nbeen made to the New Borrowers), adjusting the Bank’s calculation (applying Resolution \nB1/5/63\n- 64 - \n351) of the additional capitalisation required to UAH 146,378,000,000 (then the equivalent \nof USD 5,686,791,000)” . \n266. Given the Bank’s delays in implementing the Transformation Plan, which was not \ncompleted until 22 November 2016, EY’s analysis did not involve a full assessment of the \nimpact of the Transformation, but EY was able to analyse the New Borrowers’ financial \nstatements and security agreements, and to conduct a preliminary analysis of credit risk on \nthe restructured portfolio. \n267. The EY Report noted that the New Borrowers’ financial statements indicated a low \nprobability of repayment of interest and principal, and that neither the collateral that had \nbeen put in place (over contractual rights) nor the security that was indicated in the \nTransformation Plan (over corporate rights) would meet the NBU’s requirements116.  The \nreport did note that the Bank’s management had claimed that it planned to replace pledges \nover corporate rights with mortgages of physical assets from the same companies, but that \nno such security had been put in place. \n268. The EY Report indicated that the Bank had a substantial capital shortfall as at 1 October \n2016, and that, based on the information EY were able to consider, the measures being \ntaken by the Bank as part of the Transformation would not resolve this.  This finding was \nconfirmed by the results of the Unscheduled Inspection, which had access to more \ninformation across a wider time period. \n269. In summary, it was by this stage clear to me, and I believe to my colleagues at the NBU as \nwell as to the IMF, that the Bank simply did not have sufficient liquidity or capital, and now \nposed a serious threat to the financial stability of Ukraine.  The only remaining options at \nthis point were liquidation, which would have posed a significant risk to the Ukrainian \nfinancial system, or nationalisation. \nResolution 105 \n270. At the same time as EY and the NBU Inspection Team were analysing the Bank’s capital \nadequacy and the results of the Transformation, the NBU’s related parties unit was \nconducting an in-depth investigation into the Bank’s related parties.  I was not deeply \ninvolved in this work, which was the continuation of the related party unit’s work from 2015, \nbut was aware that it remained ongoing, in part due to the significant (and ever changing) \nnumbers of related party borrowers.   \n271. As I have mentioned above, the related parties unit’s analysis involved a comprehensive \nreview of information and documentation requested from the Bank by the Unscheduled \nInspection team, including regarding the New Borrowers.  Once this analysis was complete, \n116PB0092834 ; PB0092834_00001_English , pp.25-28 \nB1/5/64\n- 65 - \nthe related parties unit submitted its findings to the Related Party Identification and Related \nParty Transaction Audit Committee, which was the NBU body responsible for making \ndeterminations as to the related party status of entities or individuals in relation to banks.  \nBy way of Resolution 105 dated 13 December 2016, the NBU determined that 1092 \ncompanies (including all of the 36 New Borrowers) were related parties of the Bank.  That \ndecision was communicated to the Bank on 14 December 2016117. \nSECTION 7: THE NATIONALISATION OF THE BANK\n272. At paragraph 35 of his Defence, Mr Kolomoisky alleges that “ In the course of 2015-2016, a \npolitically motivated campaign was waged against Mr Kolomoisky, designed to create the \nconditions for the nationalisation of the Bank. This campaign was instigated by then-\nPresident Petro Poroshenko, and implemented with the assistance of (at least) NBU \nGovernor Valeria Gontareva, Deputy Governor Yakov Smoliy and Deputy Governor \nKateryna Rozhkova who directed the actions of the NBU ”.  As I have made clear above, I \nwas not party to any such “campaign” , and the suggestion that such a campaign had been \nundertaken is entirely inconsistent with the fact that the NBU gave the Bank every \nopportunity to resolve the problems that ultimately led to its nationalisation.   \n273. The NBU’s aim was to prevent the Bank from being declared insolvent.  As I have explained \nabove, the Bank was (and remains) of huge importance to the Ukrainian financial sector.  \nIn the end, and given its repeated failure t"}
{"start": 189000, "text": " paragraph 35 of his Defence, Mr Kolomoisky alleges that “ In the course of 2015-2016, a \npolitically motivated campaign was waged against Mr Kolomoisky, designed to create the \nconditions for the nationalisation of the Bank. This campaign was instigated by then-\nPresident Petro Poroshenko, and implemented with the assistance of (at least) NBU \nGovernor Valeria Gontareva, Deputy Governor Yakov Smoliy and Deputy Governor \nKateryna Rozhkova who directed the actions of the NBU ”.  As I have made clear above, I \nwas not party to any such “campaign” , and the suggestion that such a campaign had been \nundertaken is entirely inconsistent with the fact that the NBU gave the Bank every \nopportunity to resolve the problems that ultimately led to its nationalisation.   \n273. The NBU’s aim was to prevent the Bank from being declared insolvent.  As I have explained \nabove, the Bank was (and remains) of huge importance to the Ukrainian financial sector.  \nIn the end, and given its repeated failure to address its capital adequacy issues, \nnationalisation was the only remaining route by which the Bank could be saved.    \n274. For the avoidance of doubt, I was never put under any pressure to ensure the \nnationalisation of the Bank. \nEvents leading to the Bank’s nationalisation \n275. In late November 2016, the Bank had started to lose liquidity, and in December it began to \npostpone clients’ payments.  By this stage it was very clear to me that we had no more \ntime, and the Bank would need to be nationalised imminently to avoid severe financial \nconsequences for the Bank’s 20 million ordinary customers, and to protect Ukraine’s \nfinancial system more generally.  I called Ms Gontareva, saying that we needed to make a \ndecision on the Bank before it was too late, especially in light of the imminent Christmas \nand New Year period, when many key people would be away.   \n276. On Friday 16 December 2016, Mr Kolomoisky and Mr Bogolyubov wrote to the then-Prime \nMinister of Ukraine, Volodymyr Groysman, and expressly asked that the Cabinet of \nMinisters nationalise the Bank118.  Their letter promised to restructure the Bank’s loan \nportfolio by 1 July 2017 by providing independently valued collateral, and to help to repay \n117PB0365426 ; PB0365426_00001_English\n118PB0365573 ; PB0365573_00001_English\nB1/5/65\n- 66 - \nthe Bank’s loans after nationalisation.  Given what Mr Kolomoisky had said to me \npersonally, when suggesting a solvent nationalisation, I considered that, in making those \npromises, Mr Kolomoisky and Mr Bogolyubov were most likely seeking to avoid criminal \nliability for their actions in relation to the Bank.   \n277. On the evening of Sunday 18 December, at around 9pm, I attended a meeting with the \ngovernment and the National Security and Defence Council (which included Ms Gontareva, \nand was chaired by Oleksandr Turchynov, the Secretary of the National Security and \nDefence Council).  That meeting was held in the offices of the President, and there were \naround 20 people, maybe more, in attendance.  The first point on the agenda was the Bank.  \nThe purpose of the discussion was to consider the systemic risks posed by the various \npossible outcomes, including nationalisation as compared to liquidation.  That day, the \nBank’s transactional activity had given the NBU even greater cause for concern, including \nsuspicious transfers of funds and further failures to service payments.  I had already made \nclear to Ms Gontareva my own view that if the Bank were to stop servicing payments \nentirely, we would be faced with a national economic crisis, including the possibility of civil \nunrest.  We had recently been through a banking crisis in 2013-2014, and the memory of it \nwas very fresh.  This worst case scenario could be avoided if the Bank was nationalised \nand could continue to operate under state control, which would not be the case if it were \nliquidated.  Ms Gontareva presented the NBU’s assessment of the situation to the council.  \nIt was clear from the discussions at this meeting that all attendees agreed we needed to \nact quickly.  As a non-member of the council, I was asked to leave before the members \nvoted on the next steps. \n278. The Bank was declared insolvent on the same day pursuant to NBU Resolution no. 498119.  \nI attended the NBU Board meeting at which this Resolution was passed, which lasted \naround an hour.  There was of course some discussion in advance of voting on this \nResolution, which was the only item on the agenda for this meeting (which had been called \nextraordinarily, on a Sunday), but it was clear to me, and I believe my fellow board \nmembers, that this was the right decision.  Subsequently, the DGF passed two decisions \non 18 and 19 December 2016 that approved the nationalisation of the Bank120. \nEvents following nationalisation \n279. The period following the Bank’s nationalisation was a hugely challenging time for me \npersonally.  All my efforts were focused on the NBU’s communications with the Ukrainian \npublic and particularly the Bank’s customers, in order to instil confidence their money was \nsafe, to avoid a run on the Bank and to ensure financial stability in the wake of \nnationalisation.  I was fielding a huge number of calls, even directly from Bank customers \n119PB0365575 ; PB0365575_00001_English \n120PB0365744 ; PB0365744_00001_English; PB0365743 ; PB0365743_00001_English \nB1/5/66\n- 67 - \nwho were worried about their money.  On top of dealing with customers, we had to finalise \nthe nationalisation process with the DGF and Ministry of Finance, and to arrange a further \nrefinancing loan to the Bank to mitigate the liquidity crisis that had developed.  In the end, \nas a result of our actions, we managed to mitigate losses to the Bank, and ended up with a \nlower level of customer withdrawals than we had initially feared. \n280. The international community’s support for the nationalisation of the Bank, and for the NBU’s \nactions in the run-up to nationalisation, was overwhelming.  The nationalisation was praised \nby leaders including Joe Biden (then the Vice President of the United States) and Angela \nMerkel121.  On 19 December 2016, Christine Lagarde, Managing Director of the IMF, made \na statement in which she said that “ Today’s decision of Ukrainian authorities to nationalize \nPrivatBank is an important step in their efforts to safeguard financial stability. This decision \nwas taken to ensure the smooth operations of the bank given its systemic role in Ukraine’s \nfinancial system, and in view of insufficient efforts to strengthen its capital adequacy in \nrecent months ”122.   \n281. Since nationalisation, the IMF has continued strongly to support the Ukrainian government’s \ndecision to nationalise the Bank.  Following a controversial ruling by the Kyiv District \nAdministrative Court on 18 April 2019 that the Bank’s nationalisation was unlawful (which \nis under appeal, although the appeal proceedings are currently stayed pending a \nconstitutional review), the IMF Resident Representative in Ukraine, the US embassy in \nKiev, and the European Bank of Reconstruction of Development all released identical \nstatements saying that the nationalisation “ secured PrivatBank’s long-term viability, \nsafeguarded the money of millions of Ukrainian citizens, and strengthened the country’s \neconomic health ”, and that “ [i]t is important that the authorities continue their efforts to \nrecover losses from former owners and related parties of failed banks. Ukraine’s \ninternational partners will be closely monitoring developments in this area ”123.   \n282. Since then, matters regarding the Bank have remained a key issue in the Ukraine-IMF \nrelationship: in 2020, the IMF made the passage of a law to prevent the Bank being returned \nto Mr Kolomoisky and Mr Bogolyubov a key condition of approving a new funding program, \nworth US$5.5 billion124. \n283. Despite the positive response internationally, Mr Kolomoisky has continued in his attempts \nto threate"}
{"start": 196000, "text": "eview), the IMF Resident Representative in Ukraine, the US embassy in \nKiev, and the European Bank of Reconstruction of Development all released identical \nstatements saying that the nationalisation “ secured PrivatBank’s long-term viability, \nsafeguarded the money of millions of Ukrainian citizens, and strengthened the country’s \neconomic health ”, and that “ [i]t is important that the authorities continue their efforts to \nrecover losses from former owners and related parties of failed banks. Ukraine’s \ninternational partners will be closely monitoring developments in this area ”123.   \n282. Since then, matters regarding the Bank have remained a key issue in the Ukraine-IMF \nrelationship: in 2020, the IMF made the passage of a law to prevent the Bank being returned \nto Mr Kolomoisky and Mr Bogolyubov a key condition of approving a new funding program, \nworth US$5.5 billion124. \n283. Despite the positive response internationally, Mr Kolomoisky has continued in his attempts \nto threaten and intimidate me. \n121PB0365746 ; PB0365747\n122PB0365566 \n123PB0365567 , PB0365568 , PB0365745\n124PB0365576\nB1/5/67\n- 68 - \n284. In December 2019, my home was picketed by protestors, who attempted to stop me leaving \nin the morning for work, as a result of which I had to call the police.  I ended up being taken \nto work in the back of a police car.   \n285. Not long after that, in the morning when I was going to work, I found that a coffin that had \nbeen placed outside my home, accompanied by musicians playing a traditional Ukrainian \nfuneral march.  Coffins had also been placed outside the NBU’s offices, and at the home of \nMr Smoliy.   \n286. Days later, I received a text from an unknown number that said “ Insure your house and \nhealth.  Take your kids away.  We are coming, bitch ”.  I posted an image of this message \non Facebook at the time, to make clear to the public the level of threats and intimidation \nthat NBU officials were facing125. \n287. After receiving this text, on 12 December 2019, a bomb threat against my home was phoned \nin to the police.  I returned home from work on a dark and cold evening to find my house \nsurrounded by policemen with dogs, and all of my neighbours standing out on the street.  I \nasked my neighbours what was going on, and they said that someone had called the police \nto say that there was a bomb, and that the police were checking our houses and gardens.  \nMy daughter and my neighbour’s daughter were both home at the time.  Nothing was found, \nbut it was nevertheless an extremely frightening experience, especially with my daughter in \nthe house.  I believed at that time (and continue to believe) that these threats against me \nwere orchestrated by Mr Kolomoisky.   \n288. Ms Gontareva has also spoken of a number of threatening incidents: in 2017, a coffin was \nalso placed outside the NBU, which contained a cut-out of her head; in 2019, her son’s \nfamily car was set on fire in Kyiv; her family home in Kyiv was burned down days later; and \nshe was the victim of a hit and run incident in London, in respect of which, as far as I know, \nthe police are yet to identify a perpetrator126. \n289. Given my role in cleaning up the Ukrainian banking sector, there are a lot of people who \nmight bear a grudge against me.  But particularly given the kind of brazen threats that Mr \nKolomoisky has made against me in the past, I believe that he is behind these events.  \nIndeed, it is entirely possible that the very fact of my giving this evidence will expose me to \nfurther risk, but given the importance of the NBU’s reforms of the financial sector to \nUkraine’s future prosperity, I feel I have little choice but to set the record straight in response \nto the untrue allegations Mr Kolomoisky has made regarding the actions taken by the NBU \nand me personally in relation to the Bank. \n125PB0365641 ; PB0365641_00001_English\n126PB0365775\nB1/5/68\nB1/5/69\n- 70 - \nList of documents\nIK0000037_0001 \nIK0000037_0001_TP_Translation\nIK0004080_0001 \nIK0004080_0001_TP_Translation\nPB0034525 \nPB0034525_00001_English \nPB0060589 \nPB0060589_00001_English \nPB0060945 \nPB0061395 \nPB0061395_00001_English \nPB0063233 \nPB0063233_00001_English \nPB0063279 \nPB0063279_00001_English \nPB0066674 \nPB0066674_00001_English \nPB0066675 \nPB0071836 \nPB0071836_00001_English_2 \nPB0092834 \nPB0092834_00001_English \nPB0126425 \nPB0126426 \nPB0156879 \nTAR-006377182 \nPB0156884 \nTAR-006377184 \nPB0156901 \nTAR-006377186 \nPB0156902 \nTAR-006377188 \nPB0156904 \nTAR-006377192 \nPB0158523 \nTAR-006377190 \nPB0158537 \nTAR-006377194 \nPB0164428 \nPB0164432 \nPB0164433 \nPB0193891 \nPB0193891_00001_English_2 \nPB0204585 \nPB0204585_00001_English_2 \nPB0238134 \nPB0238134_00001_English_2 \nPB0350835 \nPB0350835_00001_English \nPB0362072 \nPB0362072_00001_English \nPB0362793 \nPB0362793_00001_English \nPB0362798 PB0365415 \nPB0365415_00001_English \nPB0365416 \nPB0365416_00001_English \nPB0365418 \nPB0365418_00001_English \nPB0365419 \nPB0365419_00001_English \nPB0365420 \nPB0365420_00001_English \nPB0365426 \nPB0365426_00001_English \nPB0365447 \nPB0365448 \nPB0365449 \nPB0365449_00001_English \nPB0365526 \nPB0365527 \nPB0365531 \nPB0365532 \nPB0365533 \nPB0365534 \nPB0365535 \nPB0365536 \nPB0365536_00001_English \nPB0365542 \nPB0365542_00001_English \nPB0365543 \nPB0365543_00001_English \nPB0365544 \nPB0365544_00001_English \nPB0365545 \nPB0365545_00001_English \nPB0365557 \nPB0365557_00001_English \nPB0365561 \nPB0365561_00001_English \nPB0365565 \nPB0365566 \nPB0365567 \nPB0365568 \nPB0365570 \nPB0365570_00001_English \nPB0365571 \nPB0365571_00001_English \nPB0365572 \nPB0365572_00001_English \nPB0365573 \nPB0365573_00001_English \nPB0365574 \nPB0365574_00001_English \nPB0365575 \nPB0365575_00001_English \nPB0365576 \nB1/5/70\n- 71 - \nPB0362798_00001_English \nPB0362799 \nPB0362799_00001_English \nPB0362800 \nPB0362800_00001_English \nPB0362801 \nPB0362801_00001_English \nPB0362802 \nPB0362802_00001_English \nPB0362972 \nPB0362972_00001_English \nPB0363047 \nPB0363047_00001_English \nPB0363048 \nPB0363048_00001_English \nPB0363050 \nPB0363050_00001_English \nPB0363051 \nPB0363051_00001_English \nPB0363052 \nPB0363052_00001_English \nPB0363055 \nPB0363055_00001_English \nPB0363056 \nPB0363056_00001_English \nPB0363443 \nPB0363454 \nPB0363454_00001_English \nPB0363455 \nPB0363455_00001_English \nPB0363456 \nPB0363456_00001_English \nPB0363457 \nPB0363457_00001_English \nPB0363458 \nPB0363458_00001_English \nPB0365413 \nPB0365413_00001_English \nPB0365414 \nPB0365414_00001_English PB0365597 \nPB0365597_00001_English \nPB0365599 \nPB0365599_00001_English \nPB0365641 \nPB0365641_00001_English \nPB0365701 \nPB0365701_00001_English \nPB0365702 \nPB0365702_00001_English \nPB0365703 \nPB0365703_00001_English \nPB0365704 \nPB0365704_00001_English \nPB0365708 \nPB0365709 \nPB0365710 \nPB0365739 \nPB0365740 \nPB0365741 \nPB0365741_00001_English \nPB0365743 \nPB0365743_00001_English \nPB0365744 \nPB0365744_00001_English \nPB0365745 \nPB0365746 \nPB0365747 \nPB0365751 \nPB0365751_00001_English \nPB0365773 \nPB0365773_00001_English \nPB0365775 \nPB0365780 \nPB0365781 \nPB0365782 \nPB0365783 \nPB0365784 \nPB0365785 \nPB0365786 \nB1/5/71\n"}
