{"metadata": {"corpus_path": "B2. First Witness Statement of Oleksandr Zavadestskyi.pdf", "file_size": 368992, "mtime": 1675871807.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n1 \n Party: First Defendant \nWitness: Oleksandr Zavadetskiy \nNumber: First \nExhibit: OZ1 \nDated: 2 November 2021 \n \nIN THE HIGH COURT OF JUSTICE Claim No.  BL-2017-000665 \nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES \nBUSINESS LIST (ChD) \nB E T W E E N \nPJSC COMMERCIAL BANK PRIVATBANK \nClaimant \nand \n \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \n___________________________________________________ \nFIRST WITNESS STATEMENT OF  \nOLEKSANDR ZAVADETSKYI \n___________________________________________________ \nI, Oleksandr Oleksandrovych Zavadetskyi, of Kiev Region, Nove Village, Chkalova Street, 60 will say as \nfollows: \n1. I am Oleksandr Oleksandrovych Zavadetskyi, I am a lawyer and founder of the law firm branded \nas Zavadetskyi Advocates (registered name – Advocate Bureau “Oleksandr Zavadetskyi Office”). \nI am duly authorised to make this witness statement on behalf of Igor Valeryevich Kolomoisky, the \nFirst Defendant in this claim. \n2. This witness statement has been prepared by the First Defendant's legal representatives, \nFieldfisher LLP, following face-to-face meetings and videoconferences with me. The meetings \nB2/3/1\n \n2 \n were conducted largely in Russian (with Russian speaking members of Fieldfisher's team acting \nas interpreters for non-Russian speakers, as necessary). On the basis of these meetings, Fieldfisher prepared this statement for me. \n3. I have a good understanding of written English and have therefore made this witness statement \nin English. I feel more comfortable conversing in Russian than English so I intend to give my oral \nevidence in Russian. \n4. The matters contained in this witness statement come from my own knowledge and belief, save \nwhere otherwise stated, and are true to the best of my knowledge and belief. Where the matters \nwithin this statement do not come from my own knowledge, then the source of my knowledge is \nstated and they are true to the best of my knowledge and belief. A list of the documents to which I have referred in this statement or to which I have been referred for the purpose of eliciting my evidence is attached at Annex A.  \n5. There is now produced and shown to me marked “ OZ1” an exhibit which contains true copies of \nthe documents referred to below, references to which are in the format \" OZ1/[Page(s)] \", unless \nthe documents have already been disclosed in these proceedings, in which case I have identified \nthem by reference to the Claimant's or the Defendants' disclosure list. \n6. This witness statement is set out as follows: \nA. Introduction B. Roles and responsibility at the NBU \nC. The SMU mandate on related party lending \nD. Signing of NBU Resolution 103/BT and subsequent events E. The NBU's treatment of Privatbank \n \nA. BACKGROUND  \n7. I was born in Vinnytysa, Ukraine, on 16 July 1975. I am a citizen of Ukraine and currently reside \nin Ukraine. \n8. I have studied in the Kharykyv Law Academy and Kyiv National Taras Shevchenko University, and \nam a graduate of the latter. Prior to my roles at the NBU (see further below) my career consisted \nof senior legal roles in a variety of banks and financial institutions in Ukraine. I held senior legal counsel positions at First Ukrainian International Bank and Raffeisen Bank Ukraine. I performed the General Counsel function at the Ukrainian subsidiary of Citgroup, was head of legal at Dragon \nCapital, the leading investment house in Ukraine, and Director of the restructuring & recovery \nB2/3/2\n \n3 \n office of Swedbank in Ukraine. I also acted as an executive director of Commerzbank in Ukraine. \nDuring this time I also established my own law firm, Zavadetskyi Advocates, and worked in private \npractice, and continue to do so now. \nB. ROLES AND RESPONSIBILITY AT THE NBU 9. By way of background, in early 2015, the International Monetary Fund (\" IMF\") agreed an economic \nreform package with Ukraine and executed a letter of intent to implement the agreed reforms \n(OZ1/1-62 ). Among other things, the financial package required reforms to the NBU as well as to \nthe financial sector. The reduction of related party lending in Ukrainian banks was one of the areas \nof particular emphasis in the reforms. \n10. It was accepted as a fact that most banks in Ukraine had a large portfolio of related party loans \nand the IMF required that the NBU work with the banks to reduce this over time. The implementation of the agreement included an IMF requirement that the NBU set up a new \nindependent unit to deal with the identification and reduction of related party lending.  \n11. It was a requirement that the head of this new unit should have experience in the financial sector \nbut no current connections with any Ukrainian banks. The selection of the head of this new unit \nwas carried out by a firm called Ward Howell.  \n12. I was appointed to head this new unit, which was named Upravlenie Monitoringa Svyazannykhs \nBankami Litz (управление  мониторинга  связанных  с банками  лиц), which was referred to as \nthe Special Monitoring Unit (and I shall refer to it as the \" SMU \"). I started work in my new role on \n2 June 2015 with a view to approve plans for the unwinding of related party loans for the banks. \n13. Other working groups were set up to deal with the quality of assets that were pledged as security \nfor loans. No members of my unit were members of these groups which were tasked to produce a plan for the financial rehabilitation of assets. \n14. There were therefore separate staff carrying out their own analysis and producing independent \nplans to improve the banks' standing. The plan for financial rehabilitation of assets had to take into account the plan for unwinding of related party loans and vice versa, as they were not supposed to conflict with each other, but they were otherwise entirely separate. \nC. THE SMU MANDATE ON RELATED PARTY LENDING \n15. In March 2015, Article 52 Law of Banking was amended so as to introduce new categories of \nrelated parties and procedure for identification of related parties.  \n16. In May 2015, the NBU issued two resolutions in respect of the SMU's mandate:  \nB2/3/3\n \n4 \n (i) NBU Resolution No. 315 ( OZ1/63-77 ) covered the official mandate to investigate related party \nlending and set out the criteria and rules for identifying and establishing connected lending.  \n(ii) NBU Resolution No. 314, as amended by NBU resolutions No. 506 dated 31 July 2015, No. 682 \ndated 8 October 2015, No. 824 dated 26 November 2015, and No. 924 dated 23 December 2015 (OZ1/78-174 ), was not publically available, though it was, of course, distributed to all Ukrainian \nbanks.  \n17. Attached to NBU Resolution No. 314 were technical terms of reference which set out the \nmethodology for performing the diagnostic tests for related party lending across all banks. Resolution No. 315 contained a very broad set of indicators to assist in identifying related parties (so broad, in fact, that the majority of most bank's loan portfolios would have been caught by one \nof these indicators, and this caused consternation in the Ukrainian banking market generally as \nthey had never seen such an inclusive approach to related party lending).  \n18. The procedure was that the NBU would draw up a list of potential or suspected related party \nlending within each bank using the methodology and indicators in Resolutions No. 314 and No. \n315. The bank would then review the list and produce evidence as to why certain borrowers were \nnot related. Further work would then be needed either to accept that borrowers were not related, or to prove their status as related party by reference to one or other of the definitions in Article 52.  \n19. Although the NBU would direct a Bank to include loans to the borrowers on its list as transactions \nwith related parties in its next report, the drawing up of the"}
{"start": 7000, "text": "very broad set of indicators to assist in identifying related parties (so broad, in fact, that the majority of most bank's loan portfolios would have been caught by one \nof these indicators, and this caused consternation in the Ukrainian banking market generally as \nthey had never seen such an inclusive approach to related party lending).  \n18. The procedure was that the NBU would draw up a list of potential or suspected related party \nlending within each bank using the methodology and indicators in Resolutions No. 314 and No. \n315. The bank would then review the list and produce evidence as to why certain borrowers were \nnot related. Further work would then be needed either to accept that borrowers were not related, or to prove their status as related party by reference to one or other of the definitions in Article 52.  \n19. Although the NBU would direct a Bank to include loans to the borrowers on its list as transactions \nwith related parties in its next report, the drawing up of the initial list by the NBU would not \ndetermine that the loans to the borrowers identified were related party loans from a legal standpoint. According to Resolution No. 314, such loans would only become related party loans \nwhen the Bank recognised them as such in their quarterly reporting per their reporting obligations. \n20. Eventually, the NBU and bank would either agree the list of related party lending, or, failing \nagreement, the NBU would need to make a resolution and take some other formal action, for example by imposing sanctions such as suspension of the management of the bank that would \nnot agree the list of related parties. If such action was taken then the affected bank had the right \nto challenge that in court. \n21. The significance of related party lending was the requirement that the ratio of related party lending \nin a bank should not exceed 25% of a bank's regulatory capital. If, following the process discussed \nabove, the list of related party lending had been identified and agreed, the NBU would have \nrequired the bank to set out a plan to unwind related party loans (by liquidation of the related party loans or capitalisation of the bank) to bring the bank within the required ratio. The bank would then have had up to three years, or more (depending on what was agreed between each individual \nbank and the NBU) in which to implement the plan. I believe that in 2016 a revised version of \nResolution No. 314 was passed which increased the term to up to 5 years. I had moved to a different department of the NBU by then (see further below) so was not working with that version of the Resolution. The plan would also include dealing with the collateral underpinning the related \nB2/3/4\n \n5 \n party loans. I do not have a copy of this and am informed it has not been located in the Bank's \ndisclosure. \n22. While the implementation of such a plan would not give a bank immunity from further regulatory \naction if it was poorly performing in other areas, the plan separated the issue of related party \nlending (and its underlying collateral) from any other problems a bank may have had. There was \nprovision in Resolution No. 314 for the SMU to monitor a bank's compliance with its plan and if there was any deviation from it sanctions could be imposed.   \n23. In accordance with the advice of the IMF, Ukrainian banks were split into three groups: the 10 \nlargest operating banks, some of which were considered of significance to the banking market in \nUkraine, the next 10 largest banks; and finally all other banks in Ukraine. (Privatbank was in the first of these groups) and a significant part of the SMU's work related to the Bank due to its size.  \n24. In or around October 2015, the SMU produced a pre-report on related party lending within the \nBank using the diagnostics and methodology set out in NBU Resolution No. 314 described above. \nThis report was produced in the form of an “entities’ map” and presented to the First Deputy Governor of the NBU. I do not have a copy of this and am informed it has not been located in the \nBank's disclosure.   \n25. As well as being head of the SMU, I was also on a committee of the NBU dealing with identification \nof related parties, which was headed by Mr Pisaruk, the First Deputy Governor of the NBU at the time. I submitted the pre-report on Privatbank to this committee and the committee was tasked \nwith giving final approval of the conclusions made by the SMU on connected party lending.  \n26. There was also a committee considering the reports of the working groups dealing with the quality \nof assets pledged for security on loans and related party lending. \n27. There was a banking supervision committee of which I was a member which considered the \nreports of both the committees I have mentioned above. I was therefore also aware of the reports \nbeing produced relating to the quality of banks’ assets.  \n28. Following the submission of the SMU pre-report to the committee on related party lending, a new \nworking group was introduced which involved representatives of the NBU and Privatbank meeting \nevery other Friday between October and December 2015 to discuss and agree a plan for the \nfinancial improvement of the Bank. Mr Pisaruk was present at these meetings which I also attended together with managers of departments involved in diagnostics, analytics, and the department of financial stability. Privatbank attendees included Mr Dubilet, Mr Yatsenko and Ms \nShmalchenko. \n29. The working group discussed the results of the diagnostic tests, one aspect of which required the \nNBU and the Bank to agree on a report on the quality of assets pledged as security for loans. The \nB2/3/5\n \n6 \n second aspect, which I was dealing with, was to progress the unwinding of loans so that over a \nperiod of years the position within the Bank would be improved and gradually reduced to the required ratio. \n30. In December 2015, my department produced an initial list following the results of the diagnostic \ntests it had carried out in accordance with the NBU criteria set out in NBU Resolution No. 314 and \ndirecting the Bank to include transactions with named borrowers in its report on dealings with related parties. There followed discussions with the Bank in which it disagreed with the suggestion that some of the borrowers were related parties.  \n31. I recall that the members of the banking supervision committee largely agreed that a three year \nplan to improve the Bank's position on related party loans was wholly inadequate. A three year period would perhaps be enough time for a smaller bank but it was not sufficient for a bank as large as Privatbank and we considered that a period of five years would have been more \nappropriate. \n32. I soon began to notice that progress within the NBU in finalising the lists of related party loans was \nstalling. I also began to notice some hesitancy in the NBU in progressing this part of the work, and \nit seemed to be focussing more on the report relating to quality of the Bank's collateral.  \n33. It was ultimately the Bank's responsibility to report related party lending and it did report some of \nthe related parties that had been identified through the diagnostic tests, but not all.  \n34. As a result of the continuing disagreement as to the status of some of the borrowers, the ball was \nin the NBU's court to take some form of positive step to sanction the Bank as it was not happy with \nthe reasons the Bank was giving in relation to some of the related party loans on the list. However, the NBU took no action. \n35. Mr Pisaruk, Ms Gontareva, Ms Rozhkova, and others told me personally that no actions regarding \nthe Bank could be taken because the NBU did not want to do anything that could give the Bank \ngrounds to go to court. While the NBU had applied the indicators correctly at the first stage, had the NBU exercised any of its powers to impose sanctions on the Bank, following the submission of the Bank’s response, the Bank would ha"}
{"start": 14000, "text": "ting to quality of the Bank's collateral.  \n33. It was ultimately the Bank's responsibility to report related party lending and it did report some of \nthe related parties that had been identified through the diagnostic tests, but not all.  \n34. As a result of the continuing disagreement as to the status of some of the borrowers, the ball was \nin the NBU's court to take some form of positive step to sanction the Bank as it was not happy with \nthe reasons the Bank was giving in relation to some of the related party loans on the list. However, the NBU took no action. \n35. Mr Pisaruk, Ms Gontareva, Ms Rozhkova, and others told me personally that no actions regarding \nthe Bank could be taken because the NBU did not want to do anything that could give the Bank \ngrounds to go to court. While the NBU had applied the indicators correctly at the first stage, had the NBU exercised any of its powers to impose sanctions on the Bank, following the submission of the Bank’s response, the Bank would have been able to challenge the decision. Until the NBU \nhad imposed sanctions, there was no final characterisation of borrowers as a related party (under \nArticle 52) requiring them to be included in the Bank’s reporting for the Bank to challenge. \n36. My own view was that the Bank would have succeeded in a challenge at that stage because the \nlist of related parties was still preliminary and there was not sufficient evidence, at that stage, to \nshow that each of the borrowers was a related party under Article 52.  \n37. The issue was discussed openly within the NBU and I recall that even IMF representatives said \nthat the NBU could not risk any court challenges because the whole process would then stop. \nB2/3/6\n \n7 \n 38. As a result of this, the work on agreeing the list of related party lending came to a standstill, and \naccordingly, no such plan as envisaged by NBU Resolution No. 314 for the Bank to reduce its related party lending was ever put in place. The NBU instead focussed instead on the report addressing the quality of assets. \n39. By December 2015, the NBU produced a draft resolution which attached a draft rehabilitation plan \nfor Privatbank (I do not have a copy of this draft and am informed it has not been located in the Bank's disclosure). To my surprise, there was only a short passage in the resolution addressing related party lending, within the section on the improvement of the position on assets pledged as \nsecurity for loans. This very brief statement included no mention of the strict methodology which \nwas required by the IMF and was set out in NBU Resolution No. 314. The form of draft rehabilitation plan attached to the resolution required that the provisions of Resolution No.314 should be taken into account in reducing related party lending. The NBU’s draft resolution was not \nthe way related party loans were meant to be dealt with and bypassed the proper process, which \nhad stalled due to the NBU's lack of action. \n40. The result of adopting this approach was that the security for related party loans was not dealt \nwith in tandem with the unwinding of those loans. Instead, that collateral was dealt with together \nwith the Bank’s collateral more generally. Related party loans and their collateral are intrinsically linked and part of the same portfolio and as such should be dealt with separately. Such collateral should not be mixed up with other collateral as this can affect other transactions, or the general \nstanding of the bank when there would be no need for it to do so if it was being dealt with \nseparately. \n41. I was asked to sign this resolution, but neither myself nor my department had been asked to \nparticipate in its preparation. Instead of two separate plans there was now one plan which \npurportedly dealt with both assets and related party loans. Up until this point, the two limbs had \nbeen kept completely separate. \n42. I refused to sign the resolution. I also telephoned and conveyed my concerns to Mr Howard \nEdmonds, an IMF representative from Washington. He was acting as a consultant to the NBU \ndealing specifically with related party loans and wrote several manuals that the NBU used in their \nwork. He also attended the working group meetings between the NBU and the Bank. In that role I had found him to be very constructive and helpful. When I told him about the draft resolution and the absence of a plan on related party loans, he was very surprised and his reaction was negative \nand he did not approve.  \n43. Up until my conversation with him regarding the draft resolution Mr Edmonds visited Ukraine \nregularly, usually every fortnight. Following our conversation I do not know what conclusions he drew but I know that he did not visit Ukraine again whilst he continued to work for the IMF in \nB2/3/7\n \n8 \n Washington and his contract as the IMF delegate to Ukraine remained in place to the best of my \nknowledge. I have not spoken to Mr Edmonds since that conversation.  \n44. About a week after my call to Mr Edmonds I announced to the NBU that I would not sign the \nresolution.  \nD. SIGNING OF NBU RESOLUTION 103/BT AND SUBSEQUENT EVENTS \n45. The draft resolution was eventually signed and bought into effect without my signoff as Resolution \n103/BT ( PB0072150_00001 / TAR-001108784 ). Whilst Resolution No. 314 mentions that I am \nresponsible, as head of the SMU, for the implementation of the plan on related party loans, I \nrefused to be a signatory because it contained no plan for addressing the issue of related party \nloans. \n46. In December 2015, I understand that Mr Pisaruk went to Washington and was subsequently \npreparing to leave the NBU. He announced that Ms Rozhkova would be stepping in to replace him \nand she shadowed him for a time.  \n47. One evening, I was called into Mr Pisaruk's office. Ms Rozhkova was also present and Mr Pisaruk \ntold me that they proposed to transfer me to the position of head of the department for licensing \nand registration control. This was a department dealing with approvals for organisational \nresponsibilities such as qualifications of managers, corporate rights, permissions for obtaining large shareholdings; essentially regulation of all matters besides financial regulation.  \n48. My response was that I had not yet seen through the task assigned to me as head of the SMU. Mr \nPisaruk stated that the SMU would be amalgamated with the bank supervision department and \nthis would likely be agreed with the IMF. In my view, this could not happen because the IMF had specified that the SMU and its work should be independent of the NBU's other supervisory functions. I understood that Mr Pisaruk and Ms Rozhkova were attempting to bring the SMU under \nstricter control within the NBU and so stifle reports on related party lending. I suspected that what \nthey were really proposing was that I would not be able to continue my work at the SMU, although I would try to do so.   \n49. I started in my new role in March 2016 and following this I no longer had any involvement with \nPrivatbank or its subsequent nationalisation. However, I did have positions on several committees \nwhich allowed me to hear news of what was happening at the Bank and I was interested to see how the Bank dealt with related party lending. \nB2/3/8\n \n9 \n E. THE NBU'S TREATMENT OF PRIVATBANK \n50. I have been shown an extract from a book entitled \"Mission Possible\" written by Valeria Gontareva, \nGovernor of the NBU during this period, at pages 88 and 93 ( OZ1/175-178 ), in which she states: \n“In order to restore banks’ capitalization, banks committed to develop their recapitalization \nprograms in conjunction with the regulator. We understood that the situation was complicated, and \nwe were making every possible effort to alleviate the burden on the banks amid tighter requirements for credit risk assessment and increased capital requirements. Therefore, the conditions of the recapitalization program were a fair compromise: banks were given four years to \nrest"}
{"start": 21000, "text": "longer had any involvement with \nPrivatbank or its subsequent nationalisation. However, I did have positions on several committees \nwhich allowed me to hear news of what was happening at the Bank and I was interested to see how the Bank dealt with related party lending. \nB2/3/8\n \n9 \n E. THE NBU'S TREATMENT OF PRIVATBANK \n50. I have been shown an extract from a book entitled \"Mission Possible\" written by Valeria Gontareva, \nGovernor of the NBU during this period, at pages 88 and 93 ( OZ1/175-178 ), in which she states: \n“In order to restore banks’ capitalization, banks committed to develop their recapitalization \nprograms in conjunction with the regulator. We understood that the situation was complicated, and \nwe were making every possible effort to alleviate the burden on the banks amid tighter requirements for credit risk assessment and increased capital requirements. Therefore, the conditions of the recapitalization program were a fair compromise: banks were given four years to \nrestore their capitalization and five years to unwind loans to related parties. Based on the results \nof diagnostic studies, each bank had to submit a credible and binding recapitalization plan to the \nNBU.” (emphasis added) \nand: \n“The principles of recapitalization were equal for all Ukrainian banks. PrivatBank, like any other \nother financial institution where capital shortages were revealed based on the results of stress tests, was requested to address these capital shortages. All banks were given four years to \ncomply, and in the first year, had to reach a capital adequacy ratio (CAR) of 0% by April 2016 \nbefore gradually building up their CAR to 10%, the mandatory minimum. At the same time, they had to reduce the amount of related party lending and deleverage. Over five years, they were \nrequired to repay all related-party loans and eliminate further lending to related parties.” (emphasis \nadded) \n51. I note that in this extract, Ms Gontareva refers to there being a five year period to unwind related \nparty loans. As I set out above, Resolution No. 314 initially stipulated up to three years for this. However, the supervisory committee considered that the bigger banks (including Privatbank) \nneeded longer and up to five years, so she may be referring to a later version of the resolution \nwhich reflected those views. \n52. As discussed above, despite related party lending being a standalone matter that banks needed \nto address, which is clearly recognised by Ms Gontareva in her book, the Bank was unable to \nproduce a plan to deal with this due to the NBU's failure to either accept the Bank's position in \nrelation to related parties or impose sanctions on the Bank. Related party lending was instead amalgamated into the recapitalisation plan and the brief mention of it there cannot be considered as a related party lending unwinding plan. I, therefore, do not agree with the view expressed by \nMs Gontareva that the Bank was treated in the same way as other banks in this respect. \n53. Had the NBU devised a plan on related party lending, as envisaged in NBU Resolution No. 314, \nthe Bank would have been given a grace period of three years (and probably longer) during which \nB2/3/9\n \n10 \n to unwind related party loans. During this time, provided that it complied with the unwinding plan, \nit would have been protected from the NBU taking any other measures against the Bank related to its related party lending, reflected in the unwinding plan. Without any such plan being in place, the NBU was able instead to introduce the Transformation Plan and require it to be implemented \nin a short period of time. \n54. In my view the NBU treated Privatbank differently to other banks. Other banks with approximately \nthe same ratio of related party lending as Privatbank were not subject to the transformation process that was implemented at Privatbank by the NBU and were not nationalised. Nor did the \nNBU physically take control of these banks by way of installation of NBU staff within the bank \nmanagement. \n55. By way of example, the NBU produced and implemented separate related party lending plans in \nrespect of Alfa Bank, First Ukrainian International Bank, and Bank Credit Dnipro, which were all \nowned by oligarchs. Bank Credit Dnipro, although smaller, is comparable to the Bank by its \nbusiness model. It was owned by Viktor Pinchuk and had similar issues with related party lending as the Bank had. Each of these banks were given time to reduce their related party loan ratio and \nthey were not nationalised. In fact, to the best of my knowledge, no other banks were nationalised \nas a result of NBU Resolution No. 314. \n56. In my role with the department of licensing and registration control, we implemented a programme \nof assessing the transparency of banks' shareholders' source of funds and their ownership \nstructure. We used a methodology to assess this and if a bank failed the transparency test it could \nbe declared problematic and taken off the market, even it was otherwise financially stable. \n57. Following these tests, several banks were removed from the market on the basis of the non-\ntransparency of their ownership structure. Two notable examples are Unison Bank and Platinum \nBank. \n58. In August 2016, the NBU put Platinum Bank into problematic status, which lasted six months. My \ndepartment's diagnostics tests of Platinum Bank's shareholder structure concluded that the bank had major problems with its structure and its related party lending ratio was far worse than the \nBank's. The only solution was to continue to keep it off the market. Once the original six months \nhad expired I was asked to sign a resolution confirming its shareholder transparency status and refused. I understand that Platinum Bank was taken out of problematic status and was allowed to continue to operate for several months without resolving the issue of related party loans before it \ncollapsed due to its capital inadequacy.  \n59. I was subsequently fired from the NBU. I challenged this in court and won my case in all three \ninstances but ultimately decided not to return to the NBU because I no longer wanted to work there.  \nB2/3/10\nB2/3/11\nB2/3/12\n \n13 \n Annex A \nList of Documents referred to for the purpose of preparing the Witness Statement of Oleksandr \nZavadetskyi \n \nDocument Reference (disclosure \nnumber or exhibit) \nLetter of intent from Ukraine to IMF dated 27 February 2015  OZ1/1-62 \nNBU Resolution No. 315 OZ1/63-77 \nNBU Resolution No. 314  OZ1/78-174 \nResolution 103/BT PB0072150_00001 \nExtracts from Valeria Gontareva and Yevhen Stepaniuk Mission \nPossible: The True Story of Ukraine's Comprehensive Banking \nReform and Practical Manual for Other Nations  OZ1/175-178 \nFacebook post made around 25 June 2017 IK0004152_0001 and \nIK0004153_0001 \n   \nB2/3/13\n \n14 \n Party: First Defendant \nWitness: Oleksandr Zavadetskiy \nNumber: First \nExhibit: OZ1 \nDated: 2 November 2021 \nClaim No. BL-2017-000665 \n \nIN THE HIGH COURT OF JUSTICE \nBUSINESS AND PROPERTY COURTS \nOF ENGLAND AND WALES \nBUSINESS LIST (CHD) \n  \nB E T W E E N: \n \nJSC COMMERCIAL BANK PRIVATBANK \nClaimant \n- and – \n \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \n \n________________________________________ \n \nFIRST WITNESS STATEMENT OF  \nOLEKSANDR ZAVADETSKYI \n________________________________________ \n \nB2/3/14\n"}
