{"metadata": {"corpus_path": "B1. Witness statement of Ruslana Ivanovna Domashenko (English).pdf", "file_size": 923132, "mtime": 1675871807.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "B1/14/1\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n \n \n  \n \n \n \n \n \n \nIN THE HIGH COURT OF JUSTICE \nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES \nBUSINESS LIST (CHD) \n Witness Statement \nClaimant \nR Domashenko \nFirst \n14 October 2021 \n \n \nBL-2017-000665 \nBETWEEN: \n \nJSC COMMERCIAL BANK \"PRIVATBANK\" \nClaimant  \n- and - \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \n \nFIRST WITNESS STATEMENT OF RUSLANA IVANOVNA DOMASHENKO  \n \nI, RUSLANA IVANOVNA DOMASHENKO , of Voskresenska St, 20/49, Dnipro, Dnipropetrovsk \nOblast, Ukraine, 49000, will say as follows: \n1. I work for the National Bank of    NBU    \n    Bank \nB1/14/2\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 2 - \n \n 2. I understand that the Bank has brought proceedings against the Defendants in the High \nCourt of England and Wales, and I make this witness statement in connection with those \nproceedings.   \n3. Where I refer to documents below, I do so by reference to the document's disclosure \nnumber in these proceedings.  I enclose with this statement a list of the documents I have \nbeen referred to in the course of making this statement. \n4. My native languages are Russian and Ukrainian, and I do not speak English fluently.  I \nhave, therefore, given this evidence in Russian, although I understand that an English \n             This \n            \nsolicitors with the assistance of an interpreter.   \n5. Unless otherwise stated, the facts and matters set out below are within my own knowledge, \nand I believe them to be true.  Where they are not within my knowledge, they are true to \nthe best of my knowledge, information and belief and their sources are explained.   \nINTRODUCTION  \nBackground \n6. I was born in Marhanets city of Dnipropetrovsk region on 11 March 1967.  In 1984, I entered \nthe Dnipropetrovsk Metallurgical Institute and graduated in 1989 with a degree in \nmetallurgical engineering.  Upon graduating, I worked in Kislovodsk City Department of \nPublic Education.  From 1992, I worked at the Dnipropetrovsk regional division of the State \nCommercial Promstroybank (which became Prominvestbank) in Dnipropetrovsk, beginning \nas an economist.  From 1996 to 1999, whilst at Prominvestbank, I completed studies at the \nNational Mining Academy, majoring in banking and finance.  I occupied a series of roles in \nmy time at Prominvestbank, ultimately becoming deputy chief accountant and head of the \noperational division of the bank.  I left Prominvestbank in September 2013 to work at Vinyl \nLLC, as a deputy manager of a wholesale project.   \n7. In autumn of 2014, I was in the process of searching for a new job.  As part of this search, \nI sent my CV to the NBU, as well as to various Ukrainian banks.  I was invited for an \ninterview with Alla Shulha and Svitlana Faber, who were both managers of the Oversight \nDepartment at the NBU (also known as the Banking Supervision Department).  Following \n                \naccepted a job.   \n8. I joined the Oversight Department of the NBU in January 2015 and was appointed to act as \nassistant curator of Alfa-Bank for a short period of time.  In February 2015, I was appointed \nB1/14/3\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 3 - \n \n curator of the Bank, taking over from Olena Zarutska, who had occupied that position since \nSeptember 2014.   \n   aims regarding the Curator \n9.  Curator\n           \nKolomoisky alleges that:  \n(a) Under a Regulation approved by Resolution No.  346 of the NBU dated 17 \n            \noperations, including : \n(i) being given access to the documents and electronic systems of a \nbank; \n(ii)       tings, and an entitlement to \ndemand clarifications from the Bank of decisions taken; \n(iii)          \nwere used;  \n(iv)  (paragraph \n32); \n(b) Pursuant to Resolution No.561/BT of 11 September 2014, the NBU appointed \nMs Zarutska as curator of the Bank The Curator and her team were \n           \noperations, in particular its loan portfolio (including loans made under the \nRelevant Loan Facilities)     \n(c)             \nand doing so caused it loss, Mr Kolomoisky is not responsible for that loss \n(paragraph 34); and   \n(d)    the Transformation Plan was supervised and controlled by \nthe Curator and other NBU staff operating within the Bank, who:  (1) reviewed \nthe legal and credit files of all borrowers; (2) determined whether potential new \n       Bank; (3) directed the Bank to use 36 \n  New Borrowers         \nused to repay the loans which had been made to the 193 Borrowers; (4) oversaw \nthe repayment by the New Borrowers of the loans outstanding to the 193 \nB1/14/4\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 4 - \n \n Borrowers; and (5) were aware of the arrangements to be made to secure the \nloans to the New Borrowers.     \n10. Ms Zarutska is the only Curator mentioned by name by Mr Kolomoisky in his Defence.  She \noccupied that position from September 2014 to February 2015.  I replaced her in February \n2015 and have held that position ever since.  When I was appointed Curator, Ms Zarutska \nshowed me the office at the Bank in which I would be based, and we discussed the role in \ngeneral, although I cannot now recall the details of those conversations and there was no \nofficial handover meeting.  I did not maintain regular contact with Ms Zarutska after I took \nover the role of Curator, and Ms Zarutska subsequently left the NBU. \n11. As I will explain in more detail below, my powers as Curator were strictly defined by the \nprovisions in Resolution 346, although the description of those powers given at paragraph \n             the Bank \ninstructions regarding its operations, and I did not have any control over, nor did I \n           \n      \nTHE ROLE OF CURATOR AT THE BANK \nMy team and offices on-site at the Bank \n12.                \npremises.  I was then joined by Svitlana Horovets, in March 2015.  In September 2015, we \nwere joined by Nataliya Borysenkova, who worked with us until the middle of 2016, when \nshe took up a position as curator of another bank. \n13.              \nPeremohy Street.  I was given a windowless office on the tenth floor, which was the same \nfloor on which the office of the Chair of the Management  Board of the Bank, Oleksandr \nDubilet, was located.  I met Mr Dubilet in the hallway and attended committee meetings that \nhe chaired, but I never met or interacted with "}
{"start": 7000, "text": "s regarding its operations, and I did not have any control over, nor did I \n           \n      \nTHE ROLE OF CURATOR AT THE BANK \nMy team and offices on-site at the Bank \n12.                \npremises.  I was then joined by Svitlana Horovets, in March 2015.  In September 2015, we \nwere joined by Nataliya Borysenkova, who worked with us until the middle of 2016, when \nshe took up a position as curator of another bank. \n13.              \nPeremohy Street.  I was given a windowless office on the tenth floor, which was the same \nfloor on which the office of the Chair of the Management  Board of the Bank, Oleksandr \nDubilet, was located.  I met Mr Dubilet in the hallway and attended committee meetings that \nhe chaired, but I never met or interacted with him one-on-one.  In November 2015, I was \nmoved to the first floor of the Okeanmash building, another office building used by the Bank \nand located at 32, Naberezhna Peremohy Street. \nMy interactions with individuals at the Bank \n14. I was aware that Mr Kolomoisky and Mr Bogolyubov owned the Bank.  I never met with or \nhad dealings with either of them, but everyone in Dnipropetrovsk knew who they were  \nthey had reputations as powerful businessmen.   \n15. There were two Bank officials who were my main points of contact at the Bank: the first was \nDmitri Luchaninov, the head of the Compliance Department.  I submitted all my queries and \nB1/14/5\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 5 - \n \n received replies through his department.  If I had further questions on the basis of the \ninformation provided to me by the Compliance Department, Mr Luchaninov would direct me \nto an employee within a different department of the Bank, to whom I would address my \nquestions directly, either over the phone or in person.  In the course of such requests, I \ncame into contact on multiple occasions with Lyudmila Shmalchenko, the Director of the \nTreasury Department, to whom I would address questions on interbank transactions; Liubov \nKorotina, the Chief Accountant, whom I would ask accounting questions (for example how \nforeign currency loans and derivatives were reflected on     \nOleh Gorokhovsky, another Deputy Chair of the Management Board, who dealt with retail \nbanking issues.   \n16. I did not approach Bank employees from other departments without prior agreement of the \nCompliance Department, unless the issue on which I needed assistance was a very minor \none, for example, a technical error in information that had been provided. \n17. Besides Mr Luchaninov and his subordinates in the Compliance Department, my other main \npoint of contact was Yuriy Pikush, who was a general deputy to the Chairman of the \nManagement Board, Mr Dubilet.  Mr Pikush assisted me in resolving logistical issues that \narose in the course of my work, and normally we had twice-weekly calls on general issues \nsuch as organisation of workflow or any complaints I had regarding untimely responses \n         \noperations.   \n18. My contact with Mr Pikush and Mr Luchaninov was mainly over the telephone, and we rarely \nmet in person.  Because my interactions with Bank employees and departments were \nlargely arranged for me by the Compliance Department, in response to narrow requests \nthat I submitted for information or documents, I knew the organisational structure of the \nBank, but was not personally familiar with all the heads of departments. \nReporting information to the NBU \n19. Mr Kolomoisky does not mention in his Defence my main function as Curator: the regular \nreporting of information to the Oversight Department.  I would like briefly to explain my role \nin this regard at the outset, in order to make clear that my function as Curator was one of \nmonitoring and reporting. \n20.                 \nactivities, which took the form of spreadsheets and were based on standard templates \ndesigned by the NBU.  I have been shown an example of one such spreadsheet by the \n1.  Whilst I do not recall \n                                                                                                                                                                                                        \n1  PB0198873 ; PB0198873_00001_English_2  \nB1/14/6\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 6 - \n \n the details of this particular spreadsheet, it is a typical example of one section of a daily \nreport.  Preparing these reports was the core function of my job, and it took up a significant \namount of my time on any given day.   \n21. Preparing these spreadsheets involved compiling info     \n               \nto describe in more detail below), and providing further information and/or explanations \nfrom the Bank where required to understand the essence of significant transactions or \n             \nreporting forms the Bank had provided.  I would submit any requests for further information \nin connection with my reporting activities to the Compliance Department, by uploading \nofficial request documents to an FTP site, which would be downloaded and printed by the \nCompliance Department, signed by me, and scanned in by the Compliance Department in \nsigned form.   \n22. Given the huge volume of transactions at the Bank, my ability to identify and look into \n           \nbalance sheet I did come across transactions that seemed suspicious, for example \ntransactions for significant amounts, transactions that were part of a larger scheme, or \ntransactions that breached established authorisation limits.  There were various types of \ndifferent suspicious transaction that I identified in the course of a daily monitoring of the \n            \nlarge foreign currency loans, and related party transactions.  When I identified such \ntransactions, I would report them to the Oversight Department and request the necessary \ndocumentation from the Bank, via the process I have described above.  I did not seek to \nassess any such transactions myself.   \n23. When I did make requests for information to the Bank, including where I had identified \nsuspicious transactions, I was not always provided with everything I asked for.  If I was not \nsatisfied with the scope of information that the Bank had given me, I would request the \nmissing documents.  Generally it took a long time for the Bank to respond to my requests, \nand I would very rarely get an answer on the same day  it would often take three or more \ndays for me to be provided with all the information that was needed to forward to the \nOversight Department.   \n24. I was not involved in making decisions on implementing fines or administrative measures \nagainst the Bank as a result of any breaches of regulations or legislation, as such decisions \nare made by collegiate bodies of the NBU. \n25. I understand that Mr Kolomoisky has alleged in his Defence (paragraph 35) that three senior \nofficials at the NBU, Valeria Gontareva, Kateryna Rozhkova and Yakov Smoliy, were party \nB1/14/7\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n"}
{"start": 14000, "text": "was not always provided with everything I asked for.  If I was not \nsatisfied with the scope of information that the Bank had given me, I would request the \nmissing documents.  Generally it took a long time for the Bank to respond to my requests, \nand I would very rarely get an answer on the same day  it would often take three or more \ndays for me to be provided with all the information that was needed to forward to the \nOversight Department.   \n24. I was not involved in making decisions on implementing fines or administrative measures \nagainst the Bank as a result of any breaches of regulations or legislation, as such decisions \nare made by collegiate bodies of the NBU. \n25. I understand that Mr Kolomoisky has alleged in his Defence (paragraph 35) that three senior \nofficials at the NBU, Valeria Gontareva, Kateryna Rozhkova and Yakov Smoliy, were party \nB1/14/7\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 7 - \n \n to a        .  I am not in a position \nto comment on that allegation but can confirm that I never directly reported to or took \ninstructions from any of those individuals.  In the course of performing my job, I mainly \ncommunicated with Inna Gromykhina, a colleague who worked within the Oversight \nDepartment; Denis Novikov, the deputy head of the Oversight Department; and Ivanna \nDupliak, an employee of the Oversight Department.  Mr Novikov and Ms Dupliak would \nregularly give me recommendations on how to conduct my work on a practical level, and I \nwould go to them if I questions regarding my work arose.  In case of highly technical \nquestions, my superiors contacted the relevant NBU divisions, for example the legal or \naccounting department, and then conveyed the answer back to me. \nMy responsibilities as Curator \n26. My legal responsibilities as Curator were in outlined in Chapter 5 of Part I of NBU Resolution \n3462.  This was (and remains) the document that defined the responsibilities of all curators \nappointed by the NBU.  Resolution 346 was amended several times in the period from \nFebruary 2015 to December 2016, and I was aware of the various amendments at the time, \nbut throughout the period, my powers and responsibilities as Curator remained broadly the \nsame.  I fulfilled the responsibilities specified in these provisions throughout my time at the \nBank.   \n27. I will now address the specific responsibilities and powers provided in Resolution 346 that \n              \n                  \nactivities, in particular to analyse the changes happening on the accounts that formed the \n            Balance     \npurpose of this monitoring was to gather information to prepare a report for the NBU, \nincluding about suspicions transactions.  My understanding of the effect of Resolution 346 \nwas that, as Curator, I was tasked with being the eyes and ears of the NBU.  The advantage \nof a Curator being in place was that (in theory, and subject to proper co-operation from the \nbank in question) the NBU would have access to real-time, rather than historical, \ninformation.  My role was not, as I will explain, to instruct or direct the Bank on how to \nconduct its operations. \n        systems \n28.               \nthe documents and electronic systems of a bank     \n346 does provide for certain specific rights of access for curators to documents and banking \n                                                                                                                                                                                                        \n2  PB0365542 , pp. 7-9; PB0365542_00001_English , pp. 10-15 \nB1/14/8\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 8 - \n \n systems, as I will explain, in practice I did not have access to all documents and systems \nat PrivatBank.   \n29. Specifically, paragraph 5.6(c) of Section I of Resolution 346 required the Bank to provide \n   full access to the relevant software of the bank for viewing in real time all \noperations of the bank and its customers on all accounts with the possibility of forming \nstatements, including for periods before the date of appointment of the curator 3.  This \nrequired the Bank to provide me with access to all information required for the formation of \nfinancial statements for the Bank and its borrowers.  As provided for by paragraph 5.7(b) of \nSection I of Resolution 346, I was also entitled to receive information and documentation in \nrelation to the bank's operations4.   \n30.  \non legal entities accounts, some intrabank accounts, and interbank transaction ledger \naccounts.  It should be noted that figures for many transactions in the Promin system were \n          \nthe Balance in Promin as aggregated sums by types of products, transactions, and \ncontracts).  From around September 2016, I was also granted access to a tab within Promin \nentitled Privat48 (information about agreements entered into by individuals). \n31. It was possible to view some data on specific transactions entered into by legal entities \nthrough the Promin system I have described above.  I would access this information through \na search function into which I had to enter queries according to some specific parameters.  \nFor example, to view each transaction entered into by a legal entity, I would need to search \nwith reference to an identifying number for the client, corporate registration number or \naccount number.  In Promin it was only possible to view 1,000 entries with the same search \nparameters at the same time, so I would often need to use additional parameters  if I had \nthem available to me  to allow me to refine my search and access the relevant data.  These \nlimitations made it more difficult to identify and analyse data. \n32. There were other accounting systems that provided access to more detailed information on \nconducted transactions without limitations on the numbers of transactions, such as \nPrivat48.  These systems did not have an interface for viewing data, however, so it was \nnecessary to prepare SQL queries (which are queries written in programming languages \nwhich are specific to certain databases) to obtain information from these systems in a \nusable format.  I do not have the expertise required to write SQL queries myself, which \nrequires specialist knowledge of computer programming, so I would usually compile \nrequests outlining what data I needed from those systems, which would be passed by the \n                                                                                                                                                                                                        \n3  PB0365542 , p.8; PB0365542_00001_English , p.12 \n4  PB0365542 , p.8; PB0365542_00001_English , p.13 \nB1/14/9\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 9 - \n \n Compliance Department to a Bank economist, who would then work with a technical IT \nspecialist to extract the data.   \n33. Given the number of operations carried out by the Bank on any given day (tens of millions \ntransactions), and the difficulties associated with obtaining detailed data on individual \n         \nidentify transactions that may ha"}
{"start": 21000, "text": "gramming, so I would usually compile \nrequests outlining what data I needed from those systems, which would be passed by the \n                                                                                                                                                                                                        \n3  PB0365542 , p.8; PB0365542_00001_English , p.12 \n4  PB0365542 , p.8; PB0365542_00001_English , p.13 \nB1/14/9\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 9 - \n \n Compliance Department to a Bank economist, who would then work with a technical IT \nspecialist to extract the data.   \n33. Given the number of operations carried out by the Bank on any given day (tens of millions \ntransactions), and the difficulties associated with obtaining detailed data on individual \n         \nidentify transactions that may have violated the applicable laws and regulations in real time \nhad real practical limitations, and where I was able to do so, there was often a lag of several \ndays between the transaction taking place and me being in a position to collate and provide \nthe necessary information to the Oversight Department. \n34. The Promin system had within it a huge number of sub-programmes, and I did not have \naccess to all of these.  Nor did I have access to the PrivatDoc system, which provided \n       stem.  This system was used for approving \ndifferent documents of the Bank, including orders and minutes of online credit committee \nmeetings and meetings of the Management and Supervisory Boards. \n35. I was also repeatedly refused access to the software systems and documents held at the \nCyprus branch.  I could view the balance sheet of the Cyprus branch in UAH equivalent as \npart of the Balance of the head office (because the Cyprus branch did not have its own, \nseparate, balance sheet).  I could see inter-branch settlements between the head office \nand Cyprus branch, but as I was not given access to the software of the Cyprus branch, I \nwas unable to analyse individual transactions conducted by its customers.  The reason I \nwas given for this refusal in access was Cypriot law, in particular banking secrecy and data \nprotection.   \n36.                \n             \nwere transferred after that  whether they remained within the Cyprus Branch or were \ntransferred from the Cyprus branch to elsewhere: the trail went cold once the funds entered \n              \nrequest I submitted to the Bank regarding transfers from the Cyprus branch to six Cyprus \nbranch clients5.  Analysing the Cyprus branch 3901 account, that was accessible to me in \nthe Promin system, I could see that the funds were being transferred to these clients, but I \ncould not look at the accounts of those clients at the Cyprus branch to ascertain what \ntransactions were entered into afterwards. \n37. As Curator, it was very important for me to have full access to information regarding Cyprus \nbranch transactions, to understand what happening to the funds of the Bank and its clients.  \nMy impression was that the Bank did not want to provide me with access to this information \n                                                                                                                                                                                                        \n5  PB0063179 ; PB0063179_00001_English  \nB1/14/10\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 10 - \n \n and that its reliance on Cypriot legislation was simply an attempt to justify its unwillingness \nto provide it.   \n38. I made multiple requests for access to the Cyprus Branch systems but each time I was \nrefused access.  I cannot now recall details of the relevant conversations, given that around \nsix years have since passed, but I remember that I spoke to Mr Novikov and Ms Gromykhina \n             \n               \nnationalisation.  After nationalisation, I was given access to all of these systems, and on \nthat basis, can say that I would have been better able to discharge my functions had I had \naccess to these systems pre-nationalisation.   \n39. As for underlying documentation in relation to transactions involving loans, I could only see \nthe documents that had been placed in the systems to which I had access but if relevant \ndocuments had not been placed in these systems, I could not see them.  As I have \nexplained above, where I did not have direct access to documents I needed to see, I would \nneed to request them from Bank employees.  Even then, they were not always provided. \nAttendance at meetings \n40. At paragraphs 32(2) of his Defence, Mr Kolomoisky alleges that, pursuant to Resolution \n     power  participa         \nparagraph 5.7(g) of Part I of NBU Resolution 3466, as Curator I was entitled to attend the \nfollowing:  \n(a) general meetings of shareholders and meetings of the Management and \nSupervisory Boards of the bank; \n(b) meetings of committees (credit committee, asset and liabilities management \ncommittee, tariff committee); \n(c) management meetings, including on the restructuring of the bank's external \nliabilities, and other structural units of the bank, including internal control and \naudit units of the bank; and \n(d) negotiations with the bank's investors on the sale or reorganization of the bank, \nor on ways to rehabilitate the bank. \n41. I was only entitled to   in meetings of the shareholders, Management and \nSupervisory Boa             advisory vote   advisory \nvote\n                                                                                                                                                                                                        \n6  PB0365542 , p.8; PB0365542_00001_English , p.13 \nB1/14/11\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 11 - \n \n issue, but cannot impact upon the decision itself.  I never exercised that right at the Bank \npre-nationalisation, and did not attend Management or Supervisory Board meetings, for the \nreasons I will explain below.  At the meetings of other committees, I did not have the right \nto vote in an advisory capacity, and I did not have any authority at any meeting to interfere \n                \nmeetings, so I could not have intervened in individual lending decisions even had I had the \nopportunity to attend Credit Committee meetings (which, as I will explain below, I did not). \n42. In fact, I never attended any Supervisory Board or Management Board meetings at the \nBank because, although I had the right to attend, I was never informed when or where the \nmeetings would take place, and was not invited to either type of meeting.  I was aware from \nminutes of Management Board meetings I saw at the time that, pre-nationalisation, the \nManagement Board made its decisions via votes held through the PrivatDoc system, to \nwhich I did not have access.  Now, post-nationalisation, I regularly attend Management \nBoard meetings in person, whilst my colleagues attend the Supervisory Board meetings \ninstead of me, because they take place in Kiev, whereas I am based in Dni"}
{"start": 28000, "text": " at any meeting to interfere \n                \nmeetings, so I could not have intervened in individual lending decisions even had I had the \nopportunity to attend Credit Committee meetings (which, as I will explain below, I did not). \n42. In fact, I never attended any Supervisory Board or Management Board meetings at the \nBank because, although I had the right to attend, I was never informed when or where the \nmeetings would take place, and was not invited to either type of meeting.  I was aware from \nminutes of Management Board meetings I saw at the time that, pre-nationalisation, the \nManagement Board made its decisions via votes held through the PrivatDoc system, to \nwhich I did not have access.  Now, post-nationalisation, I regularly attend Management \nBoard meetings in person, whilst my colleagues attend the Supervisory Board meetings \ninstead of me, because they take place in Kiev, whereas I am based in Dnipro.  Having had \nthis experience post-nationalisation, I believe that it would have helped me fulfil my role and \nfunctions as Curator better if I had been able to attend the Management and Supervisory \nBoard meetings prior to nationalisation.   \n43.              \nThe Ba\nrecords that I attended as a representative of the NBU7.  I do not recall the issues addressed \nat this meeting, but I do remember that it took place in person, and that Mr Kolomoisky and \nMr Bogolyubov were not present, but were instead represented by proxies.  My impression \nwas that the conduct of these meetings was a mere formality.   \n44. I do not recall ever attending what I would call a genuine credit committee meeting, i.e.  a \n           \n       credit committee protocol      \n NBU Credit Committee Participant         November 20158.  \nThis minute is actually from one of the joint-committee meetings, which I attended every \n         credit committee    -committee \nmeeting was not a genuine credit committee meeting in the sense that it was not a meeting \nat which loans to Bank clients were considered or approved.  Rather, such joint-committee \n             \npolicy.  Joint-committee meetings combined the functions of asset and liability, tariff, and \nother committees.  In my view, that was improper  those should have been held as \n                                                                                                                                                                                                        \n7  PB0198293 ; PB0198293_00001_English  \n8  PB0204247 ; PB0204247_00001_English_2  \nB1/14/12\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 12 - \n \n separate meetings  and I recall that this issue was raised with the Bank by the Oversight \nDepartment of the NBU.   \n45. Whilst I do not recall the specific details of the meeting recorded in the minute I refer to \nabove, I remember that the joint-committee meetings were typically attended by Mr Dubilet, \nMr Gorokhovsky, Mr Kovalyov, Mr Pikush, Ms Shmalchenko, and Mr Yatsenko.  Although \nthe minute suggests that Tatiana Gurieva and Lyubov Chmona were invited to the meeting, \nI do not remember ever seeing Ms Gurieva in person and recall seeing Ms Chmona only a \nfew times at such meetings, although they sometimes joined these meetings via Skype.   \n46. On the basis of the meeting minutes which I saw at the time, I understood that genuine \ncredit committee meetings (i.e. meetings at which individual loans were considered for \napproval) took place online via PrivatDoc.  As far as I was aware, there were two such \n      small        credit \ncommittee.  As I have explained above, I did not have access to PrivatDoc, so was not able \nto attend either of these credit committee meetings.  As a result, I was not party to the \nprocess of considering or approving loans, even as a mere observer.  I would usually only \nlearn about the grant of loans after they had taken place.  Now, post-nationalisation, there \nare in-person credit committee meetings at the Bank, which I regularly attend as an \nobserver.  \n47. As regards the remaining meetings types listed in paragraph 5.7(g) of Resolution 346, I do \nnot know if any such meetings ever took place, but I was not invited to any of them.   \nMonitoring the use of refinancing loans \n48. Mr Kolomoisky alleges that Regulation 346 provided that curators had the power to \n             \n32(3)).  In fact, paragraph 5.7(j) of Part I of NBU Resolution 346 provides that a c \n   perform[ing] functions  related to the control over  the use of funds received \nfrom the National Bank 9.   \n49. I would like to clarify that I was not able to direct the Bank how to use the refinancing funds \nfrom the NBU.  For example, I could not dictate that the Bank should apply the refinancing \nfunds to a particular transaction, or prevent it from using the funds for a particular \ntransaction.  Instead, my role was to monitor the use of refinancing funds and to report any \nviolations of the terms of the refinancing loans or applicable regulations, in particular the \nrequirements of Resolution 103/BT (from February 2016), to the Oversight Department of \nthe NBU. \n                                                                                                                                                                                                        \n9  PB0365542 , p.8; PB0365542_00001_English , p.14 \nB1/14/13\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 13 - \n \n 50. In practice, this meant that I monitored the receipt of refinancing loan funds to the \n         \nit was often difficult for me to identify in real time how the funds from the refinancing loans \nwere being used by the Bank. Alternatively, I analysed the outflow   \naccounts and matched them against the refinancing loans received by the Bank.  It should \nbe noted that a targeted NBU inspection was also conducted every six months to analyse \nhow the refinancing funds had been used.   \nMonitoring compli       \n51.                \n   require compliance with any financial rehabilitation plan    \nfact, paragraph 5.7(h) of Part           monitor \nthe bank's timely fulfilment of the requirements (measures) put forward (applied) by the \nNational Bank to the bank based on the results of its activities, including the implementation \nof the bank's plan of measures for financial recovery 10.  As Curator, I did not have any \npower to    with any financial rehabilitation plans, but simply to monitor \ncompliance (or lack thereof) and report back.   \n52. One such     was the Restructuring Plan, which was put in place \n                \nwas adequately capitalised.  I understand that this followed a diagnostic assessment or \n     s credit portfolio by the NBU in 2015.  I had no involvement in that \nstress test, which was c"}
{"start": 35000, "text": "   require compliance with any financial rehabilitation plan    \nfact, paragraph 5.7(h) of Part           monitor \nthe bank's timely fulfilment of the requirements (measures) put forward (applied) by the \nNational Bank to the bank based on the results of its activities, including the implementation \nof the bank's plan of measures for financial recovery 10.  As Curator, I did not have any \npower to    with any financial rehabilitation plans, but simply to monitor \ncompliance (or lack thereof) and report back.   \n52. One such     was the Restructuring Plan, which was put in place \n                \nwas adequately capitalised.  I understand that this followed a diagnostic assessment or \n     s credit portfolio by the NBU in 2015.  I had no involvement in that \nstress test, which was conducted by a separate team from the NBU. \n53. I was generally familiar with the Restructuring Plan, and understood that its requirements \nincluded the transfer of c.UAH            \ninvolvement in the production or negotiation of the Restructuring Plan, and was not involved \nin evaluating the assets transferred to the Bank or in analysing whether the plan was being \nfulfilled.  My role was to inform the Oversight Department of transactions carried out by the \nBank, which I did through my regular reporting, as well as by assisting the Oversight \nDepartment in compiling specific requests to the Bank.   \nThe Transformation Plan \n54. The second stage of the recapitalisation of the Bank took place in October 2016, when the \nBank began a process of restructuring its corporate loan portfolio by way of the \nTransformation Plan.  In this regard, Mr Kolomoisky alleges at paragraph 48 of his Defence \n implementation of the Transformation Plan was supervised and controlled by the \nCurator and other NBU staff operating within the Bank         \n                                                                                                                                                                                                        \n10  PB0365542 , p.8; PB0365542_00001_English , p.13 \nB1/14/14\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 14 - \n \n Kolomoisky is referring to here, but I assume it was the NBU inspection team, led by Mikhail \nShekmar, which was stationed at the Bank from 17 October 2016 until nationalisation, as I \nam not aware of any other        at this time.   \n55. My role was to observe and, in a timely manner, report information back to the Oversight \nDepartment regarding the operations conducted by the Bank in accordance with the \nTransformation Plan.  I certainly did not supervise, still less control, the implementation of \nthe Transformation Plan.  It was not my role to provide the Bank with guidance on whether \ncertain operations would be acceptable to the NBU, nor to instruct that the Bank should \nenter (or not enter) into particular transactions, and no one at the Bank ever sought \nguidance or instructions of that type from me.  Nor did I ever approve any documentation \nof the Bank, or instruct the Bank on which transactions to implement and which to not. \n56. Mr Kolomoisky goes on to advance some specific allegations at paragraphs 48(1) to 48(5) \nof his Defence in relation to my work and that of other NBU staff operating in the Bank.  I \n                \nof my own (very limited) involvement in monitoring the implementation of the \nTransformation Plan.   \n57. In particular, Mr Kolomoisky alleges that I: \n(a) reviewed the legal and credit files of all borrowers      \nperform this task;   \n(b)  \n(paragraph 48(2)).  I did not make any such determination;   \n(c)             \ngranted new loans which were used to repay the loans which had been made to \nthe 193 Borrowers         \nof the borrowers involved in the Transformation Plan, and did not give the Bank \nany directions in that regard; \n(d) oversaw the repayment by the New Borrowers of the loans outstanding to the \n193 Borrowers          Balance \non a daily basis during this period and reported all changes back to the Oversight \nDepartment, and, at the request of the Oversight Department, I also sent a \nrequest to the Bank for daily updates on the issuance of New Loans and the use \nof those funds to repay lending to the 193 Borrowers11.  I provided the \ninformation received in response to this request to the Oversight Department \n                                                                                                                                                                                                        \n11  PB0362960; PB0362960_00001_English  \nB1/14/15\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 15 - \n \n and used it to produce regular reports and to respond to ad hoc requests, but I \nwas not involved in the initiation or implementation of these repayments, which \nwas a process that, as far as I was aware, was controlled entirely by the Bank;  \n(e)  aware of the arrangements to be made to secure the loans to the New \nBorrowers           ut this particular \ninformation in detail, and it was not my role to do so, although I assisted the \nOversight Department in obtaining copies of the pledge agreements that were \nput in place in support of the New Loans, by preparing requests for copies of the \nrelevant pledge agreements12.  I do not recall any discussions of further potential \nsecurity arrangements for the New Loans; more generally, analysis of the pledge \narrangements in respect of the New Loans was being handled by the inspection \nteam working under Mr Shekmar. \n58. Although not an allegation advanced against me specifically, Mr Kolomoisky also alleges, \n        The NBU caused the New Borrowers to use the \nfunds advanced to repay all the outstanding loans of the 193 Borrowers    \nany instructions to that effect nor did I take any other steps that could be said to have \n  the New Borrowers to repay the debts of the 193 Borrowers. \nSTATEMENT OF TRUTH AND CONFIRMATION OF COMPLIANCE  \nI believe that the facts stated in this witness statement are true.  I understand that proceedings for \ncontempt of court may be brought against anyone who makes, or causes to be made, a false \nstatement in a document verified by a statement of truth without an honest belief in its truth. \nI understand that the purpose of this witness statement is to set out matters of fact of which I have \npersonal knowledge. \nI understand that it is not my function to argue the case, either generally or on particular points, or \nto take the court through the documents in the case. \nThis witness statement sets out only my personal knowledge and recollection, in my own words. \nOn points that I understand to be important in the case, I have stated honestly (a) how well I recall \nmatters and (b) whether my memory has been refreshed by considering documents, if so how and \nwhen. \nI have not been asked or encouraged by anyone to include in this statement anything that is not \nmy own account, to the best of my ability and recollection, of events I witnessed or matters of which \nI have personal knowledge \n                         "}
{"start": 42000, "text": " be brought against anyone who makes, or causes to be made, a false \nstatement in a document verified by a statement of truth without an honest belief in its truth. \nI understand that the purpose of this witness statement is to set out matters of fact of which I have \npersonal knowledge. \nI understand that it is not my function to argue the case, either generally or on particular points, or \nto take the court through the documents in the case. \nThis witness statement sets out only my personal knowledge and recollection, in my own words. \nOn points that I understand to be important in the case, I have stated honestly (a) how well I recall \nmatters and (b) whether my memory has been refreshed by considering documents, if so how and \nwhen. \nI have not been asked or encouraged by anyone to include in this statement anything that is not \nmy own account, to the best of my ability and recollection, of events I witnessed or matters of which \nI have personal knowledge \n                                                                                                                                                                                                        \n12  PB0362971 ; PB0362971_00001_English  \nB1/14/16\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 16 - \n \n  \n \n  \nRuslana Ivanovna Domashenko \nDated this 14th day of October 2021 \n  \nB1/14/17\nTranslated on 15th October 2021 and certified on 29th October by Denys Shchedryvyi \n \n- 17 - \n \n List of documents \nPB0126425 \nPB0126426 \nPB0365416 \nPB0365416_00001_English \nPB0365542 \nPB0365542_00001_English \nPB0092834 \nPB0092834_00001_English \nPB0204247 \nPB0204247_00001_English_2 \nPB0198293 \nPB0198293_00001_English \nPB0198872 \nPB0198872_00001_English \nPB0198873 \nPB0198873_00001_English_2 \nPB0063179 \nPB0063179_00001_English \nPB0200729 \nPB0200729_00001_English_2 \nPB0078180 \nPB0078180_00001_English_2 \nPB0362960 \nPB0362960_00001_English \nPB0156906 \nTAR-006377087 \nPB0158512 \nTAR-006377089 \nPB0098941 \nPB0098941_00001_English \nPB0365778 \nPB0365778_00001_English \nPB0362810 \nPB0362810_00001_English \nPB0179475 \nPB0362971 \nPB0362971_00001_English \n \nB1/14/18\n"}
