{"metadata": {"corpus_path": "B2. First Witness Statement of Konstantin Medvedev (English).pdf", "file_size": 1175056, "mtime": 1675871807.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n1 \n Party: First Defendant \nWitness: Konstantin Medvedev \nNumber: 1st \nDated: 17 December 2021 \nTranslated: 17 December 2021 \n \nIN THE HIGH COURT OF JUSTICE Claim No.  BL-2017-000665 \nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES \nBUSINESS LIST (ChD) \nB E T W E E N \nJSC COMMERCIAL BANK PRIVATBANK \nClaimant \nand \n \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \n___________________________________________________ \nWITNESS STATEMENT OF  \nKONSTANTIN MEDVEDEV  \n___________________________________________________ \nI, Konstantin Medvedev , of Flat 20, Bldg. 5, 11 Pushkin Avenue, Dnipro, Ukraine will say as follows: \n1. I am Konstantin Medvedev and make this witness statement in support of the First Defendant in \nthese proceedings, Igor Kolomoisky. This statement has been pre pared by myself and amended \nby Mr Kolomoisky's legal representatives, Fieldfisher LLP, foll owing calls with me. The final draft \nwas then approved by me.  \n2. I do not speak English. I have therefore made the witness st atement in Russian, and the \ndiscussions between me and Fieldfisher were conducted in Russia n (with Russian speaking \nB2/9/1\n \n2 \n members of Fieldfisher's team acting as interpreters for non-Ru ssian speakers, as necessary). \nThis final signed Russian version of this witness statement is my evidence in these proceedings. \n3. I have read the witness statements of Dmitry Vyacheslavovich  Luchaninov and Maryna Victorovna \nLozytska filed on behalf of the Claimant in these proceedings a nd have also been provided with \nan extract of the witness statement of Galyna Danylivna Pakhach uk. There are a number of points \nmade in these witness statements to which I wish to respond. \n4. The matters contained in this witness statement come from my  own knowledge and belief, save \nwhere otherwise stated, and are true to the best of my knowledg e and belief. Where the matters \nwithin this statement do not come from my own knowledge, then t he source of my knowledge is \nstated and they are true to the best of my knowledge and belief . A list of the documents to which \nI have referred to or been referred to for the purpose of provi ding the evidence set out in this \nwitness statement is attached at Annex A. Where I refer to docu ments in this witness statement \nthat have already been disclosed in these proceedings, they hav e been identified by reference to \nthe Claimant's or the Defendants' disclosure list. \nBACKGROUND  \n5. I was born in on 18 October 1954 in Ryazan (Russia). I am a citizen of Ukraine and from 1958 to \ndate I have been living in Ukraine.  \n6. Between January 1997 and June 2017 I worked at PrivatBank (t he \"Bank\"). From 1999 I held the \nrole of Head of the Asset Management Department in the Investme nt Business of the Bank. Also, \nfrom time to time I deputised for or was the acting Head of the  Investment Business division of the \nBank. \nINVESTMENT BUSINESS \nPrior to Nationalisation \n7. Prior to nationalisation of the Bank, the Investment Busines s division of the Bank had a number \nof departments including: \n(a) Department of Stock and Trading Operations providing servic es for trading, issuing and \ncirculating securities on Ukraine's exchange and over-the-count er markets ; \n(b) Trade Finance Department providing services in relation to international documentary \ntransactions: letters of credit, guarantees and documentary col lection. In the last few \nyears before nationalisation, the annual volume of these transa ctions amounted to about \nUSD 1 bn; \nB2/9/2\n \n3 \n (c) Department of Depository Services providing services for sa fekeeping and accounting of \nownership of securities. By the end of 2016, Investment Busines s was serving over \n133,000 securities accounts with assets exceeding UAH 10.9 bn; \n(d) Corporate Governance Department providing services for the Bank and its clients on \ndocumentary support for the activities of management bodies, or ganising and holding \ngeneral meetings of shareholders, and increasing share capital;  \n(e) Department of Operations Accounting carrying out statutory,  tax, and management \naccounting, as well as budgeting services; \n(f) Asset Management Department, which I was in charge of, prov iding servicing of the \nBank's investments and participating in the preparation of the Bank's consolidated \nfinancial statements in accordance with IFRS. \n8. The Investment Business was always the leader of the Ukraini an investment services market. Its \nspecialists were members of the management bodies of the first central securities depository \n(IFS), the National Depository of Ukraine, the Professional Ass ociation of Registrars and \nDepositories (PARD) and a number of leading stock exchanges in Ukraine. The Bank received \nthe first securities registrar license in the history of the Uk rainian stock market. The Investment \nBusiness's Registrar units alone employed more than 160 certifi ed specialists who were servicing \nthousands of clients. The Investment Business division provided  services in projects which today \nare part of the modern history of Ukraine (for example, the int ernational project \"Sea Launch\"). \n9. The Investment Business division had a huge client base, and , for example, it was holding the \nlargest client book in Ukraine for securities registrar service s (which later was reorganised into the \nDepartment of Depository Services) which was more than double t he next largest client book \nserviced by Prominvest Bank. Overall the Investment Business pr ovided services from its line of \nproducts to many thousands of clients which were not connected to Mr Kolomoisky and Mr \nBogolyubov. \n10. Mr Luchaninov says at paragraph 16 of his witness statement  that bank employees outside the \nInvestment Business division or senior management did not know what services it provided to the \nBank's customers and Ms Pakhachuk at paragraph 22 of her witnes s statement refers to the \noperation of the Investment Business before nationalisation as a 'black box'. I completely disagree \nthat there was any secret about what services the Investment Bu siness division was providing. \nThe head of the Investment Business division, Mr Novikov, took part in the quarterly and annual \nend-of-year meetings of the Bank, which were attended in person  and online by senior and middle \nmanagers of the Bank, and heads of regional offices and branche s. Information about the \nInvestment Business division's activities was made available as  part of the files for the end-of-year \nmeetings on the Bank's intrаnet resources and the Investment Bu siness division was also involved \nB2/9/3\n \n4 \n in numerous high profile projects, which were covered in the me dia. It is accordingly inconceivable \nto me that someone in the Bank was unaware of what the Investme nt Business division was doing, \nat least in general terms. Furthermore, based on the 2016 resul ts, I personally prepared for Mrs \nPakhachuk, as the new head of the Investment Business, an annua l report on the Investment \nBusiness division's activities which was uploaded to the intran et resources of the Bank's annual \nend-of-year meeting. Moreover, Mr Luchaninov approved all of th e Regulations of the Investment \nBusiness division's Departments in PrivatDoc and could not have  been unaware of what those \nDepartments were doing. \nFollowing Nationalisation  \n11. Following nationalisation, I remained at the bank for about  6 months. Ms Pakhachuk would meet \nwith the heads of the Departments within the Investment Busines s division once or twice a week \nso that she should understand in detail what each of the Depart ments was doing. Because I acted \nas the \"front office\" of the Investment Business division for t he Bank's management and knew \nwhat each Department did, I would assist her by identifying who  she should ask fo"}
{"start": 7000, "text": "ast in general terms. Furthermore, based on the 2016 resul ts, I personally prepared for Mrs \nPakhachuk, as the new head of the Investment Business, an annua l report on the Investment \nBusiness division's activities which was uploaded to the intran et resources of the Bank's annual \nend-of-year meeting. Moreover, Mr Luchaninov approved all of th e Regulations of the Investment \nBusiness division's Departments in PrivatDoc and could not have  been unaware of what those \nDepartments were doing. \nFollowing Nationalisation  \n11. Following nationalisation, I remained at the bank for about  6 months. Ms Pakhachuk would meet \nwith the heads of the Departments within the Investment Busines s division once or twice a week \nso that she should understand in detail what each of the Depart ments was doing. Because I acted \nas the \"front office\" of the Investment Business division for t he Bank's management and knew \nwhat each Department did, I would assist her by identifying who  she should ask for information. I \ncompletely disagree that anyone who remained in the Investment Business division was unhelpful, \nor seeking to undermine the new management, as she now suggests . People wanted to keep their \njobs and were therefore trying to be as helpful as possible. In  t h e  f i r s t  f e w  d a y s  f o l l o w i n g  \nnationalisation Ms Pakhachuk collected information and document s relating to the Investment \nBusiness division, including the Regulations on how the departm ent operated, information on \nproduct lines, the number of clients and statistics showing how  efficient each department was, \ninformation on the Bank's securities portfolio and other inform ation. All information was stored in \nhard copy and electronically. Since the Investment Business dep artments remained operating \nwithin the Bank, all of the records were still there. At no poi nt did Ms Pakhachuk complain that \nthere were no records or that I, or anyone else (so far as I am  aware), was being obstructive, and \nit would have been very strange if we had been.  \n12. The suggestion at paragraphs 21 and 22 of Ms Pakhachuk's wi tness statement that the offices \nhad been stripped is categorically not true. I was working ther e. Certainly I did not see any missing \nplug sockets or empty cabinets as Ms Pakhachuk alleges. The Ban k was very strict in dealing with \nits inventory and every item of furniture/ equipment had a QR-c ode and all items were registered \nto individuals. After nationalisation a number of staff did lea ve and handed over responsibility for \ntheir equipment to me but it did not leave the offices. When I left the Bank I then handed over this \ninventory to my subordinate Dmitry Zayets who later handed it o ver to the Office Supervisor. It is \njust not possible that the offices were emptied at the point of  nationalisation or later given the level \nof bureaucracy involved in the handover of equipment and the fa ct that people were still using the \noffices. The Trade Finance Department and the Department of Dep ository Services are operating \nin the Bank to this day. Their records could not have \"disappea red\". The documents relating to the \nactivities of my Asset Management Department (sale and purchase  agreements for the assets \nB2/9/4\n \n5 \n which were part of the Bank's securities portfolio) were always  kept in the Back Office Department \nof the Bank's Accounts Department. The other departments manage d their documents \npredominantly electronically in the PrivatDoc and Promin system s. No Bank employee would have \never been able to resign without handing over to someone else t heir work documents or inventory. \nThe Bank would have long ago made claims of theft against me or  other employees to whom the \ninventory that had not been handed over was assigned in the sys tem. Finally, the offices were \nunder 24-hour security who would have prevented anyone taking a ny documents or inventory out.  \n13. I worked closely with Ms Pakhachuk to prepare proposals for  a new structure for the Investment \nBusiness division. In that management structure she was to be h ead of the Investment Business \nand I was to be her deputy as well as continue to head the Asse t Management Department or \nanother Department. However, when the Bank approved the organis ation structure the Asset \nManagement department was liquidated, my role was made redundan t and I was offered a lower \nranking position. At first I was told this would be on the same  salary but the salary was then very \nsignificantly decreased. I consider that the Bank deliberately made my position untenable so that \nI would resign rather than it having to dismiss me. I resigned in June 2017. \nRELATED PARTIES \n14. Mr Luchaninov says that Investment Business was \"responsibl e for maintaining the Bank’s lists of \nits related parties\". This is not quite correct. In accordance with the Regulations on compiling \nrelated party lists Investment Business was responsible for con solidating the lists of related \nparties, compiled by different divisions of the Bank, into a si ngle list. Relatedness was something \nthat had very little to do with Investment Business. It was imp ortant for lending, which Investment \nBusiness was not involved in. \n15. The Investment Business division's role in compiling the Ba nk's related parties list developed \nhistorically when the rules for related parties were different.  As the Registrar Services Centre was \npart of Investment Business and, until March 2006, kept, amongs t other things, the register of the \nBank's shareholders, it held information about the Bank's share holders, who initially accounted for \naround 90% of the list of related parties of the Bank. Related parties were also companies in which \nthe Bank had an interest and the Asset Management department ha d information on which \ncompanies the Bank had stakes in. However, over time the legal framework changed, the Bank \nsold off its assets (shares and participatory interests in in c ompanies), and the list of parties that \nstarted to become related under the regulations increased by vi rtue of the client of the Bank's units \ninvolved in lending. The Investment Business division held no i nformation on those parties. \n16. Over time it became necessary to keep two separate lists of  related parties – one under IFRS \nrules for audit purposes (the \"IFRS List\") and one under NBU's methodology and Ukrainian laws \n(the \"NBU List\"). Due to the changing rules under the NBU regul ations, many Departments had \nquestions as to the interpretation of the regulations, which we re directed to Mr Luchaninov's \nB2/9/5\n \n6 \n department as it contained lawyers. The Compliance Department t herefore started to keep the \nNBU List, as they were the ones interpreting NBU's requirements , and in 2013 this was formally \ntaken over by them. We in Investment Business also wanted respo nsibility for the IFRS List to be \nmoved, either to the Internal Audit department or IFRS unit of the Accounting Department as it \nwould have made sense for them to have this role. However this did not happen during my time \nat the Bank. \n17. The Investment Business division did not generate the infor mation on the Bank's related parties. \nThis information was provided to the Asset Management Departmen t by other units in the Bank \nwhich serviced the clients directly, kept their client files, c ollected information on the clients, \nincluding the information on their owners and controllers as we ll as on their transactions. Based \non the data received from the Bank's units, the Investment Busi ness division compiled a \nconsolidated draft of the IFRS List and sent it to the Chairman  of the Bank's Management Board \nfor approval through PrivatDoc. At the same time, all members o f the Working Group (including \nthe head of the Compliance Department Mr Luchaninov) had to agr ee on the final list sent to the \nChairman of the Management Board for approval. \nPBC \n18. Both Mr Luchaninov and Ms Lozytska ref"}
{"start": 14000, "text": "epartment as it \nwould have made sense for them to have this role. However this did not happen during my time \nat the Bank. \n17. The Investment Business division did not generate the infor mation on the Bank's related parties. \nThis information was provided to the Asset Management Departmen t by other units in the Bank \nwhich serviced the clients directly, kept their client files, c ollected information on the clients, \nincluding the information on their owners and controllers as we ll as on their transactions. Based \non the data received from the Bank's units, the Investment Busi ness division compiled a \nconsolidated draft of the IFRS List and sent it to the Chairman  of the Bank's Management Board \nfor approval through PrivatDoc. At the same time, all members o f the Working Group (including \nthe head of the Compliance Department Mr Luchaninov) had to agr ee on the final list sent to the \nChairman of the Management Board for approval. \nPBC \n18. Both Mr Luchaninov and Ms Lozytska refer to the role of PBC  and Sergei Melnik in their witness \nstatements.  \n19. The Investment Business division cooperated with PBC (but d id not manage it), from, as far as I \nrecall, around 2002. At that time it was called Privat Business  Centre. The company was founded \nby a group of valuers and lawyers. As far as I remember, the In vestment Business division first \nbegan cooperating with PBC specialists in connection with the i mplementation of projects for the \nacquisition, registration and structuring of real estate owners hip in Ukraine. PBC was able to use \nits established contacts to quickly solve problems that others,  due to the complexity of state bodies' \nstructure and the high degree of bureaucracy in Ukraine, would otherwise take longer to do.  \n20. Around 2004, I met Mr Sergei Melnik. Together with his coll eagues and business partners he \nbegan to develop the business, expand the list of services and clients of the company which got \na new name – Pridneprovskiy Business Centre. They had a staff o f professional accountants, \nauditors, and corporate and other lawyers who provided accounti ng and directorship services, \nrepresentation services in governing bodies (for example, audit  commissions or supervisory \nboards) in their clients' companies, the registration, sale and  support of companies in Ukraine, and \nproviding holding/trust services and trade and intermediary ope rations in Ukraine and abroad. \n21. Some of the PBC team were located at 32 Naberezhna Pobedy, on the 2nd or 3rd floor of a large \noffice building where offices were being leased to many differe nt companies. The Bank also rented \nB2/9/6\n \n7 \n premises in that building and the Bank's Investment Business oc cupied offices on the 6th floor of \nthe same building. \n22. As far as I am aware, the PBC Team worked both with individ ual divisions of PrivatBank (for \nexample Investment Business, BOK, VIP Clients' Business, Budget ing Business) and with other \nindividuals, companies and banks.  \nGIRTS LLC \n23. In section 6 of his witness statement Mr Luchaninov refers to GIRTS (Cherkassy) LLC (“GIRTS \nLLC”) as an example of how he says the Bank took steps to avoid  designating customers as \nrelated parties by changing their shareholders. \n24. I have been shown a copy of an e-mail from me to other bank  employees dated 23 June 2015 \n[PB0048651; PB0048651_00001_English_2 ]. I remember that at the beginning of the summer of \n2015, Ernst and Young were preparing an analysis on PrivatBank' s transactions with related \nparties and sent preliminary results of the analysis to Mr Vetl uzhskikh's division (Internal Audit), in \nwhich they indicated who they considered to be related parties and the criteria for such an \nassessment. My department provided information on subsidiaries and associated companies of \nthe Bank for inclusion in the list of related parties. GIRTS LL S was an affiliated company of the \nBank. It was created at the request of the Cherkassy branch of the Bank to service utility bills of \nthe population and was registered and serviced with the assista nce of PBC, among others.  This \nis why Mr Vetluzhskikh contacted me for comments in relation to  the relatedness of the Bank's \nclients via parties which had significant participation or were  members of governing bodies of  \nGIRTS LLC.  \n25. In connection with the provision of the services mentioned above, there were cases when \nmembers of the PBC team would become directors, participants or  members of governing bodies \nof different companies. Ms Velk and Mr Rzhevsky were registered  participants of GIRTS LLC but \nthey worked in the PBC team and were not employees of the Bank or persons actually related to \nthe Bank. However, after the NBU significantly expanded the cri teria for defining a bank's related \nparty in 2015, because they were members of the Bank's related party GIRTS LLC, this \"pulled\" \nall the companies in which Ms Velk and Mr Rzhevsky were shareho lders or directors into the lists \nof formally related parties of the Bank. I shared this fact wit h Mr Melnik and Mr Rzhevsky, and they \nexpressed a joint desire for PBC not to be related to the Bank in this way. \n26. In order to execute the request from PBC, and as GIRTS LLC was a banking project of the \nCherkassy branch of the Bank, I asked Mr Vetluzhskikh and Mr Lu chaninov to select new \nshareholders from the Bank's employees and to send such candida tes directly to Mr Melnik for \nsubstitution. I would like to emphasise that such actions were carried out by me in connection with \nthe initial request from Mr Vetluzhskikh, at the request of PBC , and in connection with the changes \nB2/9/7\n \n8 \n in the NBU's regulatory framework during 2015. After the coming  into force of Resolution 315 in \n2015 the \"untying\" of parties that appeared related to the Bank  was dealt with on a regular basis \nby Mr Luchaninov's division. \n \n           \n \n           \n \n      \nB2/9/8\n \n9 \n Statemen t of Truth \nI believe that the  facts stated in th is witness statemen t are true. \nI unde rstand that proceed ings for contempt  of cour t may  be brough t against anyone  who makes , or causes  \nto be made,  a false statement  in a document  verified by a statement  of truth without  an hones t belief in its \ntruth. \nSigned:     Dated:  \n Kons tantin Medvedev  \n \nConf irmation \nI unders tand that the purpose  of this witness  statement  is to set out matters of fact of which I have  persona l \nknow ledge . \nI unders tand that it is not my function to argue the case,  either gene rally or on particular points, or to take \nthe cour t through the documents  in the case . \nThis witness  statement  sets  out only  my persona l know ledge and recollection, in my own wo rds. \nOn po ints that I unde rstand to be  impo rtant in the case, I have stated  honestly  (a) how  well I reca ll matte rs \nand (b) whether  my memo ry has been refreshed by  cons idering doc uments, i f so how and  when . \nI have  not been asked or  encouraged by  anyone to include in this statement  anything that is not my own  \naccount , to the bes t of my ability and recollection, of events  I witnessed or  matters of which I have  persona l \nknow ledge . \n \nSigned:     Dated:  \n Kons tantin Medvedev  \n  \nB2/9/9\nB2/9/10\n \n10 \n Annex A \nList of Documents referred to for the purpose of preparing  \nthe Witness Statement of Konstantin Medvedev \n \nDocument Reference (disclosure number) \nEmail from Konstantin Medvedev dated 23 June \n2015 PB0048651; PB0048651_00001_English_2 \n \n  \nB2/9/11\n \n11 \n Party: First Defendant \nWitness: Konstantin Medvedev \nNumber: 1st \nDated: 17 December 2021 \nTranslated: 17 December 2021 \nClaim No. BL-2017-000665 \n \nIN THE HIGH COURT OF JUSTICE \nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES \nBUSINESS LIST (CHD) \n  \nB E T W E E N: \n \nJSC COMMERCIAL BANK PRIVATBANK \nClaimant \n- and – \n \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYE"}
{"start": 21000, "text": "by  anyone to include in this statement  anything that is not my own  \naccount , to the bes t of my ability and recollection, of events  I witnessed or  matters of which I have  persona l \nknow ledge . \n \nSigned:     Dated:  \n Kons tantin Medvedev  \n  \nB2/9/9\nB2/9/10\n \n10 \n Annex A \nList of Documents referred to for the purpose of preparing  \nthe Witness Statement of Konstantin Medvedev \n \nDocument Reference (disclosure number) \nEmail from Konstantin Medvedev dated 23 June \n2015 PB0048651; PB0048651_00001_English_2 \n \n  \nB2/9/11\n \n11 \n Party: First Defendant \nWitness: Konstantin Medvedev \nNumber: 1st \nDated: 17 December 2021 \nTranslated: 17 December 2021 \nClaim No. BL-2017-000665 \n \nIN THE HIGH COURT OF JUSTICE \nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES \nBUSINESS LIST (CHD) \n  \nB E T W E E N: \n \nJSC COMMERCIAL BANK PRIVATBANK \nClaimant \n- and – \n \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \n \n________________________________________ \n \nWITNESS STATEMENT OF  \nKONSTANTIN MEDVEDEV \n________________________________________ \n \n \nB2/9/12\n"}
