{"metadata": {"corpus_path": "AA1_2 Case summary.pdf", "file_size": 134170, "mtime": 1755683452.2394905, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n   \n IN THE HIGH COURT OF JUSTICE Claim No. BL-2017-000665  \nBUSINESS AND PROPERTY COURTS OF \nENGLAND AND WALES  \nBUSINESS LIST (ChD) \nB E T W E E N:  \n \nJSC COMMERCIAL BANK PRIVATBANK \nClaimant \nand \n \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \n \nCASE SUMMARY \n \n1. The Claimant (the “ Bank ”) is a Ukrainian bank which was nationalised in December 2016. \nPrior to its nationalisation, the Bank was substantially owned by the First Defendant (“ D1”) \nand the Second Defendant (“ D2”). D1 and D2 also sat on the Bank’s Supervisory Board, \nof which D2 was Chairman from 1997 to 30 April 2015. Following its nationalisation, D1 \nand D2 (and the other members of the Supervisory Board) were dismissed and replaced \nby a new management team. \n \n2. The English Defendants are Teamtrend Limited (\" D3\"), Trade Point Agro Limited (\" D4\") \nand Collyer Limited (\" D5\").  The BVI Defendants are Rossyn Investing Corp (\" D6\"), Milbert \nVentures Inc (\" D7\") and ZAO UKRTransitService Limited (\" D8\"). \n \n3. In these proceedings, the Bank claims that D1 and D2 procured the misappropriation of \nUS$1,911,877,385 from the Bank. In particular, the Bank claims that: \na. D1 and D2 controlled all material decisions made by the Bank and caused the Bank \nto make loans to 47 Ukrainian companies and three Cypriot companies (the \nAA1/2/1\n \n   \n “Borrowers ” and the “ Relevant Loans ”), which were all ultimately owned and \ncontrolled by D1 and D2; \nb. D1 and D2 also ultimately owned or controlled D3-8;  \nc. D1 and D2 caused the Borrowers to enter into sham supply agreements with D3-8 \n(the “ Relevant Supply Agreements ”), which provided for D3-8 to deliver large \nquantities of equipment and commodities, and for certain of the Borrowers to make \n‘pre-payments’ to D3-8 (i.e. to pay before the equipment or commodities had been \ndelivered); and \nd. between May and August 2014, and pursuant to the Relevant Supply Agreements, \ncertain of the Borrowers made pre-payments to D3-8 totalling US$1,911,877,3851, \nbut no goods or commodities were ever supplied and the money was not repaid \n(the “ Unreturned Prepayments ”). \ne. D1 and D2 together and/or between them were the ultimate beneficiaries of the  \nalleged misappropriation of the Bank's funds. \n \n4. The Bank's case is that the misappropriation was disguised by the grant of sham security \nfor the Relevant Loans, including sham pledges over shares in companies owned by D1 \nand D2 (the value of such shares being vastly inflated) and sham pledges over the \nBorrowers’ unsecured rights under the Relevant Supply Agreements.  \n \n5. The Bank contends that the Relevant Loans not been the subject of legitimate repayment \nand the principal sum of its loss  is c. US$1.9 billion. \n \n6. In response to the allegations, as to D1: \na. D1 denies that he owned or controlled the Borrowers or any of D3-8, although \nhe admits having an interest in 21 of the Borrowers;  \nb. D1 denies that he controlled material decisions made by the Bank; \nc. D1 denies that he caused the Relevant Loans to be made by the Bank. \nd. D1 denies that he caused the Relevant Supply Agreements to be entered into \nby the Borrowers and D3-8; \n \n1 c. US$1.8 billion of the Unreturned Prepayments were made to D3-D5 and c. US$100 million to \nD6-D8.  \nAA1/2/2\n \n   \n e. D1 denies that he was aware of the making of the Relevant Loans or the \nRelevant Supply Agreements at the relevant time; and \nf. D1 denies that the making of the Relevant Loans to the Borrowers, or the transfer \nof money by the Borrowers to D3-8, involved any misappropriation of the Bank's \nfunds. \n \n7. As to D2:  \n \na. D2 denies that he owned or controlled the Borrowers or any of D3-8, although he \nadmits to having an interest in 19  of the Borrowers;  \n \nb. D2 denies that he controlled the Bank. He denies that he contro"}
{"start": 3500, "text": " of the making of the Relevant Loans or the \nRelevant Supply Agreements at the relevant time; and \nf. D1 denies that the making of the Relevant Loans to the Borrowers, or the transfer \nof money by the Borrowers to D3-8, involved any misappropriation of the Bank's \nfunds. \n \n7. As to D2:  \n \na. D2 denies that he owned or controlled the Borrowers or any of D3-8, although he \nadmits to having an interest in 19  of the Borrowers;  \n \nb. D2 denies that he controlled the Bank. He denies that he controlled material \ndecisions of the Bank and says that, although he was a member of the Bank’s \nSupervisory Board, management of the Bank was the responsibility of its \nManagement Board.   \n \nc. D2 denies that he caused the Relevant Loans to be made by the Bank. D2 does \nnot believe that the Relevant Loans were referred to the Supervisory Board for \napproval.  \n \nd. D2 denies that he caused the Relevant Supply Agreements to be entered into by \nthe Borrowers and D3-8. \n \ne. D2 denies that he was aware of the making of the Relevant Loans or the Relevant \nSupply Agreements at the relevant time. D2 says that, if the Borrowers and D3-8 \ndid enter into the various agreements alleged by the Bank, it was not with his \nknowledge or on his instructions. \n \nf. D2 denies that the making of the Relevant Loans to the Borrowers, or the transfer \nof money by the Borrowers to D3-8, involved any misappropriation of the Bank's \nfunds. \n \n8. D3-8 deny that they were owned or controlled by D1 or D2, deny that they were party to \nany misappropriation and deny that their alleged acts (even if proved) caused loss:  \n \na. D3-D5 contend that they entered into the Relevant Supply Agreements (and other \ndocuments) as agents for undisclosed principals (the “ Alleged Principals ”); they \ndid not seek to verify the substance of the transactions; they had no knowledge of \nthe commercial purpose of their Alleged Principals’ entry into the transactions; they \nAA1/2/3\n \n   \n executed the agreements in good faith; and any sums they received they paid on \nimmediately on their Alleged Principal’s instructions to their Alleged Principals or \nto third parties identified by their Alleged Principals. D3-D5 deny any liability to the \nBank. \n \nb. D6-D8 contend that the Relevant Supply Agreements entered into by them were \ngenuine, arm’s length agreements. They made onward payments of the sums \nreceived before having any notice of the Bank’s claim. They accept that they did \nnot supply any goods under those agreements and therefore became (and remain) \nobliged to pay the counter-party Borrowers the amounts of the prepayments \nreceived from them.  They too deny liability to the Bank. \n \nc. D3–D8 deny that their execution of agreements or the transfers of payments in and \nout of their accounts caused the Bank loss.  D3–D8 adopt the contentions of D1 \n(at paragraph 10 below) that the Bank suffered no loss.  They put the Bank to proof \nthat any proved loss would not have been suffered but for the alleged acts of D3–\nD8. \n \n9. D1 and D2 further contend that the Bank has suffered no loss, or at least no loss caused \nby D1 and D2. In particular, D1 and/or D2 contend that: \n \na. The Relevant Loans have been the subject of legitimate repayment, including by \ncash repayments (“the Cash Repayments ”, comprising repayments funded by \ndrawdowns on loans entered into by 34 further borrowers (the “ Intermediary \nLoans ” and the “ Intermediary Borrowers ”)) and a transfer of assets to the Bank \n(“the Asset Transfer ”) to reduce the sums outstanding in respect of the Relevant \nLoans.  Further, the Bank made a series of new loans totalling approximately \nUS$5.7 billion to 36 companies in October-November 2016 (the “ New Loans ” and \nthe “New Borrowers ”). The New Borrowers used those funds to repay old loans \nincluding sums outstanding under the Relevant Loans and the Intermediary Loans. \nThis process is referred to as the “ Transformation ”. \n \nb. Any loss the Bank has suffered was caused either by: ("}
{"start": 7000, "text": "nsfer ”) to reduce the sums outstanding in respect of the Relevant \nLoans.  Further, the Bank made a series of new loans totalling approximately \nUS$5.7 billion to 36 companies in October-November 2016 (the “ New Loans ” and \nthe “New Borrowers ”). The New Borrowers used those funds to repay old loans \nincluding sums outstanding under the Relevant Loans and the Intermediary Loans. \nThis process is referred to as the “ Transformation ”. \n \nb. Any loss the Bank has suffered was caused either by: ( i) the Bank itself in \nconducting the Transformation under the orders of the NBU; or ( ii) otherwise by the \nNBU as the old loans had been adequately secured by collateral including share \npledges (“the Share Pledges ”) but this security was released before the assets \nowned by the companies whose shares had been pledged could be used to secure \nthe New Loans.   \nAA1/2/4\n \n   \n  \nc. In any event, at least a large proportion of the monies drawn down under the \nRelevant Loans were ultimately transferred back to the Bank either to repay sums \ndue under the Relevant Loans or some other debts owed to the Bank by the same \nor different borrowers. \n \n10. The Bank denies that the Relevant Loans have been the subject of valid repayments. It \ncontends that the Intermediary Loans, which funded the Cash Repayments, were simply a \nfurther layer of sham lending to companies owned or controlled by D1 and/or D2 and did \nnot constitute a genuine source of recovery for the Bank and did not reduce its loss. The \nBank admits that it obtained ownership and control of certain assets identified as part of \nthe Asset Transfer and accepts that the value of its claim will be reduced by the “true” value \nof those assets with certain limited exceptions to the extent that those assets can be shown \nto have been applied to reduce the balances under the Relevant Drawdowns. The Bank \ncontends that the purported values of the assets pledged to the Bank were significantly \nand deliberately inflated by D1-2. It also contends that the New Loans were designed to \ndisguise earlier illegitimate lending and denies that the Share Pledges were adequate or \nvaluable security for the old loans.  \n11. D1-D8 also contend that the Bank’s claims are barred by the three year limitation period \napplicable in Ukrainian law. The Bank’s case is that this period did not start to run whilst \nD1 and D2 remained in ownership of the Bank or that the limitation period should be \ndisapplied. \n12. The Bank brings claims in tort against D1-D8 and in unjust enrichment against D3-D8.  \n13. It is common ground that the Bank’s tort claims are governed by Ukrainian law. The Bank’s \nclaims in unjust enrichment are governed by Ukrainian law or (on D3-D8s’ case) Cypriot \nlaw. In denying those claims, D3–D8 rely, inter alia, on contentions that: the causes of \naction relied upon are not engaged given the ‘indirect’ nature of the alleged enrichment; \nthe transfers were pursuant to (at least then) valid contracts, involved monies of the \nBorrowers (not the Bank), the credit balances in D3–D5s’ accounts were held for their \nAlleged Principals, D3–D8 had no notice of the Bank’s claims before making onward \ntransfers, and the onward transfers were made very shortly after the inward transfers.  \n14. The Bank’s claims in tort include (in respect of D1-D2) claims alleging breach of the \nprovisions of the Ukrainian JSC Law and the Law on Banks. In addition to denying fault \nand/or liability by reference to the specific provisions relied on by the Bank, D1-D2 contend \nthat, because they had contracts with the Bank as members of its Supervisory Board, the \nBank cannot sue them in tort.  Alternatively, D1-D2 contend that  the substance of the \nAA1/2/5\n \n   \n Bank’s allegations are of criminal conduct (and D1-D2 have not been prosecuted), such \nthat the Bank cannot establish a cause of action in tort against them as the necessary \nunlawful conduct has not been established. \n  \nAA1/2/6\n \n   \n Procedural history2 \n \nDat"}
{"start": 10500, "text": "isions relied on by the Bank, D1-D2 contend \nthat, because they had contracts with the Bank as members of its Supervisory Board, the \nBank cannot sue them in tort.  Alternatively, D1-D2 contend that  the substance of the \nAA1/2/5\n \n   \n Bank’s allegations are of criminal conduct (and D1-D2 have not been prosecuted), such \nthat the Bank cannot establish a cause of action in tort against them as the necessary \nunlawful conduct has not been established. \n  \nAA1/2/6\n \n   \n Procedural history2 \n \nDate Event \n19 December 2017 The Bank obtained a Worldwide Freezing Order against \nD1-D8 in the maximum sum of $2.6 billion (being the \nprincipal claimed plus interest to that date) (the “ WFO ”).  \n21 December 2017 The Claim Form was issued. The Claim Form and \nParticulars of Claim were served on D3-D8 shortly \nthereafter (D1 and D2 were not formally served until \nOctober 2019: see below).  \n19 January 2018 Pursuant to the order of Mr Justice Nugee, a confidentiality \nclub was established: any disclosure by D1 and D2 \npursuant to the WFO of assets in Russia or Ukraine is only \nto be provided to named solicitors and counsel acting for \nthe Bank (the “Confidentiality Club” ). \nFebruary – March 2018 D1-D8 issued applications to challenge the jurisdiction of \nthe English court and discharge / set aside the WFO, or \nalternatively, stay the proceedings (the “ Set Aside \nApplications ”).  \n25 – 31 July 2018 Hearing of D1-D8s’ Set Aside Applications before Mr \nJustice Fancourt.  \n4 December 2018 Mr Justice Fancourt declared that the English court had no \njurisdiction to try the Bank’s claim against D1-D2 and D6-\nD8; stayed the claim against D3-D5; set aside service of \nthe Claim Form on D6-D8; and discharged the WFO (the \n“Fancourt Order ”). See [2018] EWHC 3308 (Ch).   \nThe WFO was continued pending the Bank’s application \nfor permission to appeal.  \n \n21 December 2018 The Bank issued its appeal of the Fancourt Order and its \napplication for permission to appeal in respect of the \ngrounds refused by Mr Justice Fancourt.  \n \n22 – 25 July 2019 Hearing of the Bank’s appeal against the Fancourt Order \nbefore the Court of Appeal. \n \n \n2 This is intended as a very short and uncontroversial summary of the material procedural history of the claim.  \nAA1/2/7\n \n   \n Date Event \n15 October 2019 The Court of Appeal (David Richards, Flaux, Newey LJJ) \nset aside the Fancourt Order; declared that the English \ncourt had jurisdiction to try the Bank’s claims; continued \nthe WFO until trial or further order; and dismissed the Set \nAside Applications (the \"Court of Appeal Order\" ). See \n[2018] EWCA Civ 1708.  \n21 October 2019 D1 and D2 were deemed served with the Claim Form and \nthe Amended Particulars of Claim.  \n11 and 12 November 2019 The Defendants issue applications for permission to \nappeal the Court of Appeal Order to the Supreme Court. \n21 December 2019 D3-D8 filed and served their Defence. \n17 January 2020 D2 filed and served his Defence. \n20 January 2020 D1 filed and served his Defence. \n21 February 2020 The Bank filed its Reply.  \n6 April 2020 The Defendants’ applications for permission to appeal the \nCourt of Appeal Order are dismissed by the Supreme \nCourt. \n28 April 2020 The Bank filed and served its Re-Amended Particulars of \nClaim. \n22 May 2020 D1, D2 and D3-D8 filed and served their Amended \nDefences. \n25 – 26 June 2020 First Case Management Conference. \n14 September 2020 The Bank filed and served its Re-Re-Amended Particulars \nof Claim. \n6 November 2020 First Disclosure Guidance Hearing before Master Shuman.  \n16 November 2020 D3-D8 filed and served their Re-Amended Defence. \n25 November 2020 Second Disclosure Guidance Hearing before Master \nShuman. \n30 November 2020 D1 filed and served his Re-Amended Defence. \n \n30 November 2020 D2 filed and served his Re-Amended Defence. \n \n15 January 2021 The Bank filed and served its Amended Reply. \n \nAA1/2/8\n \n   \n Date Event \n9 June 2021 The Bank issued an application for specific disclosure \npursuant to pa"}
{"start": 14000, "text": "rst Disclosure Guidance Hearing before Master Shuman.  \n16 November 2020 D3-D8 filed and served their Re-Amended Defence. \n25 November 2020 Second Disclosure Guidance Hearing before Master \nShuman. \n30 November 2020 D1 filed and served his Re-Amended Defence. \n \n30 November 2020 D2 filed and served his Re-Amended Defence. \n \n15 January 2021 The Bank filed and served its Amended Reply. \n \nAA1/2/8\n \n   \n Date Event \n9 June 2021 The Bank issued an application for specific disclosure \npursuant to paragraphs 17.1 and/or 18.1 of CPR Practice \nDirection 51U (the “ First D1 and D2 Specific Disclosure \nApplication ”). \n21 – 24 June 2021 Second Case Management Conference. \n \n \n25 June 2021 Mr Justice Trower grants the Bank’s First D1 and D2 \nSpecific Disclosure Application and orders, amongst other \nthings, D1, D2 and D3-D8 to complete their Extended \nDisclosure by 27 August 2021. \n8 July 2021 The Confidentiality Club is terminated with effect from 8 \nJuly 2021 pursuant to an order of Mr Justice Trower ([2021] \nEWHC 1910 (Ch)). \n30 July 2021 D1 filed and served his Re-Re-Amended Defence. \n3 September 2021 The Bank filed and served its Re-Amended Reply. \n30 September – 18 October \n2021 The Bank filed and served trial witness statements of \nGalyna Pakhachuk, Dmitry Luchaninov, Kateryna \nRozhkova, Maryna Lozytska, Olena Pogorelaya, Sergiy \nOleksiyenko, Valerii Bondarenko, Mykhailo Shekmar, \nRuslana Domashenko and Iryna Hryn. \n2 November 2021  D1 filed and served trial witness statements from himself, \nOleksandr Zavadetskyi, and Vladimir Yatsenko. \n \nD2 filed and served his first trial witness statement. \n \nD3-D8 did not file factual evidence for trial. \n23 November 2021 The Bank filed and exchanged its trial expert report on \nUkrainian law from Oleh Beketov. \n \nD1 filed and exchanged his trial expert report on Ukrainian \nlaw from Oleg Aloyshin. \n \nD2 filed and exchanged his trial expert report on Ukrainian \nlaw from Dmytro Marchukov. \nAA1/2/9\n \n   \n Date Event \n24 November 2021 The Bank filed and served its trial expert reports on \nforensic accounting (Ian Thompson); valuation of the \nShare Pledges (Mark Bezant); aircraft valuation (Olga \nRazzhivina); valuation of certain Transferred Assets \n(Airfield, Training Centre and Football Stadium) (Paul \nThomas); and valuation of the remaining Transferred \nAssets (Petrol Stations, Oil Storage Facilities, Hotels and \nOffices) (Mark Bezant). \n \n \n26 November 2021 The Bank filed and served its trial expert report on Cypriot \nlaw from Petros Artemis. \n3 December 2021 D3-D8 filed and served their trial expert report on Cypriot \nlaw from Andreas Erotocritou. \n14 December 2021 D3-D8 filed and served their trial expert report on Ukrainian \nlaw from Volodymyr Nahnybida. \n17 December 2021 The Bank filed and exchanged a supplemental trial witness \nstatement from Kateryna Rozhkova. \n \nD1 filed and exchanged supplemental trial witness \nstatements from Oleksandr Zavadestskyi, Vladimir \nYatsenko and Konstantin Medvedev. \n \nD2 filed and exchanged a supplemental trial witness \nstatement from himself. \n \nD3-D8 did not file supplemental factual evidence for trial. \n24 January 2022 D1 produced his trial expert reports on: aircraft valuation \n(Philip Seymour); and the value of certain Transferred \nAssets (Airfield, Training Centre, Football Stadium, Hotels \nand Offices) (Brent Kaczmarek). \n26 January 2022 The Bank filed and served its Re-Re-Re-Amended \nParticulars of Claim. \n \nD1 filed and served his trial expert report on valuation of \nthe Share Pledges from Travis Taylor. \nAA1/2/10\n \n   \n Date Event \n28 January 2022  D1 filed and served his expert report on forensic \naccountancy from Jeffrey Davidson.  \n2 February 2022 The Bank filed and served a further trial expert report on \nCypriot law from Stelios Nathanael (who had replaced \nPetros Artemis as the Bank’s Cypriot law expert following \nthe death of Mr Artemis). \n \nThe Bank served its Statements of Fact in respect of the \nBorrowers, the Intermediary Borrowers, the"}
{"start": 17500, "text": "ation of \nthe Share Pledges from Travis Taylor. \nAA1/2/10\n \n   \n Date Event \n28 January 2022  D1 filed and served his expert report on forensic \naccountancy from Jeffrey Davidson.  \n2 February 2022 The Bank filed and served a further trial expert report on \nCypriot law from Stelios Nathanael (who had replaced \nPetros Artemis as the Bank’s Cypriot law expert following \nthe death of Mr Artemis). \n \nThe Bank served its Statements of Fact in respect of the \nBorrowers, the Intermediary Borrowers, the Defendant \nSuppliers (i.e. D3-D8), the Share Pledges and the New \nBorrowers. \n11 February 2022 The parties’ Ukrainian law experts filed a joint statement \non matters of Ukrainian law. \n16 February 2022 D2 filed and served his trial expert report on forensic \naccounting from Luke Steadman. \n \nThe Bank issued an application for: (i) an order pursuant \nparagraph 16 of CPR Practice Direction 51U that D1 \ndisclose certain documents in unredacted form; and (ii) an \norder for specific disclosure from D1 pursuant to paragraph \n17.1 of CPR Practice Direction 51U (the “ Second D1 \nSpecific Disclosure Application ”). \n18 February 2022 D1 filed and served an addendum to his trial expert report \non forensic accounting from Jeffrey Davidson. \n21 February 2022 D1 filed and served a further trial expert report on valuation \nof the Share Pledges (Travis Taylor); and a trial expert \nreport on valuation of certain Transferred Assets (Petrol \nStations and Oil Storage Facilities) (Brent Kaczmarek). \n23 February 2022 The Bank issued an application for an order for specific \ndisclosure from D2 pursuant to paragraph 17.1 of CPR \nPractice Direction 51U (the “ Second D2 Specific \nDisclosure Application ”). \n24 February 2022 The Russian Federation invaded and occupied parts of \nUkraine. \n4 March 2022 The Bank’s and D3-D8’s Cypriot law experts filed a joint \nstatement on matters of Cypriot law. \nAA1/2/11\n \n   \n Date Event \n9 March 2022 The Bank’s and D1’s aircraft valuation experts filed a joint \nstatement on aircraft valuation. \n10 March 2022 The Bank’s, D1’s and D2’s forensic accounting experts \nfiled a joint statement. \n14 March 2022 The Bank’s and D1’s experts on valuation of Transferred \nAsset filed a joint statement on the valuation of certain \nTransferred Assets (Airfield, Training Centre and Football \nStadium) (Paul Thomas and Brent Kaczmarek). \n15-18 March 2022 D1, D2 and D3-D8 each applied for an adjournment of the \ntrial to the first available date from 1 June 2023 (the \n“Adjournment Applications” ). \n21 March 2022 The Bank’s and D1’s experts filed a joint statement on \nvaluation of the Share Pledges. \n \nThe Bank’s and D1’s experts on valuation of the \nTransferred Asset filed a joint statement on the valuation \nof certain Transferred Assets (Petrol Stations, Oil Storage \nFacilities, Hotels and Offices) (Mark Bezant and Brent \nKaczmarek). \n28-29 March 2022 Pre-Trial Review and hearing of the Adjournment \nApplications.  \n \nMr Justice Trower granted the Adjournment Applications \n([2022] EWHC 775 (Ch)). Pursuant to the order of Mr \nJustice Trower dated 29 March 2022, the trial was \nadjourned to the first available date from 1 June 2023. \n \nThe Second D2 Specific Disclosure Application was \nresolved by way of a consent order between the Bank and \nD2.  \n11 April 2022 Mr Justice Trower granted the Bank’s Second D1 Specific \nDisclosure Application ([2022] EWHC 868 (Ch)).  \n29 April 2022 The Bank’s experts on Share Pledge and aircraft valuation \neach filed an additional expert report valuing additional \nassets valued by D1’s experts. \nAA1/2/12\n \n   \n Date Event \n27 May 2022 The Bank’s and D1’s experts on Share Pledge and aircraft \nvaluation filed a second joint statement on Share Pledge \nand aircraft valuation, respectively. \n21 June 2022 D3-D8 filed and served their Re-Re-Amended Defence. \n22 June 2022 D1 filed and served his Re-Re-Re-Amended Defence. \n \nD2 filed and served his Re-Re-Amended Defence. \n \nThe Bank issued applications for further specific disclos"}
{"start": 21000, "text": "expert report valuing additional \nassets valued by D1’s experts. \nAA1/2/12\n \n   \n Date Event \n27 May 2022 The Bank’s and D1’s experts on Share Pledge and aircraft \nvaluation filed a second joint statement on Share Pledge \nand aircraft valuation, respectively. \n21 June 2022 D3-D8 filed and served their Re-Re-Amended Defence. \n22 June 2022 D1 filed and served his Re-Re-Re-Amended Defence. \n \nD2 filed and served his Re-Re-Amended Defence. \n \nThe Bank issued applications for further specific disclosure \npursuant to paragraph 17 of CPR Practice Direction 51U \nagainst: (i) D1 and D2 (the “ Third D1 and D2 Specific \nDisclosure Application ”); and (ii) D3-D8 (the “ First D3-\nD8 Specific Disclosure Application ”). \n7 July 2022 Third Case Management Conference. \nMr Justice Trower granted the Bank’s Third D1 Specific \nDisclosure Application and its First D3-D8 Specific \nDisclosure Application and ordered, amongst other things, \nD1 and D3-D8 to use reasonable endeavours to complete \ntheir Extended Disclosure by 19 September 2022 \n(including in respect of the disclosure of documents from \nPrimecap, which D1 conducted on D2’s behalf). \n14 July 2022 The Bank filed and exchanged supplemental trial expert \nreports on valuation of the Share Pledges (Mark Bezant); \nvaluation of the Aircraft (Olga Razzhivina); valuation of \ncertain Transferred Assets (Airfield, Training Centre, \nFootball Stadium, Hotels and Offices) (Paul Thomas); and \nvaluation of the remaining Transferred Assets (Petrol \nStations, Oil Storage Facilities, Hotels and Offices) (Mark \nBezant). \n \nD1 filed and exchanged supplemental trial expert reports \non valuation of the Share Pledges (Travis Taylor); \nvaluation of the Aircraft (Philip Seymour); valuation of \ncertain Transferred Assets (Airfield, Training Centre, \nFootball Stadium, Hotels and Offices) (Brent Kaczmarek); \nand valuation of the remaining Transferred Assets (Brent \nKaczmarek). \nAA1/2/13\n \n   \n Date Event \n26 September 2022 The Bank issued an application for further specific \ndisclosure against D1 and D2 pursuant to paragraph 17 of \nCPR Practice Direction 51U (the “ Fourth D1 and D2 \nSpecific Disclosure Application ”). \n30 September 2022 The Bank filed and exchanged its second trial expert report \non forensic accounting  from Ian Thompson. \n \nD1 filed and exchanged his second trial expert report on \nforensic accounting from Jeffrey Davidson. \n \nD2 filed and exchanged his second trial expert report on \nforensic accounting from Luke Steadman. \n7 October 2022 The Bank filed and exchanged its supplemental trial expert \nreport on Cypriot law from Stelios Nathanael. \n \nD3-D8 filed and exchanged their supplemental trial expert \nreport on Cypriot law from Andreas Erocritou. \n10 October 2022 The Fourth D2 Specific Disclosure Application was \nresolved by way of a consent order between the Bank and \nD2.  \n11 October 2022 First Review Hearing. \nMr Justice Trower granted the Bank’s Fourth D1 Specific \nDisclosure Application and ordered, amongst other things, \nD1 to use all reasonable endeavours to complete his \nExtended Disclosure (including aspects conducted by D1 \non D2’s behalf) by 30  December 2022. \n25 October 2022 The Bank filed and exchanged its supplemental trial expert \nreport on Ukrainian law from Oleh Beketov. \n \nD1 filed and exchanged his supplemental trial expert report \non Ukrainian law from Oleg Aloyshin. \n \nD2 filed and exchanged his supplemental trial expert report \non Ukrainian law from Dmytro Marchukov. \n \nD3-D8 filed and exchanged their trial expert report on \nUkrainian law from Volodymyr Nahnybida. \nAA1/2/14\n \n   \n Date Event \n16 November 2022 The Bank issued an application for further specific \ndisclosure against D1 and D2 pursuant to paragraph 17 \nand/or 18 of CPR Practice Direction 51U (the “ Fifth D1 \nand D2 Specific Disclosure Application ”). \n18 October 2022 The Bank filed and served its Re-Re-Re-Re-Amended \nParticulars of Claim. \n15 November 2023 D1 filed and served his Re-Re-Re-Re-Amended Defence. \n16 "}
{"start": 24500, "text": " exchanged their trial expert report on \nUkrainian law from Volodymyr Nahnybida. \nAA1/2/14\n \n   \n Date Event \n16 November 2022 The Bank issued an application for further specific \ndisclosure against D1 and D2 pursuant to paragraph 17 \nand/or 18 of CPR Practice Direction 51U (the “ Fifth D1 \nand D2 Specific Disclosure Application ”). \n18 October 2022 The Bank filed and served its Re-Re-Re-Re-Amended \nParticulars of Claim. \n15 November 2023 D1 filed and served his Re-Re-Re-Re-Amended Defence. \n16 November 2023 D3-8 filed and served their Re-Re-Re-Amended Defence. \n17 November 2023 D2 filed and served his Re-Re-Re-Amended Defence. \n11-12 January 2023 Second Review Hearing. \n \nMr Justice Trower granted the Bank’s Fifth D1 Specific \nDisclosure Application and ordered, amongst other things, \nD1 to use all reasonable endeavours to complete his \nExtended Disclosure (including aspects conducted by D1 \non D2’s behalf) by 21 February 2023. \n \nThe Bank’s Fifth D2 Specific Disclosure Application was \nadjourned with liberty to apply. \n16 January 2023 The Bank filed and served its third trial expert report on \nforensic accounting from Ian Thompson. \n8 February 2023 D1 filed and served his Re-Re-Re-Re-Re-Amended \nDefence. \n17 February 2023 D2 filed and served his Re-Re-Re-Re-Amended Defence. \n24 February 2023 The Bank filed and served its Re-Re-Amended Reply. \n27 February 2023 The Bank, D1 and D3-D8 applied for certain of their \nwitnesses to give evidence via video-link, including D1 (the \n“Video-Link Applications ”).  \n3 March 2023 D1 filed and served his third trial expert report on forensic \naccounting from Jeffrey Davidson. \n29-30 March 2023 Second Pre-Trial Review. \n \nThe Video-Link Applications were granted.   \n29-30 March 2023 D2’s Leading Counsel confirmed at the Second Pre-Trial \nReview that D2 will not give evidence at trial.  \nAA1/2/15\n \n   \n Date Event \n31 March 2023 D1 filed and served his Re-Re-Re-Re-Re-Re-Amended \nDefence. \n \nD1 filed and served his further supplemental expert report \non Ukrainian law from Oleg Aloyshin. \n \nD2 filed and served his third trial expert report on forensic \naccounting from Luke Steadman. \n28 April 2023 The Bank filed and served its fourth trial expert report on \nforensic accounting from Ian Thompson. \n3 May 2023 The Bank filed and served its fifth trial expert report on \nforensic accounting from Ian Thompson. \n17 May 2023 The Bank filed and served its Re-Re-Re-Amended Reply. \n \nThe Bank filed and served its further supplemental trial \nexpert report on Ukrainian law from Oleh Beketov. \n18 May 2023 D1 confirmed, by way of correspondence from his \nsolicitors, that neither he nor his three other witnesses of \nfact will give evidence at trial.  \n31 May 2023 D2 served his Re-Re-Re-Re-Re-Amended Defence. \n6 June 2023 Trial listed. \n \n \n \nAA1/2/16\n"}
