{"metadata": {"corpus_path": "A3_2 Composite List of Common Ground and Issues.pdf", "file_size": 110361, "mtime": 1755610853.379524, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "- \n1 JSC COMMERCIAL BANK PRIVATBANK V KOLOMOISKY & ORS (BL-2017- \n000665) \nLIST OF COMMON GROUND AND CONTESTED ISSUES1\n(A) D1 AND D2’S INVOLVEMENT WITH THE BANK \nCommon ground \n1. It is common ground that: \n1.1. The Bank was founded by D1 and D2 (along with three other individuals) \nin March 1992. \n1.2. Between 31 December 2010 and the Bank’s nationalisation in December \n2016, D1 and D2 together (ultimately) owned in excess of 80% of the \nBank’s shares. \n1.3. At all material times until December 2016, D1 and D2 were members of \nthe Bank’s Supervisory Board (“ the Supervisory Board ”) of which D2 \nwas Chairman until around 30 April 2015. \n1.4. The Bank was declared insolvent by the NBU and nationalised by the \nUkrainian government on or around 18 December 2016 (although in other \nproceedings there is a dispute as to whether the Bank was in fact \ninsolvent). \nMain issue of liability  \nIn light of determination of issues [2-6, 8-22, 24-33 and 35-50] below, did D1 and/or \nD2 procure the misappropriation of c. $1.9bn from the Bank? [(the “alleged \nmisappropriation”)]\n1 This List of Issues refers to the Bank’s Re-Amended Particulars of Claim dated 28 April 2020\n[RAPOC/¶], D1’s Amended Defence dated 22 May 2020 [D1/¶], D2’s Amended Defence dated 22 May \n2020 [D2/¶], D3-D8’s Amended Defence dated 22 May 2020 [D3-8/¶] and the Bank’s Reply dated 21 \nFebruary 2020 [Reply/¶]. It endeavours to identify principal issues in a structured manner; sub-issues are \nonly identified where there is a specific purpose in so doing. It does not purport to be exhaustive and is \nwithout prejudice to the full content of the parties’ pleaded cases; and it does not widen the issues \nbeyond the limitations of each party’s statement of case. On 5 June 2020, the Bank provided its draft Re-\nRe-Amended Particulars of Claim to the Defendants and sought their consent to its proposed \namendments by 12 June 2020. These amendments have not yet been agreed by the Defendants (or \npermitted by the Court) pursuant to CPR r. 17.1(2). Where necessary, the List of Issues will be updated \nin due course. \nNOV-A/2/1\nA3/2/1\n2 Issues in dispute \n2. What level of control did D1 and/or D2 (individually and/or collectively) exercise \nover the Bank before its nationalisation and, in particular, what level of control did \nD1 and/or D2 exercise over the Bank’s corporate lending decisions? \n[RAPOC/¶14]; [D1/¶¶7(2), 12]; [D2/¶¶5(2)(a), 15(2), 25-27] \n3. Did the Bank have a department known as the customer services department or \ncustomer services business department (or, to use its the Cyrillic acronym, \n“BOK ”)? If so, [what was the nature of the work undertaken by this department \nand] were any [relevant] instructions given by D1 and/or D2 [in relation to \nsignificant decisions of the Bank]  carried into effect by this department?\n[RAPOC/¶14]; [D1/¶12(4)]; [D2/¶27]; [Reply/¶¶6.2.1 – 6.2.2, 7.1] \n4. Were hard copy and electronic documents relating to the activities of the Bank \ndestroyed and/or otherwise made unavailable to the Bank before and after its \nnationalisation and, if so, did D1 and/or D2 instruct employees of the Bank to \ndestroy those documents or make them unavailable and/or authorise or \nacquiesce in such actions? Alternatively, was any document destruction known to \nand/or did it otherwise involve D1 and/or D2? [RAPOC/¶15]; [D1/¶13]; [D2/¶28] \n5. Did D1 and D2 have contracts with the Bank in respect of their membership of \nthe Supervisory Board? [D1/¶75]; [D2/¶53]; [Reply/¶18] If so, what were the \nterms of those contracts? [RAPOC/¶35(g)]; [D1/¶¶7(2)(b), 12(2), 61(9)]; [D2/25, \n39(7)] \n6. Who were the members of the Bank’s Supervisory Board from time to time? \n[D1/¶75]; [D2/¶53]; [Reply/¶18] Which lending decisions were referred to the \nSupervisory Board? \n(B) THE BORROWERS AND THE RELEVANT LOANS \nCommon ground \n7. It is common ground: \n7.1  As between the Bank and D1, that D1 had an interest in 9 of the 46 \nBorrowers [D1/20(1)]. \nNOV-A/2/2\nA3/2/2\n- \n3 7.2. As between th"}
{"start": 3500, "text": "so, what were the \nterms of those contracts? [RAPOC/¶35(g)]; [D1/¶¶7(2)(b), 12(2), 61(9)]; [D2/25, \n39(7)] \n6. Who were the members of the Bank’s Supervisory Board from time to time? \n[D1/¶75]; [D2/¶53]; [Reply/¶18] Which lending decisions were referred to the \nSupervisory Board? \n(B) THE BORROWERS AND THE RELEVANT LOANS \nCommon ground \n7. It is common ground: \n7.1  As between the Bank and D1, that D1 had an interest in 9 of the 46 \nBorrowers [D1/20(1)]. \nNOV-A/2/2\nA3/2/2\n- \n3 7.2. As between the Bank and D2, that D2 had an interest in 13 of the 46 \nBorrowers [D2/5(2)(b), 30(2)]. \n7.3. That, if  the Relevant Loans were made, they were not authorised by the \nBank’s Supervisory Board [RAPOC/¶52(2)]; [D1/¶¶61(9)(c), 78]; \n[D2/¶56(5)]. \nIssues in dispute \n8.  Did the Bank enter into purported loan agreements with 46  Ukrainian  borrowers \nbetween April 2013 and August 2014 (the “ Borrowers ” and “ Relevant Loans ”)? \n[RAPOC/¶¶16-17]; [D1/¶¶14-16]; [D2/¶29] \n9. At the times the Relevant Loans were made, did D1 and/or D2 ultimately (i) own \nand/or (ii) control any of the Borrowers and, if so, which ones? Did D1 or D2 have \ninterests in the Borrowers in addition to those which they have admitted (see \nIssues 7.1 and 7.2 above) and, if so, what were those interests? [RAPOC/¶¶19, \n32(f), 52(1)]; [D1/¶20]; [D2/¶¶5(2)(b), 30-31]; [Reply/¶¶43-5] \n10. Were the Relevant Loans the result of genuine negotiations with unconnected \nthird parties? [RAPOC/¶¶19, 32, 52(1)]; [D1/20]; [D2/¶¶5(2)(a), 29-31] \n11.Did D1 and/or D2 procure the granting of the Relevant Loans? Were the \nRelevant Loans entered into with the knowledge of D1 and/or D2 and/or on their \ninstructions? [RAPOC/¶¶52(1)(iv)]; [D1/¶¶8(3), 20]; [D2/¶¶5(2)(b), 29-30, 35, 56]; \n[Reply/¶¶4-5] \n12. Should the Relevant Loans, or some of them, have been referred to the \nSupervisory Board for authorisation in accordance with the Bank’s internal \nlending procedures and the Supervisory Board Provisions? If so, were D1 and/or \nD2 responsible for referring them? If not, who was? [RAPOC/¶¶35(g), 52(2)]; \n[D1/¶¶7(2)(b), 12(2), 61(9)]; [D2/¶¶20, 25, 27(2), 39(7)] \n13. Were the Relevant Loans granted in accordance with the Bank’s internal lending \nprocedures? [RAPOC/¶¶18, 19(c), 32(e)]; [D1/¶¶12(2), 20(5)(b)]; [D2/¶¶27(2), 29, \n31(4) and 31(8), 35] \n14. Were the Relevant Loans granted on preferential terms as to (inter alia) their \ninterest rate and security? [RAPOC/¶¶17, 19]; [D1/¶20(6)]; [D2/¶¶29-31]; \nNOV-A/2/3\nA3/2/3\n- \n- \n4 [Reply/¶¶5, 7] \n15. Did the Borrowers have any credit or trading history and any real prospect of \nrepaying the capital/interest under the Relevant Loans? [RAPOC/¶¶18, 32(a)]; \n[D1/¶19]; [D2/¶29] \n16. Were the Relevant Loans to the Borrowers adequately secured by pledges over \nthe Borrowers’ contractual rights under the Loan File Supply Agreements (as \ndefined below) and/or the goods to be received under those agreements ( “the \nPledge Agreements” )? [RAPOC/¶¶17(e), 19(f), 30-31, 32(d), 51(1)(vi)]; \n[D1/¶30)]; [D2/29, 56] \n17. Were the Relevant Loans to the Borrowers adequately secured by pledges over \nshares in various companies which included companies owned and/or controlled \nby D1 and D2 (“ the Share Pledges ”) [RAPOC/¶¶19(a), 30]; [D1/¶¶17-18]; \n[D2/¶29, 31(1)-(2), 56]; [Reply/¶7] \n18. Were the Relevant Loans, and any security or collateral held in respect of them, \nreflected in the Bank’s financial statements? What, if any, significance is to be \nattached to the auditors’ conclusions as to the adequacy of such collateral? \n[RAPOC/¶19(a)]; [D1/¶18(2)]; [D2/¶29] \n19. What amounts were drawn down by the Borrowers pursuant to the Relevant \nLoans? [RAPOC/¶5, 16, 52(1)(iv)-(v), 61]; [D1/¶57]; [D2/¶15(4)(c)] \n20. Were the Relevant Loans, and interest due thereunder, [validly] repaid as a \nmatter of fact in whole or in part prior to the Bank’s nationalisation?  Were the \naccounts of the Borrowers under the Relevant Loan Facilities credited with \nrepayment? [RAPOC/¶18(c), 52(1)"}
{"start": 7000, "text": "sions as to the adequacy of such collateral? \n[RAPOC/¶19(a)]; [D1/¶18(2)]; [D2/¶29] \n19. What amounts were drawn down by the Borrowers pursuant to the Relevant \nLoans? [RAPOC/¶5, 16, 52(1)(iv)-(v), 61]; [D1/¶57]; [D2/¶15(4)(c)] \n20. Were the Relevant Loans, and interest due thereunder, [validly] repaid as a \nmatter of fact in whole or in part prior to the Bank’s nationalisation?  Were the \naccounts of the Borrowers under the Relevant Loan Facilities credited with \nrepayment? [RAPOC/¶18(c), 52(1), 62(1) and (2)]; [D1/¶15, 57]; [D2/¶¶15(4)(c), \n67(3)-(6)]; [Reply/¶¶26-36]\n21.Were the sums drawn down under the Relevant Loans ultimately returned to the \nBank and/or used to make valid repayments of lending by the Bank of the \nBorrowers or other customers of the Bank? [RAPOC/¶62(1)]; [D1¶¶8(2), 56-58, \n60, 77, 79] ; [D2/¶¶5(4), 15(4)(c), 31(6), 67(4) and (6)]; [Reply ¶35] \n22. Were the Relevant Loans, the Pledge Agreements and/or the Share Pledges: \nNOV-A/2/4\nA3/2/4\n5  (i)  not intended to create enforceable commercial obligations and/or \n(ii)  were they put in place on the instructions of D1 and/or D2 to hide their \nalleged misappropriation of assets from the Bank \nand if so, were they, for those reasons, shams? [RAPOC/¶¶32, 47- 49]; \n[D1/¶¶30, 70- 73]; [D2/¶¶31(1)-(2), 35, 67(4)-(5)]; [Reply/¶¶7, 9.2, 10.2] \n(C) THE DEFENDANT SUPPLIERS AND THE SUPPLY AGREEMENTS \nCommon ground \n23. Although not admitted by D1 or D2 ([D1/¶¶19, 21-24]; [D2/¶¶29, 32, 56, 66]), it is \ncommon ground between the Bank and D3 – D8 that: \n23.1. D3 – D8 (“ the Defendant Suppliers ”) entered into 54 (purported) supply \nagreements between May and August 2014 pursuant to which  [they] [it \nwas] agreed to supply large quantities of industrial equipment and \ncommodities to the Borrowers (“ the Relevant Supply Agreements ”)\n[RAPOC/¶¶18(b), 20- 23)]; [D3-8/¶¶17, 19]; \n23.2. Prepayments of ca. US$ 1.91 billion were made by the Borrowers to the \nDefendant Suppliers, under the Relevant Supply Agreements, and were \nnot returned by the Defendant Suppliers to the Borrowers (“ the \nUnreturned Prepayments ”), and judgments in relation to some of the \nUnreturned Prepayments were later entered against the Defendant \nSuppliers by the Ukrainian Courts [RAPOC/¶¶5, 25(a)(i), 52(1), 54(c), 58, \n61]; [D3-8/¶18]; [Reply/¶¶7.2, 8.5] \nIssues in dispute \n24. Did D1 and/or D2 ultimately (i) own and/or (ii) control the Defendant Suppliers \nfrom (at the latest) January 2013 and at all material times? [RAPOC/¶¶12, 26, \n32(f), 52(1)(iii)]; [D1/¶¶10(1), 26]; [D2/¶¶5(2)(c), 16-18, 33, 35(5), 56]; [D3-\n8/¶¶11(1), 20]; [Reply/¶6] \n25.Did D1 and/or D2 procure the Defendant Suppliers to enter into the Relevant \nNOV-A/2/5\nA3/2/5\n6 Supply Agreements? Were these intended to create enforceable obligations?\n[RAPOC/¶52(1)(v)]; [D1/¶¶8(4), 25]; [D2/¶5(2)(c), 56]; [D3-8/¶¶17, 19] \n26.Did D3 – D5 conclude genuine agency agreements to act as agents for \nundisclosed principals (being, respectively, Hangli International Holdings Limited, \nBrimmilton Limited, and Collard Securities Limited) (“the Agency Agreements ”); \nor were those agreements shams designed to provide a purportedly legitimate \nreason for the onward transmission of funds? [D3-8/¶16-18]; [Reply/¶¶8-9] \n27. Did D3-D5 execute the Relevant Supply Agreements on instructions from their \nalleged Principals, in good faith and in their capacity as agents? [D3-8/¶¶17-18]; \n[Reply/¶¶8-9] \n28. Did D3-D5 receive the transfers from the relevant Borrowers in their capacity as \nagents and conduits for their Principals and/or on trust for their Principals and \ntransfer those amounts onward on the instructions of their Principals, to the \nPrincipals or to third parties identified by the Principals? [D3-8/¶18]; [Reply/¶¶8-9] \n29. Were the Relevant Supply Agreements:  \n   (i) not intended to create enforceable commercial obligations and/or  \n   (ii) were they put in place on the instructions of D1 and/or D2 to hide their \nalleged misappropriation of assets from"}
{"start": 10500, "text": "apacity as \nagents and conduits for their Principals and/or on trust for their Principals and \ntransfer those amounts onward on the instructions of their Principals, to the \nPrincipals or to third parties identified by the Principals? [D3-8/¶18]; [Reply/¶¶8-9] \n29. Were the Relevant Supply Agreements:  \n   (i) not intended to create enforceable commercial obligations and/or  \n   (ii) were they put in place on the instructions of D1 and/or D2 to hide their \nalleged misappropriation of assets from the Bank \n and if so, were they for those reasons shams? In that regard:  \n29.1. Are the terms and nature of all or any of the Relevant Supply \nAgreements commercially inexplicable? [RAPOC/¶¶24-25]; [D1/¶25]; \n[D2/¶¶16-17, 29, 32-33, 35]; [D3-8/¶¶11(2), 17, 19]; [Reply/¶¶8-9] \n29.2.  Did D3-D5 have any prospect of supplying the goods under the Relevant \nSupply Agreements (or, on D3-D5’s case, did they have any knowledge \nthat their Principals were not in a position to do so)? [RAPOC/¶¶6-8, \n18(b), 22-24, 25(a)-(d), 32(b)-(c)]; [D3-8/¶17]; [Reply/¶9] \n29.3. Did D6-D8 have any prospect of supplying the goods they agreed to \nNOV-A/2/6\nA3/2/6\n7 supply under the Relevant Supply Agreements? [RAPOC/¶¶9-11, 18(b), \n22-24, 25(a) and (e), 32(b)-(c)]; [D3-8/¶¶19, 22(3)]; [Reply/¶10] \n29.4. Are the Relevant Supply Agreements to be treated as loans made by \nthe Borrowers to the Suppliers? [D1 RRFI/¶14] \n30.  Did the Borrowers enter into a parallel set of supply agreements with the \nDefendant Suppliers and other non-defendant companies (“ the Loan File \nSupply Agreements ”) between December 2013 and October 2015, which \nprovided for payment after receipt of goods? [RAPOC/¶¶27-29]; [D1/¶¶27-28]; \n[D2/¶34]; [D3-8/¶¶21-22] \n31. Did D3–D5 conclude the relevant Loan File Supply Agreements between July \n2014 and June 2015, on instructions from their Principals, in good faith and in \ntheir capacity as agents? [D3-8/¶21] \n32.  Were the Loan File Supply Agreements:  \n32.1. concluded in order to give the impression that the Relevant Loans were \nadequately secured and to disguise the alleged misappropriation of the \nBank’s funds; and/or \n32.2. not intended to create enforceable commercial obligations and put in \nplace on the instructions of D1 and/or D2 to hide their alleged \nmisappropriation of assets from the Bank \nand, if so, were they for those reasons sham transactions? [RAPOC/¶¶27- 32,\n 52(1)(vi), 54(d)]; [D1/¶¶27-30]; [D2/¶34-35, 56]; [D3-8/¶¶21-\n22];[Reply/¶7.2] \n33. Were the Unreturned Prepayments (or some of them) made from funds advanced \nby the Bank under the Relevant Loans, and/or did drawdowns under the Relevant \nLoans cause the Unreturned Prepayments to be made? [RAPOC/¶¶25(a)(i), \n52(1), 54(c), 58, 61]; [D1/¶8(2)]; [D2/¶38(2)]; [Reply/¶¶13.4, 35-36] \n(D) THE CASH REPAYMENTS, TRANSFERRED ASSETS AND \nTRANSFORMATION \nNOV-A/2/7\nA3/2/7\n8 Common ground \n34. It is common ground as between the Bank and D1 that: \n34.1. From September 2014, the NBU appointed a curator over the Bank \n[D1/¶33]; [Reply/¶29.2] \n34.2. From September 2016, a restructuring exercise was undertaken by which \nthe borrowing of 193 borrowers – including some of the Borrowers – was \npurportedly repaid using proceeds of new loans to 36 new borrowers (the \n“New Loans ”, “New Borrowers ” and “ Transformation ”) [D1/¶50]. \n34.3. As part of the Transformation, any security granted by the Share Pledges \nwas released and not replaced by alternative security [D1/¶¶39(2)(b), 43, \n52, 54(2)]; [Reply/¶31.4]. \nIssues in dispute \n35. [Was a politically motivated campaign waged against D1 in the course of 2015 \nand 2016, instigated by the then president, Petro Poroshenko, which was \ndesigned to create the conditions for the nationalisation of the Bank? [D1/¶¶35- \n36]; [D2/¶¶12, 67(3)] If so, was that campaign implemented in part by the NBU? \n[D1/¶36]] \n36. Were [valid] repayments made in cash in relation to the Relevant Loans prior to \nthe transfer of certain assets to the Bank in and after March "}
{"start": 14000, "text": ".4]. \nIssues in dispute \n35. [Was a politically motivated campaign waged against D1 in the course of 2015 \nand 2016, instigated by the then president, Petro Poroshenko, which was \ndesigned to create the conditions for the nationalisation of the Bank? [D1/¶¶35- \n36]; [D2/¶¶12, 67(3)] If so, was that campaign implemented in part by the NBU? \n[D1/¶36]] \n36. Were [valid] repayments made in cash in relation to the Relevant Loans prior to \nthe transfer of certain assets to the Bank in and after March 2016 (the “ Cash \nRepayments ” and “ Asset Transfer ” respectively) that reduced the amounts \noutstanding thereunder to: \n36.1. US$ 976,345,710.45 (or some other sum); plus \n35.2. UAH 4,391,217,551.04 (or some other sum)? \n[D1/¶15(1)-(2)]; [D2/¶67(4), 67(6)]; [Reply/¶27] \n37. Were the ‘Cash Repayments’ procured by D1 and/or D2 and/or made by \ncompanies owned and/or controlled by them? [RAPOC/¶62]; [D1/¶¶15(1), 83]; \n[D2/¶67(5)-(6)]. \n38. Were Cash Repayments funded by the loans referred to by the Bank as\nNOV-A/2/8\nA3/2/8\n9 “Intermediary Loans ” and were those loans themselves illegitimate? If so, on \nwhat basis? [RAPOC/¶62(1); [D1/¶¶67, 83]; [D2/¶67]; [Reply/¶27]. \n39. Did D1 and/or D2 ultimately (i) own and/or (ii) control the borrowers to whom the \nIntermediary Loans were made (the “Intermediary Borrowers” )? \n[RAPOC/¶62(1)] \n40. Were the Intermediary Loans: \n(i) not intended to create enforceable commercial obligations and/or  \n(i) were they put in place on the instructions of D1 and/or D2 to hide their \nalleged misappropriation of assets from the Bank \nand if so, were they for those reasons shams? [RAPOC/¶62(1)] \n41. Did the ‘Cash Repayments’ constitute an attempt by D1 and/or D2 to disguise \nearlier illegitimate lending by the Bank, including in respect of the Relevant \nLoans? [D1/¶15(1)]; [D2/¶67]; [Reply/¶27] \n42. In respect of the Asset Transfer: \n42.1. Which assets were transferred to the Bank and how much were they \nworth? \n42.2. Were such transfers a mechanism to create the false appearance that the \nRelevant Loans had been the subject of legitimate repayment? \n42.3. Was the Asset Transfer put in place under pressure from and/or on the \ninstructions of the NBU? \n42.4. Did the Asset Transfer amount to valid repayment of part of the Relevant \nLoans? If so, how much was thereby repaid? \n[D1/¶¶38-41]; [D2/¶67(4), 67(6)]; [Reply/¶28] \n43. Was the Transformation put in place and implemented by the Bank under the \ncontrol of the NBU? [D1/¶46-48]; [Reply/¶29-30] \n44. [In respect of the loans to the 193 Borrowers: \n44.1. What amount was outstanding in respect of the loans to the 193 \nBorrowers which were transferred to the New Borrowers in the course of \nNOV-A/2/9\nA3/2/9\n- \n10the Transformation? \n44.2. What was the value of the collateral held by the Bank in respect of those \nloans before the Transformation?  [D1/¶51]; [Reply/¶31.7.1]] \n45. What was the purpose of the grant of the New Loans? Was it (as D1 and D2 \nallege) implemented under the control of the NBU in order to create the pre- \nconditions for the Bank’s nationalisation? Or was it (as the Bank alleges) to \ndisguise earlier illegitimate lending, including the Relevant Loans? [RAPOC/¶62]; \n[D1/¶¶49-50]; [D2/¶¶67(3), 67(5)]; [Reply/¶¶29, 31, 33-34] \n46. Did D1 and/or D2 ultimately (i) own and/or (ii) control the New Borrowers? \n[D1/¶49]; [D2/¶67(3)]; [Reply/¶32] \n47. Were the New Borrowers companies whose sources of income were “real and \ntransparent”? [D1/¶¶44, 48-50]; [Reply/¶31.3] \n48. What was D1 and/or D2’s involvement in the Asset Transfer and Transformation? \n[D1/¶¶38, 44, 48]; [D2/¶67(3)]; [Reply/¶¶29-32] \n49. Did D1 and/or D2 cause the Bank to release the Share Pledges allegedly \nsecuring the Relevant Loans before equivalent or adequate security for the New \nLoans was in place? [D1/¶¶51-52, 54(2)]; [Reply/¶¶7.3, 31.4, 31.7] \n50. Were the New Loans: \n(i) not intended to create enforceable commercial obligations and/or  \n(ii) were they put in place on the instructions o"}
{"start": 17500, "text": "8. What was D1 and/or D2’s involvement in the Asset Transfer and Transformation? \n[D1/¶¶38, 44, 48]; [D2/¶67(3)]; [Reply/¶¶29-32] \n49. Did D1 and/or D2 cause the Bank to release the Share Pledges allegedly \nsecuring the Relevant Loans before equivalent or adequate security for the New \nLoans was in place? [D1/¶¶51-52, 54(2)]; [Reply/¶¶7.3, 31.4, 31.7] \n50. Were the New Loans: \n(i) not intended to create enforceable commercial obligations and/or  \n(ii) were they put in place on the instructions of D1 and/or D2 to hide their \nalleged misappropriation of assets from the Bank \nand if so, were they for those reasons shams? [D1/¶¶42, 46-48, 50, 83(4)]; \n[D2/¶¶67(3) and (5)]; [Reply/¶29.3] \n(E) UKRAINIAN AND CYPRIOT LAW, LIMITATION AND INTEREST \nCommon ground \n52. It is common ground that the Bank’s claims in tort are governed by Ukrainian law. \nIssues in dispute \nNOV-A/2/10\nA3/2/10\n- \n11The Validity of the Contracts \n53. Which if any of the following agreements were sham or mock transactions (under \nArticle 235(1) of the Ukrainian Civil Code) or contrary to Ukrainian public policy \n(pursuant to Article 228(1) of the Civil Code)? Are they valid, void or voidable? \n53.1. the Relevant Loans and/or the Intermediary Loans and/or the New    \n           Loans; \n53.2. the Relevant Supply Agreements and/or the Loan File Supply \nAgreements; \n53.3.  the Supply Agreement Pledges and/or the Share Pledges. \n[RAPOC/¶¶24-25, 32, 47-49, 62]; [D1/¶¶30, 70-73, 83(4)]; [D2/¶¶31(1)-(2), 35, \n67(4)-(5)]; [D3-8/¶¶37-39]; [Reply/¶¶7, 9.2, 10.2, 21] \nThe Validity of Repayments \n54. In so far as they were funded (i) with money drawn down under other Relevant \nLoans, Intermediary Loans and/or New Loans; (ii) with Cash Repayments; and/or \n(iii) by way of the Asset Transfer, were the purported repayments of Relevant \nLoans invalid as a matter of Ukrainian law? If so, on what basis and with what \nconsequences? [RAPOC/¶62], [D1/¶83], [D2/¶¶67(4) and (6)]; [Reply/¶¶27, 34-\n35] \nThe Bank’s Claims in Tort \n55.What, if any, harm was caused to the Bank for the purposes of its cause of action \nunder Article 1166 of the Ukrainian Civil Code (“ the Civil Code ”) by the alleged \nmisappropriation of the Bank's funds, and how and when did that harm occur? \n [RAPOC/¶¶33-34, 50, 52, 54, 61-62]; [D1/¶¶60, 76, 78, 82-83]; [D2/¶¶56-59]; [D3-\n8/¶¶4, 24, 41-46]; [Reply/¶¶11-13] \n56. Did any of the actions, omissions or decisions alleged on the part of any of the \nDefendants constitute unlawful conduct for the purposes of Article 1166 under \nany of the following provisions: \n56.1. Articles 3(1)(2), 13(2)-(3) and/or 92 of the Civil Code of Ukraine, \nNOV-A/2/11\nA3/2/11\n- \n1256.2. Article 63(1) of the Law of Ukraine on Joint Stock Companies (“ the JSC \nLaw”), \n56.3.  Article 42(10) and/or 43 of the Law of Ukraine on Banks and Banking \nActivity (“ the Law on Banks ”); and/or \n[56.4. The applicable Supervisory Board Provisions.] \n[RAPOC/¶¶35-39, 50-55]; [D1/¶¶59-65, 75-79]; [D2/¶¶36-45, 52-60]; \n[D3-8/¶¶4, 23-29, 41-46]; [Reply/¶¶11-14] \n57. How, if at all, did the unlawful conduct of each of the Defendants cause harm to \nthe Bank? \n58. What principles of Ukrainian law govern the attribution of knowledge of a \ncorporate entity? [RAPOC/¶37]; [D1/¶63]; [D2/¶41]; [D3-8/¶27(2)]; [Reply/¶16].  \n59. Does Article 614 of the Civil Code or any other provision of Ukrainian law provide \nthe Defendants with a defence to liability under Article 1166? [RAPOC/¶36]; \n[D1/¶62]; [D2/¶40]; [D3-8/¶26]; [Reply/¶15] \n60.Is the unlawful conduct relied on by the Bank as an element of a cause of action \nunder Article 1166 of the Ukrainian Civil Code criminal conduct under the law of \nUkraine and, if so, is the Bank able to rely on such conduct in support of its claim \nin tort under Ukrainian law in circumstances where D1 and D2 have not been \nprosecuted and such conduct has not been determined to be criminal? \n[D1/¶59(4); [D2/¶37] [Reply/¶12] \n61. Does Ukrainian law prohibit competition of claims? Is the Bank e"}
{"start": 21000, "text": "60.Is the unlawful conduct relied on by the Bank as an element of a cause of action \nunder Article 1166 of the Ukrainian Civil Code criminal conduct under the law of \nUkraine and, if so, is the Bank able to rely on such conduct in support of its claim \nin tort under Ukrainian law in circumstances where D1 and D2 have not been \nprosecuted and such conduct has not been determined to be criminal? \n[D1/¶59(4); [D2/¶37] [Reply/¶12] \n61. Does Ukrainian law prohibit competition of claims? Is the Bank entitled to bring a \nclaim in respect of the alleged misappropriation if D1 and D2 had contracts with \nthe Bank in respect of their work on the Supervisory Board? [D1/¶¶74-75]; \n[D2/¶¶44, 53]; [Reply/¶18] \n62. If liability is established pursuant to Article 1166 of the Civil Code, are the \nDefendants jointly and severally liable to the Bank for any loss it has suffered \npursuant to Article 1190 of the Civil Code? [RAPOC/¶¶38-39, 53, 55 61-62]; \n[D1/¶¶64, 79, 82-83]; [D2/¶¶42, 59, 66-67]; [D3-8/¶¶28-29, 46]; [Reply/¶17] \nNOV-A/2/12\nA3/2/12\n1363. Are D1 and D2, pursuant to Articles 63(2) and (3) of the JSC Law, jointly and \nseverally liable for damage inflicted on the Bank through the alleged \nmisappropriation by their acts or omissions as officers of the Bank by failing to act \nin the best interests of the Bank and/or not complying with the Supervisory Board \nProvisions in breach of Article 63(1) of the JSC Law? [RAPOC/¶¶40, 56]; \n[D1/¶¶67-68, 80]; [D2/¶¶46, 63]; [Reply/¶14] \n64. Are D1 and D2, pursuant to Article 42(11) of the Law on Banks, jointly and \nseverally liable for damage inflicted on the Bank through the alleged \nmisappropriation by their acts or omissions as officers of the Bank by failing to act \nin the best interests of the Bank and/or acting in their own interests or not \ncomplying with the Supervisory Board Provisions in breach of Articles 42(10) and \n43 of the Law on Banks after 10 January 2015? [RAPOC/¶¶41, 57]; [D1/¶¶67- 68, \n80]; [D2/¶¶47, 64]; [Reply/¶14] \nThe Bank’s Claims in Unjust Enrichment \n65.Are the Bank’s claims in unjust enrichment against D3 – D8 governed by \nUkrainian or Cypriot law by virtue of Article 10 of Regulation 864/2007 (Rome II) \nor by application of Ukrainian law)? [RAPOC/¶¶42-46]; [D3-8/¶¶31, 48-49]; \n[Reply/¶19] \n66.If the Bank’s claim in unjust enrichment is governed by Ukrainian law, were any \nof D3 – D8 enriched at the expense of the Bank in the amount of the Unreturned \nPrepayments credited to their accounts without sufficient legal grounds within the \nmeaning of Article 1212 of the Civil Code? [RAPOC/¶¶42- 46, 58-62]; [D3-\n8/¶¶32-36, 54-59]; [Reply/¶20] \n67. If the Bank’s claim in unjust enrichment is governed by Cypriot law, are D3 – D8 \nliable pursuant to Section 70 of the Cypriot Contract Law and can D3 – D8, or \nany of them, establish the defence of ‘change of position’ in relation to some or all \nof the payments? [D3-8/¶¶50-52]; [Reply/¶25] \n68. In either case, is it material to such liability that: \n68.1. To the extent that they are voidable rather than  void,  the  Relevant Loans \nand/or the Relevant Supply Agreements have not been avoided? [D3-\n8/¶56(2)] \nNOV-A/2/13\nA3/2/13\n- \n1468.2. The monies received by D3 - D8  pursuant  to  the  Relevant Supply \nAgreements was subsequently paid on by them? [D3-8/¶52(5)]; \n[Reply/¶25.6] \n68.3. D3 – D5 allegedly acted as agents for undisclosed principals? [D3-\n8/¶52(4), 54(2)]; [Reply/¶¶8-9, 25.5, 25.7] \nLimitation \n69. Are the Bank’s claims against D1 – D8 time-barred by virtue of the three-year \nfrom knowledge limitation period contained in Articles 257 and/or 261 of the Civil \nCode? Further: \n69.1. When did the Bank acquire actual or constructive knowledge of its claims for \nthe purposes of the Ukrainian provisions on limitation? \n69.2. If the three-year limitation period expired before 19 December 2017, should \nthe Court dis-apply and/or extend the three-year limitation period by reason \nof: \n69.2.1. Article 267(5) and/or Article 16(3) of t"}
{"start": 24500, "text": " D8 time-barred by virtue of the three-year \nfrom knowledge limitation period contained in Articles 257 and/or 261 of the Civil \nCode? Further: \n69.1. When did the Bank acquire actual or constructive knowledge of its claims for \nthe purposes of the Ukrainian provisions on limitation? \n69.2. If the three-year limitation period expired before 19 December 2017, should \nthe Court dis-apply and/or extend the three-year limitation period by reason \nof: \n69.2.1. Article 267(5) and/or Article 16(3) of the Civil Code? \n69.2.2. Section 2(1) of the Foreign Limitation Periods Act 1984 and/or \nArticle 26 of Rome II? \n[D1/¶¶84-87]; [D2/¶¶45, 54]; [D3-8/¶¶60-65]; [Reply/¶¶22-23] \n(F) LOSS / ENRICHMENT ETC. \n70. If Ds are liable under Article 1166 of the Civil Code and/or D1 and/or D2 are \nliable under Articles 42(10)-(11) and 43 of the Law on Banks and/or Articles 63(2) \nand (3) of the JSC Law, what loss (if any) has the Bank suffered by reason of the \nwrongful conduct giving rise to such liability? [RAPOC/¶¶61-62] [D1/¶¶8(3)(c), 56-\n58]; [D2/¶67(6)]; [D3-8/¶46, 66]; [Reply/¶35]. \n71. If any of D3-D8 are liable in unjust enrichment, what is the amount of the \nenrichment at the Bank’s expense for which each of them is liable to the Bank? \n[RAPOC/¶60-62], [D3-8/¶¶58-59, 66-67], [Reply/¶¶35-36]. \n72.In relation to interest on the Bank’s claims, is interest governed by English law or \nNOV-A/2/14\nA3/2/14\n15Ukrainian law (and which specific rules apply)? What date does interest run from \nand at what rate? Under Ukrainian law, does the Bank have any entitlement to \npre-judgment interest? What sums are due to the Bank in interest?\n[RAPOC/¶¶38, 63-65]; [D1/¶¶64(3)-(4), 83A]; [D2/¶¶69-70]; [D3-8/¶68] \n73. Is the Bank entitled to compound interest pursuant to Articles 22 and 1192 of the \nCivil Code and/or the English equitable jurisdiction? [RAPOC/¶¶38, 63, 63A]; \n[D1/¶64(4), 83B];[D3-8/¶28, 68]. \n74. What interest rates would borrowers with the characteristics of the Bank have paid \nto borrow (i) United States Dollars, and (ii) Ukrainian Hryvnia, in the amounts \nsubject to the claim, across the period 2013 to date? [RAPOC/¶64(b)] \n75. What interest rates were available to the Bank for borrowing (i) United States \nDollars, and (ii) Ukrainian Hryvnia, in the amounts subject to the claim, across the \nperiod 2013 to date? [RAPOC/¶64(b)] \nNOV-A/2/15\nA3/2/15\n"}
