{"metadata": {"corpus_path": "D2_11 Supplemental Expert Report of Jeffrey Davidson.pdf", "file_size": 1005495, "mtime": 1755610856.2188227, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "   \n \nIN THE HIGH COURT OF JUSTICE   Claim No.: BL-2017 -000477 \nBUSINESS AND PROPERTY COURTS OF  \nENGLAND AND WALES  \n \nBUSINESS LIST (ChD)   \n \nBETWEEN  \n \nJSC COMMERCIAL BANK PRIVATBANK  \nClaimant  \n \nand \n \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED  \n(4) TRADE POINT AGRO LIMITED  \n(5) COLLYER LIMITED  \n(6) ROSSYN INVESTING CORP  \n(7) MILBERT VENTURES INC  \n(8) ZAO UKRTRANSITSERVICE LTD  \nDefendants  \n \nSUPPLEMENTAL EXPERT REPORT OF  \nJEFFREY E. C. DAVIDSON  \nMA (CANTAB .) FCA  MAE  \n30 SEPTEMBER  2022  \n \nActing on instructions of Fieldfisher  LLP, solicitors acting for the First Defendant  \nSpecialist Field: Forensic accountancy  \n \n \n \n \nHoneycomb Forensic Accounting  \nBurgon House  \n2 Burgon Street  \nLondon EC4V 5DR s \n0207 600 8000  \njeffrey.davidson@honeycombpsg.com  \nD2/11/1\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 2 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  CONTENTS  \n \nSECTION   PAGE \n   \n1 Introduction  4 \n2 Conclusions  10 \n3 Analysis of Relevant Drawdown Portions  20 \n4 Review of the Bank’s Financial Statements 2012 -2016 in \nrelation to repayment of loans under the Loan Repayment \nDefence  36 \n5 Consideration of differences between the Bank’s \nmethodology and mine, in connection with the Use of \nFunds Defence  43 \n6 The Significance of the remaining USD 557  million which \nis not Claimed Credit  57 \n7 Professional matters and expert’s declaration  61 \n   \n   \n   \n \n  \nD2/11/2\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 3 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  APPENDICES  \n \nAPPENDIX   \n  \n1 Percentage of each Relevant Drawdown that funded the Unreturned \nPrepayments  \n2 Summary of Asset Revaluations by the Bank and D1 Experts  \n3 Assets contributing to the Direct Repayment of Relevant Drawdowns  \n4 Direct source of Repayment for Relevant Drawdowns and Relevant Drawdown \nPortions  \n5 Assets contributing to the Ultimate Repayment of Relevant Drawdowns  \n6 Ultimate source of Repayment for Relevan t Drawdowns and Relevant \nDrawdown Portions  \n7 Use of Funds for Relevant Drawdown Portions  \n8 Claimed Credit and differences  attributable  to currency conversion  \n \n  \nD2/11/3\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 4 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  1. Introduction  \n1.1. I am instructed by Fieldfisher LLP, Solicitors for Igor Valeryevich Kolomoisky, the “First \nDefendant” (or “the First Defendant ”). \n1.2. My instructions in relation to this Supplemental Report are to identify the remaining  \nissues between the Forensic Accountants and to provide further analysis and comment \non these issues as may assist the Court.  \n1.3. The expert witness on forensic accountancy matters for the Claimant  (“the Bank ”), Ian \nThompson (“ Mr Thompson ”), prepared an Expert Report dated 24 November 2021 \n(“Thompson 1”). \n1.4. I prepared an Expert Report dated 28 January 2022 ( “Davidson1” ) and an addendum \nto Davidson1 dated 18 February 2022 ( “Davidson1A” ). \n1.5. The expert witness on forensic accountancy matters for the Second Defendant, Luke \nSteadman ( “Mr Steadman” ), prepared an Expert Report dated 16 February 2022 \n(“Steadman1” ). \n1.6. Mr Thompson, Mr Steadman and I (together “the Experts” ) prepared a Joint \nStatement of Experts dated 10 March 2022 (the “Joint Statement” ). \n1.7. This Report should be read in conjunction with Davids on1, Davidson1A  and the Joint \nStatement .   \n1.8. The background to this matter is set out in Section 3 of Davidson1.  In short, the Bank \nalleges that a number of Relevant Drawdowns under loan facilities granted to certain \nBorrowers (to whom I now refer as “ Releva nt Borrowers ”) caused (or “funded”) certain \nprepayments made by Relevant Borrowers to Relevant Suppliers which were not \nreturned (“ Unreturned Prepayments ”) and that, as a result of "}
{"start": 3500, "text": "t should be read in conjunction with Davids on1, Davidson1A  and the Joint \nStatement .   \n1.8. The background to this matter is set out in Section 3 of Davidson1.  In short, the Bank \nalleges that a number of Relevant Drawdowns under loan facilities granted to certain \nBorrowers (to whom I now refer as “ Releva nt Borrowers ”) caused (or “funded”) certain \nprepayments made by Relevant Borrowers to Relevant Suppliers which were not \nreturned (“ Unreturned Prepayments ”) and that, as a result of making the Relevant \nDrawdowns, the Bank suffered a loss in the amount of th e Unreturned Prepayments. \nIt is to be noted that the total amount of the Relevant Drawdowns exceeds the amount \nof the Unreturned Prepayments , but the Bank has limited its claim to the amount of the \nUnreturned Prepayments.  \n1.9. In his Defence, the First Defenda nt contends that all but a relatively small amount of \nthe Relevant Drawdowns was repaid so the Bank suffered no loss other than the \namount which was not repaid (“ the Loan Repayment Defence ”).  \nD2/11/4\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 5 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  1.10.  Further , or alternatively, the First Defendant contends that th e funds advanced under \nthe Relevant Drawdowns were in fact returned to the Bank and used to repay loans \nwith the result that the Bank received a credit which should be offset against any loss \narising from the Relevant Drawdowns (“ the Use of Funds Defence ”). \n1.11.  The Joint Statement was structured as follows (sub paragraphs in the list below refer \nto the internal section numbers within the Joint Statement):  \n2.  The Bank’s analysis of Relevant Drawdowns and Unreturned Prepayments ; \n3.  The First Defendant’s Loan Repayment Defence ; \n4.  The First Defendant’s Use of Funds Defence ; \n5.  The Second Defendant’s approach to the loss claimed by the Bank ; \n6.  Ancillary matters upon which the Experts agree . \n1.12.  The Joint Statement expressed a large deg ree of agreement between the experts as \nfollows:  \n1.13.  As regards the Bank’s analysis of Relevant Drawdowns and Unreturned Prepayments , \nbased on the Bank’s Methodology : \n1.13.i.   there were 270 Relevant Drawdowns under 134 Relevant Loans, totalling \nUSD  2,335,943,5191; \n1.13.ii.  there were Unreturned Prepayments made to Defendant Suppliers totalling \nUSD  1,911,877,3852; and   \n1.13.iii.  Relevant Drawdowns are shown in the Transactional Data as being the \nsource of the Unreturned Prepayments .3 \n1.14.  As regards the First Defendant’s Loan Repayment De fence, all but two of the Relevant \nLoans and all the Intermediary Loans were recorded in the Transactional Data as \nrepaid . However, as I understand its position, the Bank contends that repayments \nfunded by further lending (Intermediary or New Loans) stan d to be ignored as a matter \nof Ukrainian Law.  \n  \n \n1 Joint Statement 2.2 a)  \n2 Joint Statement 2.2 b)  \n3 Joint Statement 2.2 c)  \nD2/11/5\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 6 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  1.15.  As regards the First Defendant’s Use of Funds defence, “the use of Exact Matching \nallows USD 1,732 million of Relevant Drawdowns to be traced to the repayment of \nloans (including Relevant Loans) by relevant Borrowers, Intermediary Borrowers and \nother Borrowers ”4. In so agreeing, Mr Thompson agreed that “almost all the \nTransaction Chains in Appendix 8 of Davidson1 are factually accurate in that they: (i) \ncorrectly apply the Exact Matching methodology ; and (ii) reflect the Bank's \ntransactional data ”.5 \n1.16.  The value of the results of my exact matching exercise left an amount of £557  million \nunmatched. In this regard the Experts agreed that “the remaining Relevant Drawdowns \namounting to USD 557 million can not be easily traced using Exact Matching. The funds \nfrom these Relevant Drawdowns are in general terms"}
{"start": 7000, "text": "tion Chains in Appendix 8 of Davidson1 are factually accurate in that they: (i) \ncorrectly apply the Exact Matching methodology ; and (ii) reflect the Bank's \ntransactional data ”.5 \n1.16.  The value of the results of my exact matching exercise left an amount of £557  million \nunmatched. In this regard the Experts agreed that “the remaining Relevant Drawdowns \namounting to USD 557 million can not be easily traced using Exact Matching. The funds \nfrom these Relevant Drawdowns are in general terms difficult to trace using Exact \nMatching ”6.  \n1.17.  In considering the Second Defendant’s approach to the loss claimed by the Bank, the \nExperts agreed that “ the Bank recognised a loss of UAH 148 billion in its 2016 Financial \nStatements in the form of a provision for impairment of Corporate Loans, of which UAH \n135 billion was an impairment in respect of the loans restructured in October and \nNovember 2016 .”7 The Experts further agreed that , with the exception of two8, “the \nRelevant Loans were recorded in the transactional data as repaid by the date of the \n2016 Financial Statements. ”9 \n1.18.  Since the date of the Joint Statement, I have been provided with the First De fendant’s \nRe-Re-Re Amended Defence  dated 22 June 2022  (RRRAD) and the Bank ’s Draft Re-\nRe-Amended Reply dated 1 August 2022 (RRAR).  \n1.19.  As regards the Repayment Defence, the RRRAD states at paragraph 55A:  \n\"The Bank matches its claim to the amount of the Unreturned Prepayments and  \naccordingly claims part only of the sum of USD 2,335,943,519 of Relevant \nDrawdowns  identified. In some cases, the Bank claims only part of a Relevant \nDrawdown caused  it loss and the balance is not the subject of the claim. \" \n \n4 Joint Statement 3.2.1, second paragraph  \n5 Joint Statement 3.2.1, third paragraph  \n6 Joint Statement 3.2.1, fifth paragraph  \n7 Joint Statement 5.2, first paragraph  \n8 4T13351D to Tamersa, dated 7 June 2013 (with an outstanding balance of USD 19.2 million); and b) \nDNH2LKI04220 to Prominmet, dated 20 September 2013 (with an outstanding balance of UAH 433.9 million).  \n9 Joint Statement 5.2, third paragraph  \nD2/11/6\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 7 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  1.20.  The R RRAD further states at paragraph 55C : \n\"Mr Kolomoisky’s primary defence to the claim is that all of the USD 1,911,877,385 \nclaimed by the Bank was repaid save for USD 25,389,652.  \nIt is denied that the Bank can ignore repayments funded by Intermediary or New \nLoans. Any loss caused by Relevant Drawdowns has been extinguished to the \nextent it was repaid .\" \n1.21.  As regards the use of the Relevant Drawdowns, it is pleaded at RRRAD para graph 5 6 \nand 57 (1) that :  \n\" then Mr Kolomoisky contends that the Bank suffered no loss to the extent that the \nfunds advanced were transferred back to the Bank . . \n57. At least USD 1.732 billion of the USD 2.336 billion in Relevant Drawdowns \nfunded the repayment of loans owed to the Bank : ....\" \n1.22.  In response to the Repayment Def ence, the Bank states  at paragraph 27B.4  of the \nRRAR : \n\"27B.4.1. It is denied that the Bank claims that only part of the Relevant \nDrawdowns caused it loss. It is the Bank’s case that the Relevant Drawdowns \ncaused it a loss in the sum claimed .\" \n1.23.  In response to  the Use of Funds Defence , the Bank states , at paragraph 35.3 .1 of the \nRRAR  that, subject to certain exceptions which will be identified in Mr Thompson’s \nsupplemental report, it accepts that my tracing exercise (referred to as the Davidson \nTraci ng Exercise ) accurately applies a “Funds Flow” methodology to trace Relevant \nDrawdowns totalling USD 1.57 billion to repayment of loans to the Bank but notes  at \nparagraph 35.3.3  that it fails to identify what happened to 69 of the 270 Relevant \nDrawdowns am ounting to USD 557  million and that the Bank’s Methodology (as \ndefined in the Thompson Report) is to be preferred  (parag"}
{"start": 10500, "text": "ed in Mr Thompson’s \nsupplemental report, it accepts that my tracing exercise (referred to as the Davidson \nTraci ng Exercise ) accurately applies a “Funds Flow” methodology to trace Relevant \nDrawdowns totalling USD 1.57 billion to repayment of loans to the Bank but notes  at \nparagraph 35.3.3  that it fails to identify what happened to 69 of the 270 Relevant \nDrawdowns am ounting to USD 557  million and that the Bank’s Methodology (as \ndefined in the Thompson Report) is to be preferred  (paragraph 35.3.5) . \n1.24.  As can be seen from the text of the Joint Statement  and of subsequent Pleadings, \nthere are several issues of importance identified in the discussions between the \nExperts which appear to be relevant to resolving the issues in the case . \n1.25.  In agreeing the value of Relevant Drawdowns (USD 2.34 billion) and of Unreturned \nPrepayments (USD 1.91 billion) the Experts recognised that there was a difference in \nvalue between these two numbers of some USD 424 million. In my opinion, this  \nD2/11/7\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 8 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  necessarily  means that USD 424 million of Relevant Drawdowns cannot be the source \nof Unreturned  Prepayments.  Although t he Bank ’s position as set out at paragraph 35.3 \nof the RRAR  appears to dispute this, it remains my opinion that it also necessarily \nfollows that the Bank should accept that at least some of the Relevant Drawdowns it \nhas identified c an only have been partially used to fund Unreturned Prepayments.  \nTherefore, I consider that an exercise wh ich identifies, so far as possible,  those  \nRelevant Drawdown s of which only a  portion  contributed to funding Unreturned \nPrepayments (and the size of th at portion)  would be helpful.  For example, if only 50% \nof a Relevant Drawdown can have contributed to an Unreturned Prepayment, then \neven if the whole of that Relevant Drawdown was not repaid, the value of the Bank’s \nclaim is limited to  50% of the amount o f that Relevant Drawdown.  Accordingly, I have \nidentified a subset of Relevant Drawdowns which I have labelled “ Relevant \nDrawdown Portions ” and ascribed a percentage from 1 -100% to each of them to \nidentify the portion of each Relevant Drawdown which contributes to Unreturned \nPrepayments. I deal with this  exercise  in Section  3 of this report.  \n1.26.  Mr Steadman, the expert for the Second Defendant, analyses certain parts of the \nBank’s Financial Statements in the context of the loss suffered by the Bank, which led \nto the points of agreement set out at paragraph 5 of the Joint Statement. This was not \nan issue  on which  I was instructed  to express an opinion originally . I am now instructed \nto consider it and  have now reviewed the Bank’s financial statements . I have \nconsidered the  relevance of matters repor ted in the Bank's Financial Statements to the \nFirst Defendant’s Repayment Defence. I deal with this in Section 4 of this report.  \n1.27.  Given that the Bank in the  RRAR claims  that the Bank’s methodology is to be preferred \nto my own , at least when considering the Use of Funds Defence, I consider that some \nfurther review and explanation of these  competing  methodologies would be of \nassistance to the Court.  I deal with this in Section 5 of this report.  \n1.28.  As noted above, 69 of the 270 Relevant Drawdowns in the total amount of USD 557 \nmillion were not  traced using what has been referred to as the Davidson Tracing \nExercise. Howev er, it is clear that none of it can be traced to Unreturned Prepayments \nusing this methodology. I deal with this in Section 6 of this report.  \n  \nD2/11/8\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 9 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  1.29.  I note that, notwithstanding that:  \n1.29.i.  in the Joint Statement the Experts agreed that “ using only  Exact Matching \nUSD 1,732 mil"}
{"start": 14000, "text": " referred to as the Davidson Tracing \nExercise. Howev er, it is clear that none of it can be traced to Unreturned Prepayments \nusing this methodology. I deal with this in Section 6 of this report.  \n  \nD2/11/8\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 9 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  1.29.  I note that, notwithstanding that:  \n1.29.i.  in the Joint Statement the Experts agreed that “ using only  Exact Matching \nUSD 1,732 million of Relevant Drawdowns can be traced to the repayment of \nloans (including Relevant Loans) by relevant Borrowers, Intermediary \nBorrowers and oth er borrowers ”10 and that “ almost all the Transaction Chains \nin Appendix 8 of Davidson1 are factually accurate ”11   \n1.29.i.  in the RRAR it is admitted that the Davidson Tracing Exercise accurately \napplies a ‘Funds Flow’ methodology in order to trace Relevant Drawdo wns \ntotalling US D 1.57 billion to repayments of loans to the Bank , \nit is pleaded by the Bank (RRAR 35.3) that “the accuracy and completeness of the \nDavidson Tracing Exercise will be addressed in Mr Thompson’s Supplemental Report \". \n1.30.  I am obviously unable to address this point until I receive Mr Thompson’s Supplemental \nReport. Once I do, I will review the position and consider whether it would assist the \nCourt to respond and clarify any remaining difference s between Mr Thompson and me \non this issue.  \n  \n \n10 Joint Statement 3.2.1, second paragraph  \n11 Joint Statement 3.2.1 , third paragraph  \nD2/11/9\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 10 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  2. Conclusion s \nA. Relevant Drawdown Portions Analysis ( Section 3 below)  \nIdentification of Relevant Drawdown Portions  \n2.1. As explained  in Section 3 below , I have identified  all the Relevant Drawdown Portions \ncontributing  to the USD 1,911,877,385 that was paid to the Defendant Suppliers as \nUnreturned Prepayments . A list of the Relevant Drawdown Portions appears in \nAppen dix 1 to this Report.  \nRepayment of Relevant Drawdown Portions  \n2.2. As explained in Section 3 below, I have identified the means by which each  of the \nRelevant Drawdown  Portions  were repaid directly and summarise the results as \nfollows12: \nTable 2 -1 \nMeans of Repayment of Relevant Drawdown Portions  Amount (USD  m) \nAssets  491 \nTransformation  473 \nCash  922 \n _________  \nTotal Repaid  1,886  \n  \nOutstanding  25 \n  \nTotal  1,912 \n  \n2.3. The USD 922  million in Cash includes repayment by  funds drawn from Relevant Loans \nand Intermediary  Loans . Where Relevant Drawdown s were used to repay Relevant \nDrawdown  Portion s, it seems to me that no further analysis is required because the \namount of the claim must be reduced to that extent. So far as Intermediary Loans are \nconcerned, I understand that the Bank does not accept that such repayments are valid \nrepayments as a matter of Ukrainian law. I am instructed that, if that is so, it may then \nbe relevant to understand the means by  which  those drawdowns  were themselves \nrepaid.  \n \n12 See Table 3 -5 below  \nD2/11/10\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 11 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  2.4. I have therefore considered the T ransactional Data to break  out the Cash amount into \nAssets and Transformation and other sources of payment so far as possible as \nfollows13: \nTable 2 -2 \n Means of Cash Repayment of Relevant Drawdown \nPortions  Amount (USD m)  \nAssets  69 \nTransformation  312 \nUnable to identify means of repayment  203 \nIdentified External Sources  1 \nForeign Exchange Gains  5 \nOther Relevant Drawdowns as source of repayment  332 \nTotal Cash  922 \n2.5. Drawing these analyses together the  direct and indirect  source of repayment of \nRelevant Drawdown  Portion s can be accounted for as follows:  \nTable 2 -3 \nRepaid by Assets Transfer or Transfor"}
{"start": 17500, "text": "ws13: \nTable 2 -2 \n Means of Cash Repayment of Relevant Drawdown \nPortions  Amount (USD m)  \nAssets  69 \nTransformation  312 \nUnable to identify means of repayment  203 \nIdentified External Sources  1 \nForeign Exchange Gains  5 \nOther Relevant Drawdowns as source of repayment  332 \nTotal Cash  922 \n2.5. Drawing these analyses together the  direct and indirect  source of repayment of \nRelevant Drawdown  Portion s can be accounted for as follows:  \nTable 2 -3 \nRepaid by Assets Transfer or Transformation  Amount (USD m)  \nAssets  560 \nTransformation  785 \nTotal  1,345  \n  \nOther identified means of repayment  Amount (USD m)  \nExternal Sources  1 \nForeign Exchange Gains  5 \nTotal  6 \n  \nUnable to identify means of repayment  203 \n  \nOther Relevant Drawdowns as source of repayment  332 \nTotal Repaid  1,886  \n  \nNote: This amount  (USD 1,886  million ) does not include \noutstanding  repayments under Tamersa and Prominmet Loans  25 \nTotal  (which includes Tamersa and Prominmet Loans)  1,912 \n \n  \n \n13 This analysis explains the differences in each type of repayment between Tables 3 -5 and 3 -6 below  \nD2/11/11\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 12 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  Use of Funds Defence  \n2.6. In relation to identifying the Use of Funds  Defence  (which considers what the Relevant \nDrawdown  Portions  were  ultimately  used for, applying a conventional tracing analysis) , \nof the USD 1 ,912 million  of the Relevant Drawdown  Portions , USD 1 ,349 million  was \nused to make repayments  to certain types of borrower s or to make  other payments to \nthe Bank  as follows:  \nTable 2 -4 \nBorrower Type  Loan Type  \n Use of Funds (USD m illion) \nLoan \nRepayment  Bridging \nLoan  Not \nTraced  Total  \n      \nRelevant  Relevant  531 188 - 719 \nIntermediary  200 - - 200 \nOther  269 - - 269 \nIntermediary  Intermediary  28 - - 28 \nOther  37 - - 37 \nRepayments not allocated  \n(Relevant and Intermediary)  9 - - 9 \nTotal Relevant and Intermediary  1,075  188 - 1,263 \n     \nList of 193 Borrowers  Other  73 - - 73 \nRepayments not allocated  \n(Relevant, Intermediary and 193) 3 - - 3 \nTotal Relevant, Intermediary and 193 \nBorrowers  1,151  188 - 1,339  \n     \nOther  Other  7 - - 7 \nRepayments not allocated  \n(including Other)  3 - - 3 \n     \nTotal: Amount of funds traced to \nrepayment to the Bank  1,161  188 - 1,349  \n     \n  \nD2/11/12\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 13 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  2.7. This leaves a total of USD 563  million  of Relevant Drawdown Portions which I h ave \nnot traced to repayments, as follows:  \nTable 2 -5 \n Use of Funds (USD m illion) \n Loan \nRepayment  Bridging \nLoan  Not \nTraced  Total  \nAmount of Relevant Drawdown \nPortions  traced to repayment s to the \nBank  1,161  188 - 1,349  \nAmount of Relevant Drawdown \nPortions  not traced to repayment s to \nthe Bank  27 5 530 563 \nTotal o f Relevant Drawdown \nPortions     1,912  \n2.8. As can be seen from Table 2-4 above , I have identified  USD 1,263  million of loan \nrepayments by Relevant and Intermediary Borrowers that were funded by Relevant \nDrawdown Portions . In relation to these repayments , a further USD 32  million was ‘lost’ \nthrough  foreign exchange conversions , bringing the total of Relevant Drawdown \nPortions thereby accounted for to USD 1,295  million. \n2.9. Subtracting USD 1,295 million  from USD 1,912  million leaves USD 617  million of \nRelevant Drawdown Portions  which I have not  traced  exclusively  to Relevant and \nIntermediary Borrowers’ loan repayments.  \n2.10.  Of that sum  (USD 617 million) , I have traced  a further  USD 7 3 million to loan \nrepayments by one or more of the  “193 Borrowers ” (see Table 2 -4 above) . A further \nUSD 3  million can be traced to  loan repayments to borrowers who are either Relevant, \nIntermediary or 193 Borrowers, but I am unable to allocate them pre"}
{"start": 21000, "text": "12  million leaves USD 617  million of \nRelevant Drawdown Portions  which I have not  traced  exclusively  to Relevant and \nIntermediary Borrowers’ loan repayments.  \n2.10.  Of that sum  (USD 617 million) , I have traced  a further  USD 7 3 million to loan \nrepayments by one or more of the  “193 Borrowers ” (see Table 2 -4 above) . A further \nUSD 3  million can be traced to  loan repayments to borrowers who are either Relevant, \nIntermediary or 193 Borrowers, but I am unable to allocate them precisely  (see Table \n2-4 above) .  \n2.11.  I understand the First Defendant has modified his Use of Funds Defence so as to  claim  \ncredit only in so far as Relevant Drawdown Portions were used to fund loan \nrepayments made by  Relevant, Intermediary or 193 Borrowers14 on the basis that  the \nBank alleges tha t these counterparties had no real prospect of repaying their loans . \nFor convenience , I shall refer to the repayments made by these borrowers , and funded \nby Relevant Drawdown Portions , as the “Claimed Credit ”.  \n  \n \n14 RRRAD, paragraph 57  \nD2/11/13\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 14 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  2.12.  The amount of the Claimed Credit is USD 1,339 million. This is the amount of loan \nrepayments by Relevant, Intermediary and 193 Borrowers  funded by  Relevant \nDrawdown Portions.  \n2.13.  The USD 1,339 million, the Claimed Credit for the purposes of the Use of Funds \nDefence , is taken as the USD equivalent value of the loan repayments as at the date \nof the repayments . As shown in Appendix 8, USD 1,371 million of Relevant Drawdown \nPortions funded these repayments. There is a USD 32 mi llion difference, which is \nattributable partly to funds that w ere “lost” through foreign exchange conversion (see \nparagraph 2.8 above)  and partly to differences between the conversion rates applied \nto the original drawdowns and to the repayments. The use o f different rates is driven \nby the presentational requirements of the calculations.  \n2.14.  In order to calculate how much of the USD 32 million difference is attributable to \nconversion rate differences, I have converted the loan repayments which  used funds \nfrom U AH denominated loans to the value of Relevant Drawdown Portions used to \nmake these loan repayments15. The results are set out  in Appendix 8 and show that \nUSD 17 million of the USD 32 million is attributable to conversion rate differences. Had \nthese Relevan t Drawdown Portions and repayments been valued in UAH, this USD 17 \nmillion would not have resulted in a loss to the Bank . This leaves only USD 15 million16 \nattributable to funds that w ere “lost” through foreign exchange conversion . \n2.15.  When the sum of USD 1,3 71 million is subtracted from USD 1,912  million (the total of \nall Relevant Drawdown Portions) , it leaves a total of USD 541  million of Relevant \nDrawdown Portions  which were not attributabl e, in any way, to the  Claimed Credit \nbecause I have been unable to trace them to the repayments of any loans by borrowers \nwithin the relevant categories . \n2.16.  It will be noted that this sum of USD 541  million  is less than the sum of USD 557  million \nwhich was di scussed in the Joint Statement  (Section 3.2.1, fifth paragraph) . This is a \nresult of analysing the use of Relevant Drawdown Portions rather than Relevant \nDrawdowns , which has slightly reduced the figure because some funds under Relevant \nDrawdowns were not part of the Relevant Drawdown Portions.  \n  \n \n15 Using the BOU exchange rates on the Relevant Drawdown dates and a weighted average for repayments for \neach Transaction Chain.  \n16 USD 32 million less USD 17 million explained above  \nD2/11/14\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 15 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  Combination of the Use of Funds Defence and the Repayment Defence   \n2.17.  The Repayment Defence ca"}
{"start": 24500, "text": "ere not part of the Relevant Drawdown Portions.  \n  \n \n15 Using the BOU exchange rates on the Relevant Drawdown dates and a weighted average for repayments for \neach Transaction Chain.  \n16 USD 32 million less USD 17 million explained above  \nD2/11/14\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 15 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  Combination of the Use of Funds Defence and the Repayment Defence   \n2.17.  The Repayment Defence can be combined with the Use of Funds Defence as follows:  \n2.18.  In respect of any amount of Relevant Drawdown Portions which was not validly repaid \n(USD 25  million on the First Defendant’s case, rather more  on the Bank’s case), the \nBank’s loss will be further reduced to the extent that unrepaid Relevant Drawdown \nPortions were used for Claimed Credit.  \n2.19.  Or, putting it the other way ar ound, in respect of the USD 541  million of Relevant \nDrawdown Portions which was not used for Claimed Credit, the Bank’s loss will be \nreduced to the extent that they were validly repaid.  \n2.20.  Mr Kolomoisky’s case is that all but USD 25 million of Relevant Drawd own Portions \nwas repaid to the Bank. I have analysed the use to which that USD 25 million of \nRelevant Drawdown Portions was ultimately put and I find that USD 8 million of that \namount was used to repay other loans which are part of the Claimed Credit under  the \nUse of Funds Defence. When the two defences are combined the resulting loss to the \nBank is reduced to USD 17 million.  \n2.21.  I have also considered the combination in the reverse order, starting with the Use of \nFunds Defence. Having  been unable to trace USD 541 million of Relevant Drawdown \nPortions to Claimed Credit , I consider how this part of the Relevant Drawdown Portions \nwas ultimately repaid17:  \nTable 2 -6 \nSources of Ultimate Repayment  Amount (USD m illion) \nTransformation  349 \nAssets  153 \nRelevant Drawdowns  21 \nUnable to identify source  1 \nTotal  Repaid  524 \nOutstanding  17 \nTotal  (including outstanding under Tamersa and \nProminme t loans)  541 \n \n17 See paragraph 3.48 to 3.50 and Table 3 -13 below  \nD2/11/15\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 16 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  2.22.  The USD 153  million of Relevant Drawdown  Portions repaid by assets relate s to assets \nvalued, as per the Transactional Data , at USD 144  million on the dates they were \ntransferred to the Bank , the difference being due to the depreciation of the hryvnia \nagainst the dollar between the drawdown  dates  and the asset transfer dates . \n2.23.  I understand that there  are issues relating to the valuation of the Transferred Assets  \nwhich I explain in Section 318. Those issues will be resolved at trial based on the \nevidence of other experts.   \n2.24.  Ultimately, the result of combining these defences will depend on the outcome of  the \ndispute between the parties as to which forms of repayment were valid forms of \nrepayment. There is no reason from an accounting point of view why any of them \nshould not be recognised as valid and the issue is one of Ukrainian law.  \nB.  Financial State ments of the Bank, 2012 -2016  (Section 4)  \n2.25.  I have reviewed the Financial Statements  of the Bank with particular reference to \nmovement on the loan book over the period 2012 -2016  – i.e. before, during and after \nthe period during which the Relevant Loans and Intermediary Loans were outstanding . \nI looked at the overall scale of the Bank’s loan book, and the amount of any impairment. \nI reviewed the details of loan impairment and the credit q uality of the loan book in \nrelation to both the overall loan book va lue and any impairment.  \n2.26.  As a result of my review, I have been able to conclude that the Relevant and \nIntermediary Loans were treated in the accounts as fully repaid without impairment in \nthe years 2014 and 2015, and that the loan"}
{"start": 28000, "text": "d Intermediary Loans were outstanding . \nI looked at the overall scale of the Bank’s loan book, and the amount of any impairment. \nI reviewed the details of loan impairment and the credit q uality of the loan book in \nrelation to both the overall loan book va lue and any impairment.  \n2.26.  As a result of my review, I have been able to conclude that the Relevant and \nIntermediary Loans were treated in the accounts as fully repaid without impairment in \nthe years 2014 and 2015, and that the loans which the accounts report were impaired \nin 2016 were other loans.  \n  \n \n18  See paragraphs 3.50  – 3.54  \nD2/11/16\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 17 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  C.  Consideration of differences between the Bank’s and my methodology in \nconnection with the Use of Funds Defence ( Section 5)  \n2.27.  In its pleaded cla im, the Bank  raises the question whether one methodology is to be \npreferred to another  (see for example RRAR in paragraph 35) . In Section 5, I review \nwhat each methodology does, and some of the key differences in their effect.  \n2.28.  It seems to me, as an experie nced user of funds flow analyses and tracing exercises, \nthat, if what one is interested in doing is ascertaining the actual use to which particular \nfunds were put, a conventional Funds Flow analysis is  preferable . \n2.29.  My methodology in terms of identifying the  use of funds was a classic funds flow tracing \nexercise. It started with the Relevant Drawdowns and traced them forwards to identify \nthe use to which they were actually put. In doing so, I traced some USD 1.54 billion to \nthe repayment of loans to the Bank.  \n2.30.  The Bank’s methodology starts with identifying the Unreturned Prepayments and \nworks back from them to identify a source. However, the Transactional Data does not \nallow that to be achieved by tracing. However, it does contain narrative fields which \nbear Supply Agreement references.  The Bank uses these references to connect what \nwould otherwise be wholly unconnectable transactions.  \n2.31.  Which method is preferable  depends on the purpose of the exercise being pursued. I \nset out to trace the use to which the particular pleaded drawdowns were  put, since the \nBank claims that making the Relevant Drawdowns caused it a loss . A tracing (or funds \nflow) exercise which follows the funds from one account to the next is the standard \nmethodology used for this  exercise . It is a n objective process, with established rules, \nand has the advantages of working blind from transactional data, unaffected by the \nresults one wants to arrive at.   \n2.32.  It seems to me that the Bank has set out to undertake a quite different exercise, one \nwhereby i t seeks to demonstrate how to identify a  particular drawdown as a Relevant \nDrawdown  for the purpose of its claim  in circumstances where an Unreturned \nPrepayment has already been selected. The account movements recorded in the \nTransactional Data will not pe rmit one to trace backwards from an Unreturned \nPrepayment to a corresponding drawdown (Relevant or not). Unable to adopt a \nconventional method , the Bank adopts  narrative  references which connect separate \ntransactions back in time until one arrives at a dra wdown. Thus , it seems to me that \nthis process starts with a pre disposition to find support for an  argument which one is \nD2/11/17\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 18 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  seeking to confirm, rather than with an open mind, using  the data -set blind, or \nunbiased.    \n2.33.  I conclude from my review of the competing m ethodologies that they are not mutually \nexclusive. They simply have different purposes. My Funds Flow analysis traces actual \nfunds and demonstrates what the funds advanced by the Bank under Relevant \nDrawdowns were actually used for. The Bank’s Metho"}
{"start": 31500, "text": "PPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  seeking to confirm, rather than with an open mind, using  the data -set blind, or \nunbiased.    \n2.33.  I conclude from my review of the competing m ethodologies that they are not mutually \nexclusive. They simply have different purposes. My Funds Flow analysis traces actual \nfunds and demonstrates what the funds advanced by the Bank under Relevant \nDrawdowns were actually used for. The Bank’s Methodology is not concerned with the \nuse of particular money advanced by the Bank. Instead, it identifies Unreturned \nPrepayments as the transactions of interest and then seeks to identify Relevant \nDrawdowns which could be said (indirectly) in some way to have caused the \nUnreturned Prepayments.  \nD.  The significance of the remaining USD 557  million  use of funds not included in \nmy review of this defence at Section 5 of Davidson1  (Section 6)  \n2.34.  In Davidson1, there were 69 out of 270 Relevant Drawdowns  (in total USD 557 million)  \nwhich I did not include in my analysis in Section 5  of that report . This is because, in \nthat section  of Davidson1 , I was only seeking to consider funds which were transferred  \nunder the Relevant Drawdowns and were subsequently re turned to the Bank, as a \nresult of  which it could be said that the Bank suffered no loss.  \n2.35.  No additional conclusion or inference should be drawn from the fact that these 69 \nRelevant D rawdowns did not feature in my earlier analysis  in Davidson1 or \nDavidson1 A. However, for the sake of completeness, I set out some comments about \nthese Drawdowns in this report, from which I can conclude that, applying a funds flow \napproach to identifying actual use of specific funds, n one of the  transfers identified by \nthe Bank  as funding Unreturned Prepayments constitute the end of any conventional \ntracing exercise. I n other words, they are not end points when using any Funds Flow \nmethodology . Therefore, it is necessarily the case that none  of the USD 557  million of \nRelevant Dr awdowns not traced in Section 5 of Davidson1 and Davi dson1A, would \nultimately be traced to an “Unreturned Prepayment”  using a Funds Flow Methodology.   \n2.36.  Therefore, the fact that 69 of the 270 Relevant Drawdowns are not included in my \nanalysis of the Use of F unds Defence should not be read to imply that those Relevant \nDrawdowns could somehow be said to have funded the Unreturned Prepayments \nusing the Funds Flow Methodology.  In analysing the Use of Funds Defence in Section \n5 of Davidson1  and Davidson1A, I simply demonstrated that the funds which were \nD2/11/18\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 19 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  obtained under the majority of the Relevant Drawdowns were returned to the Bank, in \ndischarge of various liabilities.  \n2.37.  With regard to the remaining USD 557  million, it was not possible for me t o trace these \nsufficiently far that I could conclude, positively, that they funded the discharge of a \nliability to the Bank . Accordingly, these drawdowns were not relevant to my analysis of \nthe First Defendant’s argument  that some amount of any loss to the  Bank had been \nextinguished. Hence, they were not part of the exercise I performed in Section 5 of \nDavidson1.  \n2.38.  However, while I drew no positive conclusion there as to what those funds were used \nfor, it is my opinion that, adopting a Funds Flow Methodology , I can draw a negative \nconclusion that none of the USD  557 million ultimately funded any of the Unreturned \nPrepayments .  \nD2/11/19\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 20 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  3. Analysis of Relevant Drawdown Portions  \n3.1. At Davidson1, paragraph 2.1.v. I noted that it is not possible for all of each Relevant \nDrawdow ns identified by the Bank  a"}
{"start": 35000, "text": "n that, adopting a Funds Flow Methodology , I can draw a negative \nconclusion that none of the USD  557 million ultimately funded any of the Unreturned \nPrepayments .  \nD2/11/19\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 20 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  3. Analysis of Relevant Drawdown Portions  \n3.1. At Davidson1, paragraph 2.1.v. I noted that it is not possible for all of each Relevant \nDrawdow ns identified by the Bank  actually to contribute to the Bank’s claim but that \nthe Bank had not explained its case as to which parts do and which do not:  \n“I note that it is not the case that the full amount of every Relevant Drawdown \ncontributes to the Bank ’s claim. This can be seen in the fact that the Bank identifies \nUSD 2.3 billion of Relevant Drawdowns, but only USD 1.9 billion of Unreturned \nPrepayments. Some Relevant Drawdowns are used in their entirety to fund an \nUnreturned Prepayment and some are only  partly used for that purpose. The Bank \nonly claims in relation to the Relevant Drawdowns or parts of Relevant Drawdowns \nthat contribute to the USD 1.9 billion of Unreturned Prepayments, and the Bank \nhas not supplied a complete nexus between the two lists of USD 1.9 billion, one \nof Unreturned Prepayments, the other of corresponding Relevant Drawdown \namounts. Therefore when considering the Claim at the level of Relevant \nDrawdowns and their repayment (rather than Relevant Loans and their \nrepayment) it is impo rtant to consider which Relevant Drawdowns were repaid \nand, in relation to any Relevant Drawdowns which the Bank claims were not \nrepaid, how much of them is alleged to have contributed to the Unreturned \nPrepayments”.  \n3.2. In the absence of information from the Bank as to which parts of the Relevant \nDrawdowns are alleged to have funded Unreturned Prepayments, in Davidson1, I \nanalysed the Bank’s “ Transactional Data ” (or “ TD”) using a conventional tracing \nanalysis in order to determine first how  all the Relevant Dr awdowns had themselves \nbeen repaid and then to analyse the use to which all USD 2.33 billion of Relevant \nDrawdowns had been put ( the “Use of Funds” analysis ). \n3.3. Although I anticipated that the Bank would carry out this exercise first, a s the Bank has \nstill n ot provided an account to match parts of Relevant Drawdowns to the funding of \nUnreturned Prepayments, I have now been instructed to attempt to identify what \nportion of each Relevant Drawdown could, on the Bank’s case, be said to have funded \nUnreturned Prep ayments .  \n  \nD2/11/20\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 21 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  3.4. In some cases, the portion is the whole of the Relevant Drawdown  (i.e. 100%) ; in \nothers, it is only part of it  (1-99%) ; in some cases, due to favourable foreign exchange \nmovem ents, the Unreturned Prepayment may  be greater than the Relevant \nDrawdown s that funded it .19 I have also been instructed to re -present my analysis of \nthe Repayment Defence and the Use of Funds Defence limiting it to these portions \n(which I shall call the “Relevant Drawdown Portions”  (RDPs) so as to distinguish \nthem from the full amount of all the Relevant Drawdowns ). \n3.5. Therefore, in relation to RDPs, I have set out to establish the following:  \n3.5.i.  Identify the Relevant Drawdown Portions  (paragraphs 3.6 -3.16) ; \n3.5.ii.  Identify the amount of Relevant Drawdown Portions which were  not repaid \n(paragraphs 3.17 -3.19);  \n3.5.iii.  Identify the direct source  of repayment of the Relevant Drawdown Portions  \n(paragraphs 3.20 -3.23) ; \n3.5.iv.  Identifying the ultimate source of repayment of the relevant Drawdown Portions  \n(paragraphs 3.24 -3.29) ; \n3.5.v.  Identifying the use of funds  advanced under the Relevant Drawdown Portions20. \n3.5.vi.  Combining the Use of Funds Defence and the Repayment Defence.  \nIdentifying Relevant Drawdow"}
{"start": 38500, "text": "f Relevant Drawdown Portions which were  not repaid \n(paragraphs 3.17 -3.19);  \n3.5.iii.  Identify the direct source  of repayment of the Relevant Drawdown Portions  \n(paragraphs 3.20 -3.23) ; \n3.5.iv.  Identifying the ultimate source of repayment of the relevant Drawdown Portions  \n(paragraphs 3.24 -3.29) ; \n3.5.v.  Identifying the use of funds  advanced under the Relevant Drawdown Portions20. \n3.5.vi.  Combining the Use of Funds Defence and the Repayment Defence.  \nIdentifying Relevant Drawdown Portions  \n3.6. As set out in Davidson1, paragraph 3.5, the Bank makes a claim for a total of USD \n1,911,877,385, which represents the total sum of the Unreturned Prepayments. \nThompson1, Appendix 3 -2-1-1 to 3 -2-46-1 set out, diagrammatically, how each \nRelevant Drawdown was paid, in full or partially, to the Defendant Suppliers as \nUnreturned Prepayments (“Mr Thompson’s Diagrams” ).  \n  \n \n19 Example, Relevant Drawdown RD137 and RD138 for USD 54.6 million funded an Unreturned Prepayment of \nUSD 55.0 million. See Appendix 1 and Thompson1, Appendix 3 -2-33-1  \n20 As per Section 5, Davidson1 and Davidson1A  \nD2/11/21\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 22 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  3.7. Mr Thompson’s Diagrams are set out by Unreturned Prepayment and show the \nfollowing features:  \n3.7.i.  Relevant Drawdowns  \n3.7.ii.  Prepayments  \n3.7.iii.  Returned Prepayments  \n3.7.iv.  Repayments  \n3.7.v.  FX Top -ups \n3.7.vi.  Unreturned Prepayments  \n3.8. By reviewing the diagrams, and the supporting Transactional Data, I have been able \nto determine the Relevant Drawdown Portions. As an example, Thompson1, Appendix \n3-2-18-1 shows draw downs under  three Relevant Loans  made to Viglon , totalling USD \n35 million and an Unreturned Prepayment made b y Viglon to Milbert Ventures of USD \n33 million as follows:  \nDiagram 3 -1 \n \n  \nD2/11/22\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 23 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  3.9. Comparing the Unreturned Prepayment Supply Agreement reference with the list of \nRelevant Drawdowns at Thompson1 Appendix 3 -3-1 shows that funds from four \nRelevant Drawdowns were paid, in full or partially, to the Defendant Supplier, Milbert \nVentures, as the Unreturned Prepayment as follows:  \nTable 3 -2 \n# Ukrainian \nBorrower \n(English)  Loan \nNumber21 Date   Amount  \n(all UAH)   Amount \n(USD \nEquiv.)  USD \nReceived\n22 \n256 Viglon  4V13607I  14/07/2014  97,243,800  8,314,102   8,200,000  \n257 Viglon  4V13602D  15/07/2014  7,100,000  7,100,000   7,100,000  \n258 Viglon  4V13607I  15/07/2014  103,173,300  8,812,827   8,700,000  \n259 Viglon  4V13691I  16/07/2014  129,645,000  11,063,680  11,000,000  \n3.10.  This table and the diagram above, shows that the Relevant Drawdowns 256, 257 and \n258 were fully paid to Milbert Ventures as the Unreturned Prepayment. In relation to \nRelevant Drawdown 259,  USD 9  million of the USD 11  million (i.e. 81.82%) was paid  \nto Milber t Ventures as the Unreturned Prepayment  while the  remaining USD 2  million \nwas used to make a repayment to Relevant Loan 4V13602D as shown in the diagram.  \n3.11.  It will be apparent from the different figures appearing in the final two columns in the \nTable 3-2 (am ount in USD v amount received) that sometimes the NBU rate used to \ncalculate the USD equivalent of the Relevant Drawdown in UAH was different from the \nactual exchange rate , applied to the transaction , which determined the amount of USD \nactually received.  \n  \n \n21 #256 and #258 are from the same loan and shown as one arrow  (UAH 200.4 million)  in the diagram above.  \n22 The Transactional Data supplied in Thompson1 Appendix 3 -2-18-2 gives the amount of USD received u pon \nexchange of each Relevant Drawdown.  \nD2/11/23\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 24 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 "}
{"start": 42000, "text": "change rate , applied to the transaction , which determined the amount of USD \nactually received.  \n  \n \n21 #256 and #258 are from the same loan and shown as one arrow  (UAH 200.4 million)  in the diagram above.  \n22 The Transactional Data supplied in Thompson1 Appendix 3 -2-18-2 gives the amount of USD received u pon \nexchange of each Relevant Drawdown.  \nD2/11/23\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 24 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  3.12.  In order to ensure consistency in my calculations I  have  always  calculated the Relevant \nDrawdown Portion  by reference to  the NBU’s  rate.23 The Relevant Drawdown Portions  \nso calculated  are as follows :  \nTable 3 -3 \n# Loan \nNumber   Amount \nUAH   Amount \n(USD Equiv.)  USD  million  \nReceived  Relevant \nDrawdown Portion  \nUSD  million /% \n   A  B B/A \n256 4V13607I  97,243,800  8,314,102  8.2  8.2  98.6%  \n257 4V13602D  7,100,000  7,100,000  7.1  7.1  100.0%  \n258 4V13607I  103,173,300  8,812,827  8.7  8.7  98.7%  \n259 4V13691I  129,645,000  11,063,680   11.0  9.0 81.3%  \n3.13.  Quite separately from these exchange rate differences, Mr Thompson has identified \nthat some Relevant Drawdowns were used to compensate for certain pension fund \ncharges and/or for the funds “lost” on account of exchange rates movements following \na Return of Prepayment and prior to a subsequent Payment. He defines these as “FX \nTop-Ups” in his first report.  \n3.14.  Where a Relevant Drawdown is used as an FX Top -up, I have treated the amount of \nthe FX Top -ups as not contributing to the Relevant Drawdown Portions. This is \nbecause the purpose of this part of the Relevant Drawdown is to fund the foreign \nexchange cost, as opposed to funding a prepayment . This is cons istent with \nThompson1, paragraph 7.14, where it is explained that  \n“the total value of Relevant Drawdowns, less the amount by which they were \nthemselves repaid by Relevant Drawdowns, does not equal the value of \nUnreturned Prepayments. The total of the form er is higher than the value of \nUnreturned Prepayments largely on account of […] Relevant Drawdowns which \nwere FX Top -ups.”  \n  \n \n23 I have calculated the USD equivalent of Relevant Drawdowns using the NBU rate as charges are associated \nwith foreign exchange rates offered by financial institutions.  \nD2/11/24\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 25 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  3.15.  In other words, Thompson1  does not treat FX Top -ups as contributing to the amounts \npaid to the Defendant Suppliers as Unreturned Pr epayments  and, because the Bank \nlimits its claim to the amount of the Unreturned Prepayments, it follows that the Bank \nmakes no claim to include the amount of the FX Top -Ups. \n3.16.  Appendix 1 contains the Relevant Drawdown Portions calculated on this basis.  \nIdentifying the amount of Relevant Drawdown Portions  which  were not repaid  \n3.17.  As set out in Davidson1, paragraphs 3.15 to 3.19, the First Defendant  claims that all \nthe Relevant Loans (save for two loans, one to Tamersa and one to Prominmet) and \nall the Intermediate Loans were repaid. I deal with this in Section 4 of D avidson1  and \nconclude that that the TD shows that the Relevant Loans were repaid, except for an \noutstanding balance of USD 75 million comprising:  \n3.17.i.  USD 19.3 million on Tamersa loan 4T13351D; and  \n3.17.ii.  USD 55.7 million on Prominmet loan DNH2LKI04220.  \n3.18.  Thompson1 , Appendix 4 -10-6 and 4-8-29-2 concluded that  only USD 37.4 million of \nthe USD 75 million was owed in respect  of Relevant Drawdowns as follows:  \n3.18.i.  USD 19.2 million of R elevant Drawdown # 218 was outstanding on Tamersa \nloan 4T13351D; and  \n3.18.ii.  USD 18.2 million of R elevant Drawdown # 168 was outstanding on Prominmet \nloan DNH2LKI04220  \n3.19.  As shown in Appendix 1 to this repo rt, 42.31% of Relevant Drawdown # 218 and \n94.84% of R"}
{"start": 45500, "text": "minmet loan DNH2LKI04220.  \n3.18.  Thompson1 , Appendix 4 -10-6 and 4-8-29-2 concluded that  only USD 37.4 million of \nthe USD 75 million was owed in respect  of Relevant Drawdowns as follows:  \n3.18.i.  USD 19.2 million of R elevant Drawdown # 218 was outstanding on Tamersa \nloan 4T13351D; and  \n3.18.ii.  USD 18.2 million of R elevant Drawdown # 168 was outstanding on Prominmet \nloan DNH2LKI04220  \n3.19.  As shown in Appendix 1 to this repo rt, 42.31% of Relevant Drawdown # 218 and \n94.84% of Relevant Drawdown # 168 contributed to the Unreturned Prepayments . It \nfollows that  only USD 25.4 million of the amount outstanding under the two Loans \nrelate s to Relevant Drawdown Portions as follows:  \n3.19.i.  USD 8 .1 million of Relevant Drawdown Portions was outstanding on Tamersa \nloan 4T13351D; and  \n3.19.ii.  USD 17.3 million of Relevant Drawdown Portions was outstanding on \nProminmet loan DNH2LKI04220  \n  \nD2/11/25\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 26 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  Identifying the direct source of repayment of the Relevant Drawdown Portions  \n3.20.  In Davidson1, paragraph 4.19, I present ed my analysis of the direct  source of \nrepayment for all drawdowns from the Relevant Loans  in the total amount of USD 3.75 \nbillion . In Davidson1 , paragraph s 4.34 to 4.49 I discuss methods to apportion the \nrepayments to the Relevant Drawdowns , with a value of USD 2.335 billion.  \n3.21.  I noted24 that Mr Thompson analysed the ultimate  source of repayments of Relevant \nLoans and that, in Thompson1 , he adopts a FIFO meth odology for this purpose25.  \n3.22.  Adopting the same methodology, I have identified the  direct  source of  repayments for \neach Relevant Drawdown, and summarise  the results of my analysis  as follows.26 \nTable 3 -4 \nDirect source of repayments for each Relevant Drawdown  Amount (USD m illion)  \nAssets  592 \nTransformation  549 \nCash  1,157  \nTotal Repaid  \n 2,298  \n \nOutstanding  37 \nTotal : 2,335  \n3.23.  I have further calculated the direct repayment methods for the Relevant Drawdown \nPortions  on a pro rata basis, the results of  which  can be summarised as follows27: \nTable 3 -5 \nMeans of Repayment of Relevant Drawdown Portions  Amount (USD m illion) \nAssets  491 \nTransformation  473 \nCash  922 \nTotal Repaid  1,886  \nOutstanding  25 \nTotal  1,912  \n \n24 Davidson1, paragraph 4.38  \n25 Thompson1 Appendi x 4-2. FIFO is described in the Defined Terms of Thompson1  \n26 Appendix 4  \n27 Appendix 4  \nD2/11/26\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 27 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  Identifying the ultimate source of repayment of the Relevant Drawdown Portions  \n3.24.  Thompson1 calculates the ultimate source of repayments for each Relevant Drawdown \nusing both the Bank’s Methodology28 and, where different, his Alternative \nMethodology29. Whereas the Bank’s Methodology takes account of Supply Agreement \nreferences  to trace returns of Prepayment s, Thompson1’s Alternative Methodology \nuses Exact Matching to match account receipts with onward  payments.  Thompson1’s \nAlternative Methodology is the same methodology as I use and refer to as the Funds \nFlow Methodology. Thompson1 acknowledges that the Funds Flow (Alternative)  \nMethodology produced , in so far as it related to the repayment of Relevant \nDrawdowns, “similar ” results as the Bank’s Methodology30. \n3.25.  In order to calculate the ultimate source of repayment of the Relevant Drawdown \nPortions , I have adopted the work contained in Thompson’s Alternative Methodology \nas his Exact Matching approach work s similarly to  the way I have performed my own \ntracing exercises.  \n3.26.  Thompson1 establishes 7 categories31 of ultimate sources of repayment for each \nRelevant Drawdown. For one of these, Asset Transfers, Thompson1 also identifies the \nasset tranches32 used for the ultimate repayments3"}
{"start": 49000, "text": "3.25.  In order to calculate the ultimate source of repayment of the Relevant Drawdown \nPortions , I have adopted the work contained in Thompson’s Alternative Methodology \nas his Exact Matching approach work s similarly to  the way I have performed my own \ntracing exercises.  \n3.26.  Thompson1 establishes 7 categories31 of ultimate sources of repayment for each \nRelevant Drawdown. For one of these, Asset Transfers, Thompson1 also identifies the \nasset tranches32 used for the ultimate repayments33. Appendix 6 contains the ultimate \nrepayment sources for each of the 270 Relevant Drawdowns.  \n3.27.  Where an ultimate repayment is made by an asset tranche I have allocated the assets \nwithin the tranche pro -rata to the repaymen t in order to get the repayment value for \neach asset .34 \n  \n \n28 Thompson1, Appendix 4 -8-1 to 4 -8-47 \n29 Thompson1 , Appendix 4 -10-1 to 4 -10-27 \n30 Thompson1, Table 4 -3, Note (2)  \n31 Unpaid, Asset Transfer, Transformation, Unable to identify source, Foreign Exchange Gains, External Sources \nor Relevant Drawdowns.  \n32 One or more assets which, individually or collectively, repaid (in full or in part) principal and interest related \nto one or more loans. See Davidson1 paragraph 4.12 and Annex A to D1 ’s RRFI  \n33 Thompson1, Appendix 7 -2-1 \n34 Appendix 3  \nD2/11/27\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 28 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  3.28.  Appendix 6 shows how the USD 1,912 million of Relevant Drawdown Portions was \nultimately repaid , or remained outstanding , and the results can be summarised as \nfollows:35 \nTable 3 -6 \nSources of Ultimate  Repayment of the Relevant \nDrawdown Portions  Amount  \n(USD m illion ) \nAssets  560 \nTransformation  785 \nExternal Sources  1 \nForeign Exchange Gains  5 \nUnable to identify source  203 \nRelevant Drawdowns  332 \nTotal Repaid : 1,886  \n  \nOutstanding  25 \nTotal : 1,912  \n3.29.  It may seem strange that “Relevant Drawdown s” have been identified as the source of \nrepayment of “Relevant Drawdown Portions” but this  is due to the differen ces between \nthe methodolog y that Thompson uses to identify Relevant Drawdowns and the \nmethodology which I use to identify loan repayments. Such a factor was also identified \nin Thompson1 paragraph 4.73 which shows th at using his Alternative Methodology \nalso conclu des that USD 459.2  million of Relevant Drawdowns were repaid by \nRelevant Drawdowns. It seems to me that Relevant Drawdown Portions repaying \nRelevant Drawdown Portions automatically reduce s the loss to the Bank which is to be \nmeasured as the net amount of Relevant Drawdown Portions which are not repaid.  \n  \n \n35 Repayment methods are described in Thompson1, paragraph 4.69  \nD2/11/28\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 29 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  Identifying the Use of Funds advanced under  the Relevant Drawdown Portions  \n3.30.  The analysis in Section  5 of Davidson1 (as amended by Davidson1 A) demonstrated \nthat the USD 2,33 6 million of Relevant Drawdowns were used to fund USD 1,732  \nmillion of loan repayments to the Bank  as follows:36 \nTable 3 -7 \nBorrower Type  Type of Loan Repaid  Repayments  \nUSD m illion  \nRelevant  Relevant  883 \nIntermediary  254 \nOther  346 \nIntermediary  Intermediary  29 \nOther  96 \nList of 193  Other  90 \nOther  Other  7 \nAdditional  loan repayments  which  do not belong  as a matter  of \ncourse  to any specific  borrower  and/or  loan types  37 \n 26 \n  Total  1,732  \n \n3.31.  Many of the Transaction Chains feature multiple Relevant Drawdowns and multiple \nloan repayments of different Loan Repayment Types. Therefore, it is not always \npossible to say which Relevant Drawdown funded any particular  loan repayment. In \norder to complet e my instructions, I have apportioned the combined amount of the \nloans repaid to  the Relevant Drawdowns within its Transaction Chain  pro r"}
{"start": 52500, "text": "er  of \ncourse  to any specific  borrower  and/or  loan types  37 \n 26 \n  Total  1,732  \n \n3.31.  Many of the Transaction Chains feature multiple Relevant Drawdowns and multiple \nloan repayments of different Loan Repayment Types. Therefore, it is not always \npossible to say which Relevant Drawdown funded any particular  loan repayment. In \norder to complet e my instructions, I have apportioned the combined amount of the \nloans repaid to  the Relevant Drawdowns within its Transaction Chain  pro rata \naccording to the proportion of each type of loan repaid . I will explain the process below.  \n  \n \n36 Davidson1A, paragraph 5.68. This information is used in RRRAD, paragraph 57.  \n37 I am able to conclude that USD 17.9 million of the USD 24.7 million is used for Relevant or Intermediary Loan \nRepayments by Relevant Borrowers.    \nD2/11/29\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 30 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  3.32.  For example, within Transaction Chain 1 -001, Relevant Drawdowns RD001 (USD \n11m) and RD002 (USD 34  million) are used to make one Intermediary Loan \nRepayment (USD 24.8  million) and two Relevant Loan Repayments  (totalling USD \n20.2 million):38 \nDiagram 3 -8 \n \n3.33.  As shown, t he combined amount of the loans repaid is USD 45 million of which USD \n20.2 million (45.0%) are Relevant  Loan Repayments  and USD 24.8  million (55.0%) are \nIntermediary Loan Repayments.  \n3.34.  I apportioned RD001 and RD002 accordingly , allocating 45% of eac h of them  to \nRelevant  Loan Repayments  (USD 4.95  million and USD 15.3  million respectively) and  \n55% of each of them  to Intermediary Loan Repayments (USD 6.05  million and USD \n18.7 million) 39. \nTable 3 -9 \n Relevant Loan Repayments (USD \nmillion) Intermediary Loan Repayments  \n(USD m illion) \nRD001  4.950  6.050  \nRD002  15.300  18.700  \n3.35.  Mr Thompson’s Diagrams show that b oth RD001 and RD002 were only partially used \nto fund the Unreturned Prepayments with Supply Agreement reference PT -13/06 DD \n13.06.2014 .40 Using the analysis I described above, I have calculated the Relevant \nDrawdown Portions  as 55.6% . \n  \n \n38 Davidson1 Appendix 8-1-001-1 \n39 Appendix 7  \n40 Thompson1, Appendix 3 -2-2-1 and Appendix 3 to this report  \nD2/11/30\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 31 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  3.36.  I have the refore  applied the se percentage s to calculate the value of repayments in \neach Loan Repayment Type for the Relevant Drawdown Portions  as follows:  \nTable 3 -10 \n Percent of \nRD in RDP  Relevant Loan Repayments \nAttributed to RDP  \n(USD m illion) Intermediary Loan \nRepayments  Attributed to RDP  \n(USD m illion) \nRD001  55.6%   2,750   3,361  \nRD002  55.6%   8,500   10,389  \n3.37.  Applying this methodology , I can summarise the use to which Relevant Drawdown \nPortions were put as follows :41 \nTable 3 -11 \nBorrower Type  Loan Type  \n Use of Funds (USD m illion) \nLoan \nRepayment  Bridging \nLoan  Not \nTraced  Total  \n      \nRelevant  Relevant  531 188 - 719 \nIntermediary  200 - - 200 \nOther  269 - - 269 \nIntermediary  Intermediary  28 - - 28 \nOther  37 - - 37 \nRepayments not allocated  \n(Relevant and Intermediary)  9 - - 9 \nTotal Relevant and Intermediary  1,075  188 - 1,263  \n     \nList of 193  Other  73 - - 73 \nRepayments not allocated  \n(Relevant, Intermediary and 193)  3 - - 3 \nTotal Relevant, Intermediary and 193  1,151  188 - 1,339  \n     \nOther  Other  7 - - 7 \nRepayments not allocated  \n(including Other)  3 - - 3 \n     \nRepayments Total  1,161  188 - 1,349  \n     \nFunds not traced to Repayment  of loans  27 5 530 563 \n     \nTotals  1,188  194 530 1,912  \n  \n \n41 Appendix 7  \nD2/11/31\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 32 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  3.38.  As shown in the table 3-11 above, USD 1,349  million of t"}
{"start": 56000, "text": " and 193  1,151  188 - 1,339  \n     \nOther  Other  7 - - 7 \nRepayments not allocated  \n(including Other)  3 - - 3 \n     \nRepayments Total  1,161  188 - 1,349  \n     \nFunds not traced to Repayment  of loans  27 5 530 563 \n     \nTotals  1,188  194 530 1,912  \n  \n \n41 Appendix 7  \nD2/11/31\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 32 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  3.38.  As shown in the table 3-11 above, USD 1,349  million of the USD 1,912  million of the \nRelevant Drawdown Portions can be shown to be used, using the Funds Flow \nMethodology, to make loan repayments to the Bank. Of this, USD 1,263  million relates \nto repayments of loans to  Relevant and Intermediary Borrowers whi le, when  account \nis also taken of repayments of loans to 193 Borrowers, the total repayments  to the \nBank increases to USD 1,339  million. \n3.39.  As shown in the Use of Funds analysis in Section 5 of Davidson1 and Davidson1A, the \namount of Loan Repayments was not, always, equal to the total amount of the Relevant \nDrawdown that funded them. Funds were ‘lost’ due to the cost of foreign exchange \ntransactions within the Transaction Chains and due to the conversions of drawdowns \nand repayments to USD for presentational p urposes42. The comparison between Loan \nRepayments and the corresponding Relevant Drawdown Portions that funded those \nLoan Repayments can be summarised as follows: 43 \nTable 3 -12 \nType  Loan \nRepayments \n(USD m illion) Corresponding \nRelevant \nDrawdown \nPortions  \n(USD m illion)44 Attributable to \nconversions \nrate \ndifferences \n(USD  million ) Funds \n‘lost’ to \nFX (USD \nmillion) \nRelevant and \nIntermediary Borrowers  1,263  1,295  17 15 \nRelevant, Intermediary \nand 193 Borrowers  1,339  1,371  17 15 \nRelevant, Intermediary, \n193 and Other \nBorrowers  1,349  1,382  17 16 \n3.40.  As shown, the Claimed Credit of USD 1,339  million of Loan Repayments is funded by \nRelevant Drawdown Portions totalling USD 1,371  million . USD 17  million of the \ndifference  is due to conversion rate differences.   \n  \n \n42 A relatively immaterial  amount of funds left the Transaction Chains  but this does not effect this analysis  \n43 Relevant, Intermediary and 193 Borrowers  shown in Appendix 8  \n44 Appendix 7, including Funds not Traced to Repayment for Loan Repayments a nd Bridging Loans  \nD2/11/32\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 33 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  3.41.  USD 1 0 million of the USD 541  million was traced to Loan Repayments by Other \nBorrowers. I have been unable to trace t he remaining USD 530  million to loan \nrepayments .45 I address the significance of being unable to do so further in Section 6 \nbelow.  \nCombining the Use of Funds Defence and the Repayment Defence  \n3.42.  It remains the First Defendant’s case that all but USD 25  million of the Relevant \nDrawdown Portions were repaid. H owever, the Bank contends that , as a matter of law, \nrepayments funded by other fraudulently obtaining loans fall to be disregarded and the \nvalue of repayments funded by assets transferred to the Bank must be reduced.  \n3.43.  As I have noted above, the Use of Funds  Defence can be combined with the \nRepayment Defence.  \n3.44.  I have analysed the USD 25 million of Relevant Drawdown Portions which was  not \nrepaid and can see that of these USD 8 million was used to repay loans to the Bank \nwhich contribute to the amount of the Cl aimed Credit under the Use of Funds Defence.  \n3.45.  Accordingly, assuming all repayments were valid repayments and combining the \nRepayment Defence with the Use of Funds Defence has the effect of reducing the \nBank’s loss to USD 17 million.  \n3.46.  I now turn to consider t he combination of defences in the opposite order, starting with \nthe Use of Funds Defence.  \n3.47.  There is an amount of  USD 541  million 46 of Relevant Drawdown Portions which  is not \nthe subje"}
{"start": 59500, "text": "e to the amount of the Cl aimed Credit under the Use of Funds Defence.  \n3.45.  Accordingly, assuming all repayments were valid repayments and combining the \nRepayment Defence with the Use of Funds Defence has the effect of reducing the \nBank’s loss to USD 17 million.  \n3.46.  I now turn to consider t he combination of defences in the opposite order, starting with \nthe Use of Funds Defence.  \n3.47.  There is an amount of  USD 541  million 46 of Relevant Drawdown Portions which  is not \nthe subject of Claimed Credit because it could not be traced to the repayment of l oans \nmade to borrowers whom the Bank alleges were unable to repay their loans.   \n  \n \n45 As shown in the column entitled “Not Traced” in the table at paragraph 3.37  and Table 3 -11 above  \n46 USD 1,912 million (Relevant  Drawdown Portions) – USD 1,371 million (Traced to Loan Repayments by Relevant, \nIntermediary and 193 Borrowers  in the table at paragraph 3.39 and Table 3 -12 above)  \nD2/11/33\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 34 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  3.48.  Applying the analysis , I have set out above identifying the source of repayment of \nRelevant Drawdown Portions to these particular Relevant Drawdown Portions, I have \ncalculat ed that USD 153  million of them were repaid by Asset  Transfer  and a further \nUSD 22  million was repaid by Relevant Drawdowns or by funds other than loans which \nthe Bank claims were fraudulently obtained : \nTable 3 -13 \nSource of repayment of Relevant Drawdown Portions  Amount (USD \nmillion ) \nTransformation  349 \nAssets  153 \n  \nRelevant Drawdowns  21 \nOther Source  1 \nTotal Repaid  524 \n  \nOutstanding  17 \nTotal  541 \n3.49.  A value of USD 153  million of Relevant Drawdown Portions is shown as being repaid \nby assets . The value of these assets was USD  144 million  on the dates they were \ntransferred to the Bank, as per the Transactional Data . The difference between USD \n153 million and USD 144  million is explained by the depreciation of the hryvnia against \nthe dollar between the drawdown dates and the asset transfer dates  (in other words, \nthe UAH loan was the equivalent of a greater value in USD terms at the date of the \ndrawdown than at the date of the subsequent repayment ). \n3.50.  I understand the First Defendant  claims credit should be given for the assets repaying \nRelevant Drawdown Portions at the value entered into the Transactional Data , USD \n144 million.  \n  \nD2/11/34\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 35 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  3.51.  The Bank has undertaken a revaluation exercise in relation to assets that repaid \nRelevant and Intermediary Lo ans, which I refer to as the “ Bank’s Asset Revaluation ”. \nThompson1 sets out the results of this exercise by asset in Thompson1, Appendix 7 -\n2-3. The Bank’s Asset Revaluation of the assets comprising the USD 144  million which \nrepaid Relevant Drawdown Portion s reduced the asset value to USD 31.6  million 47.  \n3.52.  The First Defendant  has also undertaken a revaluation exercise in relation to assets \nthat repaid Relevant and Intermediary Loans, which I refer to as “ the First \nDefendant ’s Asset Revaluation ”. The First De fendant ’s Asset Revaluation of the \nassets comprising the USD 144  million which repaid Relevant Drawdown Portions \nreduced the asset value  to USD 75. 5m.48 \n3.53.  The valuation issues are for others to address and ultimately for the Court to decide \nbut combining the  Use of Funds Defence with the Repayment Defence would result in \nthe amount of USD 541  million I have identified being reduced at least by the value of \nthe relevant assets  ultimately  attributable to the repayment of the Relevant Drawdown \nPortions and by th e amount of repayments by Relevant Drawdown s and by at least the \namount of cash repayments not associated with loans alleged to have been \nfra"}
{"start": 63000, "text": "n issues are for others to address and ultimately for the Court to decide \nbut combining the  Use of Funds Defence with the Repayment Defence would result in \nthe amount of USD 541  million I have identified being reduced at least by the value of \nthe relevant assets  ultimately  attributable to the repayment of the Relevant Drawdown \nPortions and by th e amount of repayments by Relevant Drawdown s and by at least the \namount of cash repayments not associated with loans alleged to have been \nfraudulently obtained.49  \n3.54.  There is an issue between the parties as to whether or not credit should be given for \nrepayments of Relevant Drawdown Portions funded by Transformation which affects \nboth the Repayment Defence and the combination of that defence with the Use of \nFunds Defence.  \n  \n \n47 Appendix 6 -4 \n48 Appendix 6 -4 \n49 Summary of asset revaluations by the bank and D1 experts is set out in Appendix 2  \nD2/11/35\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 36 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  4. Review of the Bank’s Financial Statements 2012 -2016 in relation to repayment of \nloans under the Loan Repayment Defence  \n4.1. The conclusion I reached in my first report in relation to the Loan Repayment Defence \nwas that , subject to a relatively small amount of around USD 75 million owed by \nTamersa and Prominmet,  the Relevant Loans and Intermediary Loans had all been \nrepaid to the Bank , as set out in Section 4 and at Appendix 5. This conclusion was \nreached based on a detailed review of the Transactional Data.  \n4.2. In his report, Mr Steadman for the Second Defendant analysed50 the Bank’s Financial \nStatements in the course of considering the Bank’s loss and the consistency between \nthe loss claimed by the Bank in this matter and any loss recognised in the Bank’s \naccounts. He concluded that  \n4.2.i.  No impairment has been identifie d in respect of the Relevant Loans or \nIntermediary Loans in the 2016 Financial Statements or earlier51.  \n4.2.ii.  Any impairment recognised by the Bank in 2016 was recognised in respect of \nthe New Loans and the Bank had recorded the Relevant Loans and \nIntermediary Loans as having been repaid.  \n4.3. I have also reviewed the Bank’s Financial Statements, in particular its loan books, to \nidentify whether those Financial Statements contribute any useful information \nregarding the repayment of Relevant Loans and Intermediary Loans  in the context of \nthe First Defendant’s Loan Repayment Defence . \n  \n \n50 Steadman 1, Section 3  \n51 Steadman 1, Section 3.3.1  \nD2/11/36\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 37 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  4.4. The Bank made up its accounts to 31 December in each year. Note that the Bank’s \naccounts are prepared in UAH , whereas the Claim and the D efence refer to amounts  \ndenominated i n USD . \n4.5. Based on my review of the Transactional Data, I identified that Relevant Loans and \nIntermediate Loans were repaid, according to the Loan Repayment Defence in the \nfollowing accounting periods  (all in USD millions) : \nTable 4 -1 \nLoan category  Totals  2013  2014  2015  2016  \nRelevant Loans  (USD  million) 2,358  925 1,379  51 3 \nIntermediary Loans  (USD  million) 1,660  891 758 10 0 \nPercentage repaid  100%  45.2%  53.2%  1.5%  0.1%  \n4.6. I have reviewed the Financial Statements for the years from 2012 to 2016. I extended \nthe period back a couple of years in order to give myself a perspective of the content \nof and management of the loan book over a longer period.  \n  \nD2/11/37\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 38 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  4.7. First, I set out the size  of the loan book over this period . The total amount of  loans and \nadvances to customers over this period, all expressed in UAH, were as follows:  \nTable 4 -2 \nYear"}
{"start": 66500, "text": "period back a couple of years in order to give myself a perspective of the content \nof and management of the loan book over a longer period.  \n  \nD2/11/37\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 38 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  4.7. First, I set out the size  of the loan book over this period . The total amount of  loans and \nadvances to customers over this period, all expressed in UAH, were as follows:  \nTable 4 -2 \nYear ended 31 December  \n \nAll figures in UAH m illion  2012 \n(restated \n2014)  2013 \n(restated \n2014)  2014  2015  FY2016 \n(restated \n2018)  \nLoans and advances to \ncustomers as per Statement \nof Financial position  113,213  133,604  159,173  189,314  32,616  \nLoans managed as a \nseparate portfolio      191,139  \nCorporate loans  108,210  124,080  149,113  183,864  2,639  \nOther loans and advances to \ncustomers       \nLoans to individuals – cards  16,065  21,900  22,092  20,362  19,749  \nLoans to individuals – \nmortgage  3,637  3,373  5,228  8,099  9,045  \nLoans to individuals – \nconsumer  1,072  710  171  610  1,069  \nLoans to individuals – auto  643  301  232  261  264  \nLoans to individuals – other  1,307  947  1,141  1,648  1,054  \nLoans to small and medium \nenterprises (SME)  1,216  2,318  2,075  2,252  2,494  \nFinance lease receivables – \ncorporate customers   98  252  329  307  \nFinance lease receivables – \nindividuals   493  410  264  164  \nTotal loans and advances \nto customers, gross  132,150  154,220  180,714  217,689  227,924  \nLess: Allowance for loan \nimpairment  -18,937  -20,616  -21,541  -28,375  -195,308  \nTotal loans and advances \nto customers  113,213  133,604  159,173  189,314  32,616  \n \n  \nD2/11/38\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 39 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  4.8. Over the same period, loan impairment took place as follows:  \nTable 4 -3 \nYear ended 31 December  \n \nAll figures in UAH m illion FY2012 \n(restated \n2014)  FY2013 \n(restated \n2014)  FY2014  FY2015 \n(restated \n2016)  FY2016 \n(restated \n2018)  \nProvision for impairment of \nloans and advances to \ncustomers as per \nStatement of Profit or Loss  4,898  3,624  4,631  3,691  154,617  \nAllowance for loan \nimpairment at the \nbeginning of the period  15,249  18,937  20,616  21,541  28,375  \nProvision for impairment \nduring the period:  5,703  4,634  5,775  3,691  154,617  \nAmount written off during the \nperiod as uncollectible  -2,008  -2,957  -5,131  -842 -822 \nRecoveries of amounts \npreviously written off as \nuncollectible     1,295  706 \nCurrency translation \ndifferences  -7  2  281 2,690  1,465  \nAllowance for loan \nimpairment at the end of \nthe period  18,937  20,616  21,541  28,375  184,341  \n \n  \nD2/11/39\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 40 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  4.9. An analysis of the credit quality of the loan book over the same period indicates the \nfollowing:  \nTable 4 -4 \nYear ended 31 December  \n \nAll figures in UAH m illion FY2012 \n(restated \n2014)  FY2013  \n(restated \n2014)  FY2014  FY2015 \n(restated \n2016)  FY2016 \n(restated \n2018)  \nNeither past due nor impaired  \nLarge borrowers with history \nwith the Bank over 2 years  66,183  78,176  76,052  72,333  391 \nLarge borrowers with history \nwith the Bank less than 2 \nyears  4,596  5,578  13,357  26,322   \nLoans to medium size \nborrowers  5,012  1,422  3,339  2,932  1,082  \nLoans to small borrowers  240 263 288 266 300 \nTotal neither past due nor \nimpaired  76,031  85,439  93,036  101,853  1,773  \nPast due but not impaired (gross)  \nless than 30 days overdue  292 85 92 160 57 \n31 to 90 days overdue  16 135 534 2,413  51 \nover 91 days overdue   104 200 1,694   \nTotal past due but nor \nimpaired (gross)  308 324 826 4,267  108 \nLoans individually determined to be impaired (gross)  \nNot overdue  27,384  32,245  51,910  63,744  161,960  \nl"}
{"start": 70000, "text": "  1,422  3,339  2,932  1,082  \nLoans to small borrowers  240 263 288 266 300 \nTotal neither past due nor \nimpaired  76,031  85,439  93,036  101,853  1,773  \nPast due but not impaired (gross)  \nless than 30 days overdue  292 85 92 160 57 \n31 to 90 days overdue  16 135 534 2,413  51 \nover 91 days overdue   104 200 1,694   \nTotal past due but nor \nimpaired (gross)  308 324 826 4,267  108 \nLoans individually determined to be impaired (gross)  \nNot overdue  27,384  32,245  51,910  63,744  161,960  \nless than 30 days overdue   40 182 167 4,939  \n31 to 90 days overdue  332 798 507 165 5,317  \n91 to 180 days overdue  1,904  203 290 4,812  650 \n181 to 360 days overdue  1,847  3,064  855 4,783  343 \nover 361 days overdue  404 1,967  1,507  4,073  3,338  \nTotal individually impaired \nloans (gross)  31,871  38,317  55,251  77,744  176,547  \nLess impaired provisions  -17,360  -18,795  -16,233  -20,794  -169,108  \nTotal Loans and advances to \ncustomers  90,850  105,285  132,880  163,070  9,320  \n \nD2/11/40\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 41 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  4.10.  The key points to draw from this analysis of the Bank’s financial statements are the \nfollowing:  \n4.10.i.  The financial statements show a loan book without material movements in \n2014 and 2015 ; \n4.10.ii.  In particular the loan book indicates a similar level of loans in 2014 and 2015 \nwhich are n either overdue nor impaired.  \n4.10.iii.  Overall, the level of overdue loans is small in all years up to 2016 . With regard \nto years up to and including 2015, this is because loans were repaid. With \nregard to 2016, this is because the loans which were on the loan book  at that \ntime (which did not include the Relevant or intermediary loans as these had \nbeen repaid) were impaired.  \n4.10.iv.  There is a gentle increase in the level of specific loans which are impaired \nover 2013 -2015 but no unusual or materially increased impairment o f specific \nloans in these years ; \n4.10.v.  Similarly, the actual provision for impairment of loans as charged to the profit \nand loss account in 2014 and 2015 was consistent with earlier years ; \n4.10.vi.  As all R elevant Loans and I ntermediary Loans  were shown in the TD as full y \nrepaid, the Banks financial statements for 2014 and 2015 were prepared on \nthe basis that the RLs and ILs were repaid on an unimpaired basis.  \n4.11.  The position is quite different in 2016. In that year loans amounting to UAH  191 billion \nwere transferred to being managed as a separate portfolio. The loan book was \nmaterially written down from UAH 189  billion  to UAH 32 billion . The value of loans \ntreated as neither past due nor impaired was reduced from UAH 101.9  billion  to UAH \n1.8 billion . The actual provision for impairment of loans and advances to customers \nincreased from UAH  3.7 billion  to UAH 154.6  billion , and loans individually determined \nto be impaired increased from UAH 77.7  billion  to UAH 176.5 billion . \n  \nD2/11/41\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 42 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  4.12.  The following statement appeared in the Bank’s 2016 financial statements, at note 9:  \n\"In October – November 2016, the Bank restructured a part of its loan portfolio \nwith a total value of UAH 137,082 million before allowance for impairment as at 31 \nDecember 2016. During the restructuring, the Bank changed loans currency to \nUAH, lowered interest rates, extended maturity of loans to 2024 and 2025, \nconverted some of loans into finance lease and changed collateral pledged under \nloans. As at 31 December 2016, the Bank recognis ed UAH 135,018 million of \nallowance for impairment under these loans. \" \n  \nD2/11/42\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 43 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  5. Consideration of diff"}
{"start": 73500, "text": " the Bank changed loans currency to \nUAH, lowered interest rates, extended maturity of loans to 2024 and 2025, \nconverted some of loans into finance lease and changed collateral pledged under \nloans. As at 31 December 2016, the Bank recognis ed UAH 135,018 million of \nallowance for impairment under these loans. \" \n  \nD2/11/42\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 43 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  5. Consideration of differences between the Bank’s methodology and mine , in \nconnection with the Use of Funds Defence  \n5.1. In paragraph 35.3 of the RRAR , The Bank states  \n\"[35.3] The Defendants’ factual case as to use of the funds drawn down under the \nRelevant Loans adopts the analysis set out in the Addendum to Mr Davidson’s First \nReport (the “ Davidson Tracing Exercise ”). The accuracy and completeness of \nthe Davidson Tracing Exercise will be addressed in Mr Thompson’s Supplemental \nReport. Without prejudice to the Bank’s right to rely on Mr Thompson’s \nSupplemental Report in due course, the Bank pleads as follows:  \n \n[35.3.1] Subject to certain exceptions which will be identified in expert  evidence in \ndue course, it is admitted that the Davidson Tracing Exercise accurately applies a \n‘Funds Flow’ methodology in order to trace Relevant Drawdowns totalling US$1.57 \nbillion to repayments of loans to the Bank (viz., the ‘Loan Repayment Transactio n \nChains’ identified in the Addendum to Mr Davidson’s First Report).  \n \n[35.3.3] The Davidson Tracing Exercise fails to identify what happened to 69 of the \n270 Relevant Drawdowns totalling US$557 million.  \n \n[35.3.5] The Bank’s Methodology (as defined i n the T hompson Report) is to be \npreferred to the methodologies as applied in the Davidson Tracing Exercise. \" \n  \n5.2. In my opinion the methodolog y I have adopted  and appl ied in determining the use of \nthe Relevant Drawdown funds52 is proper and is to be preferred to the Bank’s \nMethodol ogy in this context . \n5.3. The Funds Flow Methodology that I used in  conducting what the Bank refers to as  “the \nDavidson Tracing Exercise ” is that described in Section 5 of Davidson1 . I traced the \nflow of Relevant Drawdown funds u sing Exact Matching  which is a process which \nmatches the amounts into and out of a bank account .53 This methodology was used to \n \n52 I note, my exercise was restricted to the use of Relevant Drawdown funds and not all funds drawn down under \nthe Relevant Loans  \n53 Or near Exact Matching  \nD2/11/43\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 44 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  show that , of the USD 2.3  billion of Relevant Drawdowns , USD 1.54  billion was used \nto repay loans owed to the Bank.  \n5.4. The Bank’s Methodology is described in detail in paragraph 3.15 of Thompson1 and is \nsummarised as using “ Supply Agreement references to link Prepayments and Returns \nof Prepayments in preference to Exact Matching. ”54. Thompson1 concludes in \nparagraph 3.174 that, using the Bank’s Methodology, “ the Bank’s case on how the \n[USD 2.3  billion] Relevant Drawdowns funded the [USD 1.9  billion] Unreturned \nPrepayments is consistent and accurate ”. \n5.5. USD 2.3  billion  of Relevant Dra wdowns could not fund both USD 1.54  billion  of Loan \nRepayments and USD 1.9  billion  of Unreturned Prepayments. Therefore, it may help \nthe Court to understand the two methodologies and the reason for the contradiction  \nbetween the conclusions reached applying  them . \n5.6. My tracing exercise does what tracing exercises are primarily designed to do. It starts \nfrom the data set, and the particular transaction therein being considered, in this case \na drawdown under a loan, and follows payments into and out of bank accou nts so as \nto identif y from the data set  the use to which the funds draw n down were actually put. \nThis is an objective exercise in a tracing sense , looking a"}
{"start": 77000, "text": "reason for the contradiction  \nbetween the conclusions reached applying  them . \n5.6. My tracing exercise does what tracing exercises are primarily designed to do. It starts \nfrom the data set, and the particular transaction therein being considered, in this case \na drawdown under a loan, and follows payments into and out of bank accou nts so as \nto identif y from the data set  the use to which the funds draw n down were actually put. \nThis is an objective exercise in a tracing sense , looking at the movements of funds . It \nis unaffected by any confirmatory bias resulting from  what another person may have \nsaid about  what the funds were used , or were intended to be used, for .  \n5.7. The Bank’s methodolog y identifies  the Unreturned Prepayment as the  item of prime \nimportance, so it starts with that  and work s backwards to identify the so urce of it. From \na traditional tracing perspective , the data does not actually allow anyone  to do that. \nHowever, there are narrative field s within the Transactional D ata which bear supply \nagreement references. The Bank’s methodology allows  the information contained in \nthe narrative field to be used to connect two otherwise unconnected transactions , \nidentifying a particular transfer as the source of funds for  a prepayment . This narrative  \ninformation is  preferred by the Bank to any analysis of  the actual use,  or application , \nto which the funds  have been put .   \n  \n \n54 Thompson1, Glossary  \nD2/11/44\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 45 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  5.8. In order to demonstrate the differen t effect of  the methodologies, I take the example of \nRelevant Drawdown RD022.  \n5.9. Using my Funds Flow methodology,  Relevant Drawdown RD022 is traced to a Loan \nRepayment. Appendix 8 -1-022-1 to Davidson1 shows the tracing diagrammatically as \nfollows55: \nDiagram 5 -1 \n \n5.10.  As can be seen, almost the full amount of the USD 23 million advanced on 17 February \n2014 had been returned to the Bank by Darsten by 28 Feb ruary 2014.   \n5.11 The Bank’s Methodology  traces Relevant Drawdown RD022 to an Unreturned \nPrepayment  made on 12 August 2014 in a number of stages . Appendix 3 -2-23-1 to \nThompson1 shows the transactions linked together by reference numbers  \ndiagrammatically as follows:  \nDiag ram 5 -2 \n \n \n55 Transaction dates added for the purpose of this report . \nD2/11/45\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 46 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  5.11.  As shown in the two diagrams above, both methodologies  show the Relevant \nDrawdown funds56 are transferred from Darsten to Eurotyre57. This occurs on 18 \nFebruary 2014 with the prepayment reference “K2901 -14 DD 29.01.2014”.  \n5.12.  At this point, the Bank’s Methodology continues to trace the funds by identifying the \nreturn of the prepayment referenced “K2901 -14 DD 29.01.2014 ” from Eurotyre to \nDarsten. However, t his occurred almost three months later on 16 May 2014.  This \npresentation  does not set out any transactional tracing or analysis of movements in \nfunds in the intervening three month period.  Indeed, these are ignored.  \n5.13.  By contrast, t he Fund Flow basis  of conventional tracing identifies how the funds \nreceived by Eurotyre were immed iately used by Eurotyre . It is plain from the Bank \nstatements that they  were returned to Darsten the same day in repayment of an earlier \nprepayment in respect of a different Supply Agreement.  \n5.14.  The relevant entries in the  bank account statement for Eurotyre are set out below. It is \nto be noted that Eurotyre received a credit in the amount of USD 23  million  from a third \nparty on 16 May 2014 and used those funds  to make the return of the amount which  \nDarsten  had prepaid unde r supply agreement K2901 -14 on 18 February 2014.  \nTable 5 -3 \nDate  Description  Amount  Balance   \n18/02/2"}
{"start": 80500, "text": "e day in repayment of an earlier \nprepayment in respect of a different Supply Agreement.  \n5.14.  The relevant entries in the  bank account statement for Eurotyre are set out below. It is \nto be noted that Eurotyre received a credit in the amount of USD 23  million  from a third \nparty on 16 May 2014 and used those funds  to make the return of the amount which  \nDarsten  had prepaid unde r supply agreement K2901 -14 on 18 February 2014.  \nTable 5 -3 \nDate  Description  Amount  Balance   \n18/02/2014  /BNF/FOR EUROTYRE S.AVANTERPOOL \nPLAZA,P.O. BOX 873,WICKHAMS CAY I, \nROAD TOWN, TORTOLA,BVI \n26005040000757 FOR PREPAYMENTS \nACCORDING  TO THECONTRACT NO \nK2901 -14 DD 29.01.14 FOR NATURAL  \nRUBBER TEHNICAL FROM DARS  23,000,000.00  23,001,061.92  Incoming for \nboth b ases  \n18/02/2014  FOR DARSTEN TOV   26005050005707 \nFOR RETURN OF PREPMNT FOR \nNATURAL RUBBER TEHNICALL \nCONTR.K0511 -13 DD20.11.2013  -23,000,000.00  1,061.92  Funds Flow \nMethodology  \n18/02/2014  COMMISSION FOR P/O REF. \nCYDNE2IW0019IV FOR USD 23000000.00  -3.00 1,058.92   \n20/02/2014  OPERATIONAL COMMISSIONS UNDER L/C \nN 0112/5117/IMPA  -150.00  908.92   \n26/02/2014  OPERATIONAL COMMISSIONS UNDER L/C \nN 0112/5117/IMPA  -68.50  840.42   \n28/02/2014  INTEREST ON BALANCE FOR THE PERIOD \nFROM 31.01.2014 TILL 27.02.2014  12,619.60  13,460.02   \n \n56 The first arrow from  the left in the Funds Flow diagram and the top left, green with red outline arrow in the \nPrepayment diagram.  \n57 The second arrow from the left in the Funds Flow diagram and the top right, dark blue arrow in the Prepayment \ndiagram.  \nD2/11/46\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 47 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  Date  Description  Amount  Balance   \n28/02/2014  COMMISSION FOR MONTHLY \nMAINTANANCE ACCOUNT FOR THE \nMONTH 02.2014  -20.00  13,440.02   \n05/03/2014  AGREEMENT HE 2/13 -F DD 11.02.2013  505,000.00  518,440.02   \n05/03/2014  FOR GREGORY INVESTMENTS LLP   \nEE513300333453820009 FOR PMNT FOR \nTECHNICAL CONSULTING SERVICES \nINV.ET -11/G6 DD 18.11.2013  -260,400.00  258,040.02   \n05/03/2014  COMMISSION FOR P/O REF. \nCYDNE35W001AJZ FOR USD 260400.00  -27.00  258,013.02   \n05/03/2014  FOR ORE MINING AND PROCESSING \nMACHINERYPTE LTD  \nKZ0794806USD22031156 FOR PMNT FOR \nSERVICES PROVIDER REMUNERATION \nINV 1 DD 12.02.2014 CONTRACT W/N DD \n05/08/2013 /ACC/BIN 040341002425  -253,637.94  4,375.08   \n05/03/2014  COMMISSION FOR P/O REF. \nCYDNE35W001AJX FOR USD 253637.94  -27.00 4,348.08   \n05/03/2014  COMMISSION FOR SEND THE COPY OF \nSWIFT MESSAGE P/O 253637,94 \nUSD,260400.00 USD  -30.00  4,318.08   \n06/03/2014  AGREEMENT HE 2/13 -F DD 11.02.2013  550,000.00  554,318.08   \n06/03/2014  FOR EURO TYRES MANUFACTURING \nSRLROMANIA  \nRO25BACX0000000731870008 FOR \nACCORDING TO THE LOAN AGREEMENT \nDATED AUGUST 7,2012 DISBURSEMENT \n30 -550,000.00  4,318.08   \n06/03/2014  COMMISSION FOR P/O REF. \nCYDNE36W001AO3 FOR USD 550000.00  -27.00  4,291.08   \n14/03/2014  OPERATIONAL COMMISSIONS UNDER L/C \nN 0112/5117/IMPA  -910.00  3,381.08   \n31/03/2014  INTEREST ON BALANCE FOR THE PERIOD \nFROM 28.02.2014 TILL 31.03.2014  10,942.82  14,323.90   \n31/03/2014  COMMISSION FOR MONTHLY \nMAINTANANCE ACCOUNT FOR THE \nMONTH 03.2014  -20.00  14,303.90   \n03/04/2014  AGREEMENT HE 2/13 -F DD 11.02.2013  790,000.00  804,303.90   \n03/04/2014  FOR EURO TYRES MANUFACTURING \nSRLROMANIA  \nRO25BACX0000000731870008 FOR \nACCORDING TO THE LOAN AGREEMENT \nDATED AUGUST 7,2012 DISBURSEMENT \n31 -800,000.00  4,303.90   \n03/04/2014  COMMISSION FOR P/O REF. \nCYDNE43W001C05 FOR USD 800000.00  -52.00  4,251.90   \n11/04/2014  AGREEMENT HE 2/13 -F DD 11.02.2013  600,000.00  604,251.90   \n11/04/2014  FOR EURO TYRES MANUFACTURING \nSRLROMANIA  \nRO25BACX0000000731870008 FOR \nACCORDING TO THE LOAN AGREEMENT \nDATED AUGUST 7,2012 DISBURSEMENT \n32 -600,000.00  4,251.90   \nD2/11/47\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 48 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FOR"}
{"start": 84000, "text": "SEMENT \n31 -800,000.00  4,303.90   \n03/04/2014  COMMISSION FOR P/O REF. \nCYDNE43W001C05 FOR USD 800000.00  -52.00  4,251.90   \n11/04/2014  AGREEMENT HE 2/13 -F DD 11.02.2013  600,000.00  604,251.90   \n11/04/2014  FOR EURO TYRES MANUFACTURING \nSRLROMANIA  \nRO25BACX0000000731870008 FOR \nACCORDING TO THE LOAN AGREEMENT \nDATED AUGUST 7,2012 DISBURSEMENT \n32 -600,000.00  4,251.90   \nD2/11/47\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 48 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  Date  Description  Amount  Balance   \n11/04/2014  COMMISSION FOR P/O REF. \nCYDNE4BW001CCP FOR USD 600000.00  -27.00  4,224.90   \n28/04/2014  AGREEMENT HE 2/13 -F DD 11.02.2013  1,500,000.00  1,504,224.90   \n28/04/2014  FOR EURO TYRES MANUFACTURING \nSRLROMANIA  \nRO25BACX0000000731870008 FOR \nACCORDING TO THE LOAN AGREEMENT \nDATED AUGUST 7,2012 DISBURSEMENT \n33 -1,500,000.00  4,224.90   \n28/04/2014  COMMISSION FOR P/O REF. \nCYDNE4SW001D0J FOR USD 1500000.00  -52.00  4,172.90   \n30/04/2014  INTEREST ON BALANCE FOR THE PERIOD \nFROM 01.04.2014 TILL 29.04.2014  9,916.93  14,089.83   \n30/04/2014  COMMISSION FOR MONTHLY \nMAINTANANCE ACCOUNT FOR THE \nMONTH 04.2014  -20.00  14,069.83   \n16/05/2014  PMNT UNDER INV DD 14.05.14  23,000,000.00  14,066.83   \n16/05/2014  COMMISSION FOR P/O REF. \nCYDNE5GW001E5T FOR USD 23000000.00  -3.00 -22,985,933.17   \n16/05/2014  FOR DARSTEN TOV   26005050005707 \nFOR RETURN OF PREPMNT FOR \nNATURAL RUBBER TEHNICAL \nCONTR. K2901 -14 DD 29.01.2014  -23,000,000.00  -22,985,930.17  Bank’s \nMethodology  \n \n  \nD2/11/48\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 49 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  Applying a Fund s Flow Methodology  to this data set  \n5.15.  Following the 18 February 2014 transfer from Eurotyre back to Darsten, to continue to \ntrace the funds, the Funds Flow Methodology looks at the use of those funds within the \nDarsten bank account statements . This  shows  that the Relevant Drawdown funds were \nused to make Loan Repayments as follows:  \nTable 5 -4 \nAcc Date  Description  CCY  Amount   \n0542  18/02/2014  1722092/26005050005707 \nDARSTEN TOV RETURN OF \nPREPMNT FOR NATURAL  \nRUBBER TEHNICALL \nCONTR.K0511 -13 DD20.11.2013 \nFROM EUROTYRE  \nS.A.VANTERPOOL PLAZA, \nP.O.BOX873, WIC  USD  23,000,000  Transfer from \nEurotyre  \n0542  18/02/2014  99 - OTHER FUNDS WRITTEN \nOUT - OTHER  USD  -11,500,000  Transfer to \nUSD Account  \n5707  18/02/2014  99 - OTHER FUNDS WRITTEN \nOUT - OTHER  USD  11,500,000  Receipt of \nUSD  \n5707  19/02/2014  REPAYMENT OF DEBT UNDER \nTHE LOAN AGREEMENT \n№4D13095D FROM  \n05.03.2013 WITHOUT VAT  USD  -11,500,000  Repayment of \nloan \n4D13095D  \n0542  18/02/2014  01 - Funds for compulsory sale \nwritten off  USD  -11,500,000  Transfer to \nUAH Account  \n3087  18/02/2014  MANDATORY SALE 11500000.00 \nUSD FOR EXCHANGE RATE \n8.6458000  \nACCORDING TO REQUEST \nE0218SUS00OFI  UAH  99,426,700  Receipt of \nUSD 11.5m \nconverted to \nUAH  \n3087  19/02/2014  FUNDS FOR THE PURCHASE \nOF CURRENCY ACCORDING TO \nTHE APPLICATION  \n№4 OF 19.02.2014, USD \n11,048,638.73 AT THE \nEXCHANGE RATE OF 8,999  \nWITHOUT VAT  UAH  -99,426,700  Transfer to \nUSD account  \n5707  27/02/2014  PURCHASE 11394565.54 USD \nFOR EXCHANGE RATE 8.7258 \nREQUEST  \nE0219SUS007WI FROM \n19.02.2014. LOAN REPAYMENT \nAGREEMENT CREDIT. DOG  \n№4D13095D FROM 05.03.2013  USD  11,394,566  Receipt of \nUAH 99m \nconverted to \nUSD  \n5707  28/02/2014  REPAYMENT OF DEBT UNDER \nTHE LOAN AGREEMENT \n№4D13095D FROM  \n05.03.2013 WITHOUT VAT  USD  -11,394,566  Repayment of \nloan \n4D13095D  \n \n  \nD2/11/49\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 50 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  Applying the Bank’s Methodology  to this data set  \n5.16.  Following the 16 May 2014 return of prepayment under Supply Agreement  K2901 -14 \nfrom Eurotyre back to Darsten, the Bank’s Methodology uses Exact Matching58"}
{"start": 87500, "text": "DEBT UNDER \nTHE LOAN AGREEMENT \n№4D13095D FROM  \n05.03.2013 WITHOUT VAT  USD  -11,394,566  Repayment of \nloan \n4D13095D  \n \n  \nD2/11/49\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 50 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  Applying the Bank’s Methodology  to this data set  \n5.16.  Following the 16 May 2014 return of prepayment under Supply Agreement  K2901 -14 \nfrom Eurotyre back to Darsten, the Bank’s Methodology uses Exact Matching58 to \ncontinue to trace the funds in Darsten’s bank account , conclud ing that they are used \nto make a prepayment under Supply Agreement  0605CD -1/14 the same day :59 \nTable 5 -5 \nAcc Date  Description  CCY  Amount   \n0542  16/05/2014  1721092 /26005050005707 DARSTEN \nTOV RETURN OF PREPMNT FOR \nNATURAL RUBBER TEHNICAL \nCONTR.K2901 -14 DD 29.01.2014 \nFROM EUROTYRE S.A.VANTERPOOL \nPLAZA,P.O.BOX873,WIC  USD  23,000,000  Transfer \nfrom \nEurotyre  \n0542  16/05/2014  99 - OTHER FUNDS WRITTEN OUT - \nOTHER  USD  -5,750,000  Transfer to \nUSD \nAccount  \n5707  16/05/2014  99 - OTHER FUNDS WRITTEN OUT - \nOTHER  USD  5,750,000  Receipt of \nUSD  \n0542  16/05/2014  01 - Funds for compulsory sale written \noff USD  -17,250,000  Transfer to \nUAH \nAccount  \n3087  16/05/2014  ОБЯЗАТЕЛЬНАЯ ПРОДАЖА \n17250000.00 USD  ПО КУРСУ \n11.6629830 СОГЛАСНО ЗАЯВКЕ \nE0516 SUS00FXI UAH  201,186,457  Receipt of \nUSD 17.2m \nconverted to \nUAH  \n3087  16/05/2014  ПЕРЕЧИСЛЕНИЕ ДЕНЕЖНЫХ \nСРЕДСТВ СОГЛАСНО КРЕДИТНОГО \nДОГОВОРА   4Д14118И ОТ \n11.02.2014Г. БЕЗ ПДВ  UAH  1,005,932  FX Top up  \n3087  16/05/2014  СРЕДСТВА НА ПОКУПКУ ВАЛЮТЫ \nСОГЛАСНО ЗАЯВКИ  1 ОТ \n16.05.2014Г., 17 250 000 ДОЛЛАРОВ \nСША ПО КУРСУ 11,662983 ГРН. В Т.Ч \nСБОР В ПФ - 1 005 932,28ГРН. БЕЗ \nПДВ UAH  -202,192,389  Transfer to \nUSD \naccount  \n5707  16/05/2014  ПОКУПКА 17250000.00 USD  ПО \nКУРСУ 11.6629830 ЗАЯВ \nE0516 SUS00G1I ОТ 16.05.14. \nКОНТРАКТ N 0605CD -1/14 ОТ \n06.05.2014Г. ПФ 1 005 932.28 ГРН  USD  17,250,000  Receipt of \nUAH 202m \nconverted to \nUSD  \n5707  16/05/2014  FOR COLLYER LIMITEDPROSPECT \nHOUSE 2 ATHENAEUM \nROAD,LONDON N20 9YU, UK \nCY851 25000000026004400115001 \nFOR PREPAYMENTS ACCORDING  \nTO THECONTRACT NO 0605CD -1/14 \nDD 06.05.14FOR AUSTRALIAN \nMANGANESE ORE LUMPS  USD  -23,000,000  Transfer to \nCollyer  \n \n58 Thompson1, paragraph 3. 15 \n59 Appendix 3 -2-23-2 to Thompson1  \nD2/11/50\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 51 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  5.17.  It can be seen from the above  that there is no identifiable connection between the \nreturn of prepayment  to Darsten  from Eurotyre,  under a Supply Agreement  referenced \nK2901 -14 for natural rubber and the  subsequent  transfer from Darsten to Collyer  under \nSupply Agreement  referenced 0605CD -1/14 for manganese ore. Had the Bank’s \nMethodology been confined to following payments using narrative information, the \ntracing would have ended with the Returned Prepayment.   \n5.18.  However, in the absence of narrative i nformation, following the return of a Prepayment, \nthe Bank’s Methodology  makes a further connection based upon how Darsten utilised \nthe funds received . In other words, some links in the chain are supplied by the use of \nExact Matching, the same as used in t he Funds Flow Methodology . \n5.19.  Prepayments are linked to Returns of Prepayment only using Supplier Agreement \nReferences. However, Returns of Prepayment are linked to Prepayments under \ndifferent references using Exact Matching. As shown in the diagram 5-2, the Bank’s \nMethodology makes the connections between transfers using Supplier Agreement \nReferences twice and through Exact Matching  twice60 in order to identify that the \nRelevant Drawdown caused the Unreturned Prepayment  under a third Supply \nAgreement with the  reference 0508CD -2/14.   \n5.20.  What is particularly of interest here is how th e Bank’s hybrid approach does the \nopposite of what tracing exercises are routinely "}
{"start": 91000, "text": "ent references using Exact Matching. As shown in the diagram 5-2, the Bank’s \nMethodology makes the connections between transfers using Supplier Agreement \nReferences twice and through Exact Matching  twice60 in order to identify that the \nRelevant Drawdown caused the Unreturned Prepayment  under a third Supply \nAgreement with the  reference 0508CD -2/14.   \n5.20.  What is particularly of interest here is how th e Bank’s hybrid approach does the \nopposite of what tracing exercises are routinely , and in my experience almost \nexclusively , used to do. Tracing exercises are  used to follow particular funds. They are \noften deployed to undermine a potentially misleading suggestion that funds were \nobtained to be used for a stated purpose.  The purpose of a tracing exercise in such \ncircumstances is to work blind and show what the money was actually used for .  \n5.21.  Therefore, in short, a  conventional  tracing exercise ignores any potentially  sham or \nfake explanation and focuses on the objective nature of the movement of money \nbetween bank accounts  and the use of funds . Curiously, the Bank’s Methodology does \nthe opposite. It seeks to ignore what the funds actually did and to prefer ( when the \nopportunity is presented ) the explanation of the funds provided contemporaneously  by \nthe person alleged to have been responsible for a misappropriation , referring to supply \nagreements which the Bank alleges were sham transactions.  \n \n60 Ignoring the direct use of the Relevant Drawdown and FX top Ups which are also identified using the Funds \nFlow Methodology.  \nD2/11/51\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 52 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  5.22.  Thus, t he Bank describes the Supplier Agreements as  \n“shams and/or transactions that are contrary to Ukrainian public policy, in that \nthey were not intended to create enforceable commercial obligations but were \nput in place to … hide [the] misappropriation of assets”61. \n5.23.  In such circumstances a tracing exercise would steer clear of , rather than rely on , the \nSupplier Agreement References for the purposes of identifying the use or application \nof funds.  \n5.24.  Furthermore, a tracing exercise would not ignore the use of the funds sought to be \ntraced and wait for a n account to be replenished by equivalent funds supplied from a \ndifferent source before following those replacement funds.  \n5.25.  The Bank’s Methodology  for tracing  the use of funds make s a link between transactions \noccurring 3 months apart , and separated by nume rous transactions,  even where the \neffect of the intervening transactions has been to empty the account.  \n5.26.  Once funds are identified as the source for a prepayment  made by a Borrower , the \nBank’s Methodology simply ignores what the Supplier does without those particular \nfunds. Within the Supplier’s account, Exact Matching is ignored entirely.  \n5.27.  The Bank’s Methodology seems only concerned with  funds  in the hands of a Borrower. \nAccordingly, the exercise only continues once funds  are received  from the Supplier  \nwhich are identified as a Returned Prepayment quoting the same Supplier Agreement \nReference  as that under which the Prepayment was made . Within the Borrower’s \naccount, Exact Matching is then used (but only to ascertain what the Borrower did with \na Returned Prepayment).   \n5.28.  When preferring a  methodolog y for i dentify ing the use of funds, it is preferable to apply \na methodology which at least s eeks  to identify where the funds are at any point in time .  \nOtherwise a random, or a potentially biased , element enters the tracing exercise. In \nthe example above, the Bank’s Methodology  provides no explanation as to what \nhappens to the money in the hands of the Supplier (Eurotyre) between 18 February \n2014 and 16 May 2014 . However, knowing where the funds are at any point in time is \na basic tenet of providing a reliable and aut"}
{"start": 94500, "text": " it is preferable to apply \na methodology which at least s eeks  to identify where the funds are at any point in time .  \nOtherwise a random, or a potentially biased , element enters the tracing exercise. In \nthe example above, the Bank’s Methodology  provides no explanation as to what \nhappens to the money in the hands of the Supplier (Eurotyre) between 18 February \n2014 and 16 May 2014 . However, knowing where the funds are at any point in time is \na basic tenet of providing a reliable and authoritative picture of what happens to money.  \nIgnoring what the Supplier did with the funds means that it is no longer the funds \nthemselves which are being traced. It should also be noted that while the Bank \n \n61 Para 32, RRRAPOC  \nD2/11/52\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 53 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  contends that the Prepayment indirectly  “caused” the subsequent Return of \nPrepayment (in the sense that if the Prepayment had not been made there would have \nbeen no need for any Return of Prepayment some three months later) it could equally \nwell be said that the Prepayment directly caused the immediate distributions of the \nsame funds made by the Supplier which could not have been mad e if the Prepayment \nhad not been made.  \n5.29.  By not sticking  to a methodology which  is strictly confined to following  specific  funds \nthemselves, one can end up applying them more than once. Mr Thompson himself \nidentified this problem, where at Thompson1 paragraph 4.69 c) ii. he noted that  the \nusing the  Bank’s Methodology he was unable to identify the source of repayment \n“because t he funds in the account originated from a Prepayment which had already \nbeen allocated to another repayment.”  In other words, the Bank’s Methodology led to \nthe same funds being allocated multiple times.  Thompson1, Appendix 4 -17 shows that \nUSD 18.8  million of Relevant Drawdown repayments were funded by amount s which \nhad already been allocated to the repayment of other Relevant Drawdowns.  \n5.30.  An example is the Relevant Drawdown RD 197 by Ribotto . The Bank ’s Methodology  \nidentifies  RD197 as one of the Relevant Drawd owns that funded an Unreturned \nPrepayments .62 When determining the funds used to repay , a different Relevant \nDrawdown,  RD002, using the Bank’s Methodology, the answer is also RD197. As the \nfunds from the RD197 have been allocated as funding an Unreturned Prepayment, \nThompson determines the source of repayment of RD002 as an \"Amount repaid where \nthe Prepayment had already been allocated (USD)\" .63  \n \n62 Trx Ref: 150714/3TRDD 15.07.2014  from Ribotto to Teamtrend, Thompson1, Appendix 3 -2-43-1 \n63 Thompson1,  Appendix  4-8-10-2, Appendix 4 -8-10-2 (worksheet entitled \"Unable to identify source (1)\")  \nD2/11/53\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 54 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  5.31.  This example, can be simplified and sho wn as follows:  \nDiagram 5 -6 \n \n5.32.  In the example above, the source of the Unreturned Prepayment  is traced backwards, \nto a returned prepayment. Using the Bank’s Methodology, th is is traced via the \nprepayment to Relevant Drawdown RD197.  \n5.33.  When determining the sourc e of funds  used in the repayment of RD002, as the transfer \nfrom Wolcott to AEF  is described in the Transactional Data as for share capital64, the \nBank’s Methodology dictates the that source of funds is the same pre payment from \nRibotto to Wolcott that has already allocated.   \n5.34.  The Bank  has pleaded that the Bank’s Methodology “ is to be preferred to”  the Funds \nFlow Methodology. Taking account of the analysis I set out above, it is not clear to me \non what basis the Bank c onsiders th is to be the case.   \n5.35.  It seems to me, as an experienced user of funds flow analyses and tracing exercises, \nthat, if what one is interested in doing is ascertaining the ac"}
{"start": 98000, "text": " that source of funds is the same pre payment from \nRibotto to Wolcott that has already allocated.   \n5.34.  The Bank  has pleaded that the Bank’s Methodology “ is to be preferred to”  the Funds \nFlow Methodology. Taking account of the analysis I set out above, it is not clear to me \non what basis the Bank c onsiders th is to be the case.   \n5.35.  It seems to me, as an experienced user of funds flow analyses and tracing exercises, \nthat, if what one is interested in doing is ascertaining the actual use to which particular \nfunds were put, a conventional Funds Flow analysis is  preferable . \n5.36.  My methodology in terms of identifying the use of funds was a classic funds flow tracing \nexercise. It st arted with the Relevant Drawdowns and traced them forwards to identify \nthe use to which they were actually put. In doing so, I traced some USD 1.54 billion to \nthe repayment of loans to the Bank.  \n  \n \n64 Full description \"FOR CONTRIBUTION TO THE SHARE CAPITAL ACCORDING TO THE ARTICLES OF ASSOCIATION \n(NEW EDITION) FROM 11.02.2014\"  \nD2/11/54\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 55 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  5.37.  The Bank’s methodology starts with identifying the Unreturn ed Prepayments and \nworks back from them to identify a source. However, the Transactional Data does not \nallow that to be achieved by tracing. However, it does contain narrative fields which \nbear Supply Agreement references.  The Bank uses these references t o connect what \nwould otherwise be wholly unconnectable transactions.  \n5.38.  Which method is preferable depends on the purpose of the exercise being pursued. I \nset out to trace the use to which the particular pleaded drawdowns was put, since the \nBank claims that m aking the Relevant Drawdowns caused it a loss. A tracing (or funds \nflow) exercise which follows the funds from one account to the next is the standard \nmethodology used for this exercise. It is an objective process, with established rules, \nand has the advan tages of working blind from transactional data, unaffected by the \nresults one wants to arrive at.  \n5.39.  It seems to me that the Bank has set out to undertake a quite different exercise, one \nwhereby it seeks to demonstrate how to identify a particular drawdown a s a Relevant \nDrawdown  for the purpose of its claim in circumstances where an Unreturned \nPrepayment has already been selected. The account movements recorded in the \nTransactional Data will not permit one to trace backwards from an Unreturned \nPrepayment to a  corresponding drawdown (Relevant or not). Unable to adopt a \nconventional method, the Bank adopts  narrative references which connect separate \ntransactions back in time until one arrives at a drawdown. Thus, it seems to me that \nthis process starts with a pr edisposition to find support for an argument which one is \nseeking to confirm, rather than with an open mind, using the data -set blind, or \nunbiased.   \n5.40.  I conclude from my review of the competing methodologies that they are not mutually \nexclusive. They simply  have different purposes. My Funds Flow analysis traces actual \nfunds and demonstrates what the funds advanced by the Bank under Relevant \nDrawdowns were actually used for. The Bank’s Methodology is not concerned with the \nuse of particular money advanced by the Bank. Instead, it identifies Unreturned \nPrepayments as the transactions of interest and then seeks to identify Relevant \nDrawdowns which could be said (indirectly) in some way to have caused the \nUnreturned Prepayments.  \n  \nD2/11/55\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 56 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  5.41.  I should note that , insofar as t he Bank claims to have suffered a loss as a result of \nmaking the Relevant Drawdowns, what matters is the net position of the Bank taking \ninto account whether any part of the sums advanced w"}
{"start": 101500, "text": "evant \nDrawdowns which could be said (indirectly) in some way to have caused the \nUnreturned Prepayments.  \n  \nD2/11/55\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 56 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  5.41.  I should note that , insofar as t he Bank claims to have suffered a loss as a result of \nmaking the Relevant Drawdowns, what matters is the net position of the Bank taking \ninto account whether any part of the sums advanced was returned to it in \ncircumstances requiring credit to be given. My  Funds Flow analysis shows money \nadvanced by the Bank being returned to it. It is for the Court to determine whether the \nreturn of that money reduces the loss suffered by the Bank as a matter of law.  \n \n  \nD2/11/56\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 57 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  6. The Significance of the remaining USD 557  million  which is not Claimed Credit  \n6.1. In paragraph 35.3.3 of the RRAR , The Bank pleads  \n“The Davidson Tracing Exercise fails to identify what happened to 69 of the 270 \nRelevant Drawdowns totalling US$557 million.”  \n6.2. That 69 of the 270 Relevant Drawdowns were no t included  in the analysis set out in \nSection  5 of Davidson1 , was not a failing on the part of the Fund Flow Methodology, \nor its appropriateness in determining the use to which the Relevant Drawdowns were \nput. The purpose of setting out that analysis in Da vidson1 was only to identify the \noccasions when funds could be demonstrated to have been  repaid to the Bank in \ncircumstances where  credit might be given by the Bank against the loss claim put \nforward.  \n6.3. As I said at paragraph 5.1 to Davidson1, I was interes ted in looking at funds “which \nwere obtained under the Relevant Drawdowns [and] were returned to the Bank, in \ndischarge of various liabilities, with the result that the Bank suffered no [or less] loss” . \nIt was not to demonstrate a more general point about the tracing of Relevant \nDrawdowns. Nor was it an exercise simply to determine whether or not the drawdowns \nfunded unreturned prepayments.   \n6.4. As I have explained in the previous section, t he Funds Flow Methodology follows the \nflow of funds using the exact matching of receipts and payments within a bank account . \nIt is not influenced by the  narrative descriptions entered in the Transactional Data .  \n6.5. Conversely, n one of the  transfers  identified by the Bank as funding Unreturned \nPrepayments  constitute the end of any conventional  tracing  exercise . In other words, \nthey are not end points when using any Funds Flow methodology . \n6.6. Once one disregards the narrative references , movements of mon ey become  simply \nneutral transfers from one entity to another. A recipient of funds  may then make an \nonwards transfer and , when it does, my Funds Flow Methodology can continue to be \nused  to trace the flow of funds , subject to availability of data .  This is  particularly \nrelevant because none of the transfers identified by the Bank as funding Unreturned \nPrepayments remained sitting in the recipient’s bank account. Where  I followed funds \nto one of these payments I was always able to follow it further. Therefore , it is \nnecessarily  the case that none  of the USD 557  million of Relevant Drawdowns not \nD2/11/57\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 58 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  traced in Section 5 of Davidson1 and Davi dson1A, would ultimately be traced to an  \n“Unreturned Prepayment ” using Funds Flow M ethodology . \n6.7. By way of  example, Thompson1 Appendix 3 -2-5-1 shows th at Relevant Drawdown \nRD235  funded the Unreturned Prepayment with Supply Agreement reference “TM -\n2108 -2014DD 21.08.2014”:  \nDiagram 6 -1 \n \n6.8. The transfer used to fund the Unreturned Prepayment is represented with the red \narrow.  As far"}
{"start": 105000, "text": "HONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  traced in Section 5 of Davidson1 and Davi dson1A, would ultimately be traced to an  \n“Unreturned Prepayment ” using Funds Flow M ethodology . \n6.7. By way of  example, Thompson1 Appendix 3 -2-5-1 shows th at Relevant Drawdown \nRD235  funded the Unreturned Prepayment with Supply Agreement reference “TM -\n2108 -2014DD 21.08.2014”:  \nDiagram 6 -1 \n \n6.8. The transfer used to fund the Unreturned Prepayment is represented with the red \narrow.  As far as the Bank is concerned, this is the end point of the transaction – the \ntransfer of USD 10 million to Trade Point Agro funded the Unreturned Prepayment. \nHowever, u sing the Funds Flow Methodology , the payment to Trad e Point Agro  is \nsimply a transfer of USD 10  million from Transmoloko to Trade Point Agro.  \n6.9. Using the Funds Flow Methodology , I do not stop tracing where the funds are received \nby Trade Point Agro , as does the Bank’s methodology .  By looking at movements of \nmoney in bank accounts, I can see that the USD 10  million was received by Trade \nPoint Agro  on 01 September 2014 , transferred back to Transmoloko  on the same day \nand then used by Transmoloko to  fund two Loan Repayments  on 02 and 0 4 September \n2014 .65 \n  \n \n65 See Davidson1 Appendix 8-1-235 \nD2/11/58\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 59 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  6.10.  The Use of Funds for this Transaction Chain is shown in Davidson1 Appendix 8 -1-235, \nas follows66: \nDiagram 6 -2 \n \n6.11.  The red circle is added to show the transaction identified by the Bank as Unreturned \nPrepayment TM -2108 -2014DD 21.08.2014.  \n6.12.  As shown, the Unreturned Prepayment is not  an example of  how the funds drawn from \nthe Bank by Transmoloko were actually  ultimately  used . The same is true when ever a \ntransaction identified by the Bank as an Unreturned Prepayment forms part of my \nFunds  Flow analysis.  That transaction  so identified never  represent s the actual or \nultimate  use of those funds  and it is always possible to continue the analysis . \n6.13.  As a further example, the Unreturned Prepayment with the Supply Agreement \nreference “140711 -K DD 11.07.2014” was a transfer of USD 31  million from Vegatorg \nto Rossyn Investing Corp. According to the Bank’s case, this was funded by Relevant \nDrawdowns RD244 (USD 15  million) and RD245 (USD 16  million) by Vegatorg. \nHowever, using the Funds Flow Methodology , the USD 31  million received by Rossyn \ncan be seen to have been  transferred to Crispex. In turn, Crispex, transferred the funds \nto Birgminton. The Bank’s Methodology ignores the transfer  of the funds beyond  the \nUnreturned Prepayment . \n6.14.  Therefore, the fact that 69 of the 270 Relevant Drawdowns are not included in my \nanalysis of the Use of Funds Defence should not be read to imply that those Relevant \nDrawdowns could somehow  be said to have funded the Unreturned Prepayments \nusing the Funds Flow Methodology.  In analysing the Use of Funds Defence in \nDavidson1, Section 5 and Davidson1A, I simply demonstrated that the funds which \nwere obtained under the majority of the Relevant D rawdowns were returned to the \nBank, in discharge of various liabilities.  \n \n66 Transaction dates added  \nD2/11/59\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 60 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  6.15.  With regard to the remaining USD 557  million, it was not possible for me to trace these \nsufficiently far that I could conclude, positively, that they funded the discharge of a \nliability to the Bank, such that it could be argued that some amount of any loss to the \nBank had been extinguished . Hence, t hey were not part of the exercise I performed in \nSection 5 of Davidson1 . However, w hile I drew no positive conclusion there as to what \nthose funds were used for,  it is my opinion that, adopting a Fund"}
{"start": 108500, "text": " to the remaining USD 557  million, it was not possible for me to trace these \nsufficiently far that I could conclude, positively, that they funded the discharge of a \nliability to the Bank, such that it could be argued that some amount of any loss to the \nBank had been extinguished . Hence, t hey were not part of the exercise I performed in \nSection 5 of Davidson1 . However, w hile I drew no positive conclusion there as to what \nthose funds were used for,  it is my opinion that, adopting a Funds Flow M ethodology, \nI can draw a negative conclusion tha t none of the USD  557 million ultimately funded \nany of the Unreturned Prepayments . \n  \nD2/11/60\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 61 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  7. Professional matters and Expert’s declaration  \nInstructions  \n7.1. Pursuant to my instructions, I have prepared this report as an expert in order to assist \nthe Court in considering the matters set out above on the information made available \nto me.  \n7.2. In this report I discuss the information and evidence on which I have relied, any \nassumptions I have made and my reasoning in reaching my conclusions regarding the \nmatters upon which I am asked to comment.  \n7.3. As an independent expert, I have prepared and completed this report in accordance \nwith CPR Part 35 and the Civil Justice Council’s Guidance for the instruction of experts \nin civil claims, which set out the procedure and guidanc e which it is mandatory or best \npractice for experts to adopt in civil litigation.  I have also acted in accordance with the \nstandards as set down by the professional guidelines of the Institute of Chartered \nAccountants in England and Wales and the Academy  of Experts. My professional \nqualifications and CV are as set out at Appendix 1 to Davidson1. My declaration of \ntruth and best practice as an expert follows at paragraphs 7.14ff below.  \n7.4. Insofar as my report refers to matters of fact, it should not be taken as expressing any \nformal opinion whatsoever.  \n7.5. I am aware that it is for the Court to decide all issues of law and fact, so far as they are \ncontested, and any incidental discussion of law or fact in this Report is subject to its \ndetermination.  \nDocumentation and information relied on  \n7.6. The principal documents I have relied on are those provided by those instructing me \nas set out at Appendix 2 to Davidson1 and the Reports and Statements provided by \nthe Experts. In addition, I have been provided with the following  additional documents:  \n7.6.i.  First Defendant’s Re -Re-Re Amended Defence  dated 22 June 2022   \n7.6.ii.  Claimant’s Draft Re-Re-Amended Reply dated 1 August 2022 (RRAR)  \n7.6.iii.  First Supplemental Expert Report of B. Kaczmarek, dated 14 July 2022  \n7.6.iv.  Second Supplemental Expert Report of B. Kaczmarek, dated 14 July 2022  \n7.6.v.  Expert Report of Philip Seymour, dated 24 January 2022  \nD2/11/61\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 62 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  7.6.vi.  Supplemental Expert Report of Philip Seymour, dated 14 July 2022  \n7.6.vii.  Expert Joint Statement on aircraft valuation, dated 09 March 2022  \n7.7. My report is necessarily based on the documents made available to me by those \ninstructing me. In the event that further documentation is made available to me which \nis relevant to the scope of my instructions and the opinions I give, I will consider any \nsuch documents a nd will amend my report as required, and acknowledge it is my duty \nto do so.  \n7.8. In considering the financial information available to me, I have not, unless specified, \nattempted independently to verify it, nor have I performed an audit, and my reliance \nupon a ny documents should not be taken as an opinion as to the veracity, or \ngenuineness of the documents concerned.  \n7.9. The financial information provided to me, including t"}
{"start": 112000, "text": "nd the opinions I give, I will consider any \nsuch documents a nd will amend my report as required, and acknowledge it is my duty \nto do so.  \n7.8. In considering the financial information available to me, I have not, unless specified, \nattempted independently to verify it, nor have I performed an audit, and my reliance \nupon a ny documents should not be taken as an opinion as to the veracity, or \ngenuineness of the documents concerned.  \n7.9. The financial information provided to me, including the Transactional Data, is largely \ndenominated in either Ukrainian Hryvnia (“UAH”) or United S tates Dollars (“USD”). In \nother words, the underlying transactions which inform the claim were either in UAH or \nUSD.  The Particulars of Claim and the First Defendant's Defence are largely \ndenominated in USD. In order to remain consistent with the way the pleadings are \npresented, I have worked in USD and therefore translated UAH into USD generally at \na rate as at the date of the relevant transaction. The UAH has reduced in value against \nthe USD both during the period with which this claim is concerned and s ince67. My use \nof USD equivalents is limited to making my work easier to understand by being all \ndenominated in USD. It is not a comment on what the value of any UAH sum might \ncurrently be in USD, or vice versa.  \n7.10.  Appendix 3 of Davidson1 contains the Glossar y and defined terms used in Davidson1 .  \nI adopt those terms in this report.   \n7.11.  In the preparation of this report, I have been assisted by colleagues who have been \nworking under my direction. Throughout, I have been involved in the work they have \nassisted me  with which has been performed under my instruction and supervision. The \nwork as set out in this report and the conclusions and opinions expressed herein are \nmy own.  \n \n67 For example, the UAH reduced in value against the USD from USD 1:UAH 7.9930 as at 1 January 2013 to USD  \n1:UAH 30.0102 as at 26 February 2015 ( NBU USD :UAH exchange rates)  \nD2/11/62\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 63 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  7.12.  The financial information set out in this report and the appendices includes tables or \nschedu les prepared by myself, or under my supervision. In their preparation I have \nused software which may have rounded the figures used in my calculations. Therefore, \nthere may be immaterial rounding adjustments within the totals shown in this report.  \nConfi dentiality  \n7.13.  My report has been prepared strictly for use in this matter. I understand that it will be \nmade available to the parties, their legal advisors, other parties connected with the \naction and the Court. In all other respects, this report has been prepared specifically \nfor these proceedings and should not be used, reproduced or circulated for any other \npurpose, in whole or in part, without my prior written consent.  \nExpert’s declaration  \nI, Jeffrey Davidson, declare that:  \n7.14.  I understand that my duty in providing written reports and giving evidence is to help the \nCourt, and that this duty overrides any obligation to the party by whom I am engaged \nor the person who has paid or is liable to pay me. I confirm that I have complied and \nwill continue to comply with my duty.  \n7.15.  I confirm that I have not entered into any arrangement where the amount or payment \nof my fees is in any way dependent on the outcome of the case.  \n7.16.  I know of no conflict of interest of any kind, other than any which I have disclosed in \nmy repor t. \n7.17.  I do not consider that any interest which I have disclosed affects my suitability as an \nexpert witness on any issues on which I have given evidence.  \n7.18.  I will advise the party by whom I am instructed if, between the date of my report and \nthe trial, there i s any change in circumstances which affect my answers to the two \npoints immediately above.  \n7.19.  I have referenced the sources of "}
{"start": 115500, "text": "f no conflict of interest of any kind, other than any which I have disclosed in \nmy repor t. \n7.17.  I do not consider that any interest which I have disclosed affects my suitability as an \nexpert witness on any issues on which I have given evidence.  \n7.18.  I will advise the party by whom I am instructed if, between the date of my report and \nthe trial, there i s any change in circumstances which affect my answers to the two \npoints immediately above.  \n7.19.  I have referenced the sources of all information I have used.  \n7.20.  I have exercised reasonable care and skill in order to be accurate and complete in \npreparing this repor t. \nD2/11/63\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 64 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  7.21.  I have endeavoured to include in my report those matters, of which I have knowledge \nor of which I have been made aware, that might adversely affect the validity of my \nopinion. I have clearly stated any qualifications to my opinion.  \n7.22.  I have not, without f orming an independent view, included or excluded anything which \nhas been suggested to me by others, including my instructing lawyers.  \n7.23.  I will notify those instructing me immediately and confirm in writing if, for any reason, \nmy existing report requires any correction or qualification.  \n7.24.  I understand that:  \na)  my report, subject to any corrections before swearing as to its correctness, will \nform the evidence to be given under oath or affirmation;  \nb)  questions may be put to me in writing for the purposes of clarifying my report and \nthat my answers shall be treated as part of my report and covered by my \nstatement of truth;  \nc)  following the service of expert reports, the court has directed a meeting to take \nplace between the experts to be followed by service of a joint memorandum and, \nif required, short supplemental expert reports;  \nd)  I may be required to attend court to be cross -examined on my reports by a cross -\nexaminer assisted by an expert; and  \ne)  I am likely to be the subject of public adverse criticism by the judg e if the Court \nconcludes that I have not taken reasonable care in trying to meet the standards \nset out above.  \n7.25 I have  read Part 35 of the Civil Procedure Rules, the accompanying practice direction \nand the Civil Justice Council’s Guidance for the instruction of experts in civil claims and \nI have complied with their requirements.  \n7.26 I am aware of the practice direction on pre -action conduct. I have acted in accordance \nwith the Code of Practice for Experts.  \n \n \n  \nD2/11/64\nPRIVATBANK V KOLOMOISKY ET AL   PAGE 65 OF 65 \nSUPPLEMENTAL EXPERT REPORT OF JEFFRE Y DAVIDSON  \nHONEYCOMB FORENSIC ACCOUNTING   30 SEPTEMBER 2022  Statement of Truth  \nI confirm that I have made clear which facts and matters referred to in this report are \nwithin my own knowledge and which are not.  Those that are within my own knowledge \nI confirm to be true.  The opinions I have expressed represent my true and complete \nprofessional opinions on the matters to which they refer. I understand that proceedings \nfor contempt of court may be brought against anyone who make s, or causes to be \nmade, a false statement in a document verified by a statement of truth without an \nhonest belief in its truth.  \nSignature:  \n \n  \nName:   Jeffrey Davidson  \nDate:   30 September  2022  \n \nD2/11/65\n"}
