{"metadata": {"corpus_path": "B2. Fifth Witness Statement of Igor Valeryevich Kolomoisky (English).pdf", "file_size": 640386, "mtime": 1675871807.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "B2/1/1\n2members of Fieldfisher's team acting as interpreters for non-Russian speakers, as necessary).\nThisfinal signed Russian version of this witness statement is my evidence in these proceedings .\n3. The matters contained in this witness statement come from my own knowledge and belief, save \nwhere otherwise stated, and are true to the best of my  knowledge and belief. W here the matters \nwithin this statement do not come from my own knowledge, then the source of my knowledge is \nstated and they are true to the best of m y knowledge and belief. A list of the documents to which \nI have referred to or been referred to for the purpose of providing the evidence set out in this \nwitness statement is attached at Annex A .\n4. There is now produced and shown to me marked “IK5” an exhibit which contains true copies of \nthe documents referred to below, references to which are in the format \"IK5/[Page(s)] \", unless the \ndocuments have already been disclosed in these proceedings, in which case I have identified \nthem by reference to the Claimant's or the Defendants' disclosure list.\n5. The information I have provided in my Re-Re-Amended Defence filed on 30 July 2021 (“my \nDefence ”), and the Further Information provided on 17 April 2020, 26 March 2021, 1 April 2021, \n30 July 2021, 18 August 2021 and 20 August 2021 remains true to the best of my knowledge and \nbelief and I shall attempt not to repeat that information here or the informa tion I have already \nprovided in my First, Second ,Third and Fourth witness statements filed in these proceedings\n(which also remain true to the best of my  knowledge and belief) .\n6. Instead, I wish to make further comment on a few of the issues for trial.  \n7. This witness statement is set out as follows:\nA. Background\nB. My rolein PrivatBank\nC. The Allegations against me\nD. My support of the Bank\nE. The Restructuring\nF. Transformation\nG. Nationalisation\nH. The Bank's mischaracterisation of me\nI Further action after Nationalisation\nB2/1/2\n3A. BACKGROUND\n8. I was born in Dnipropetrovsk on 13 Februar y 1963. I am a citizen of Ukraine, Israel and Cyprus, \nand currently reside in Ukraine . \n9. Between around 2003 and 2014I spent most of my time in France , Israel or Switzerland (obtaining \nresident status in Switzerland in 2010), although I regularly visited Ukraine during this period .\n10. In2014 ,I was appointed as the Head of the State Administration of the Dnipropetrovsk region in \nUkraine (hereinafter –the \"Governor \")and spent most of my time there (although I kept my Swiss\nresidenc y and travelled to Geneva often) . When I ceased to hold that position in March 2015 I \nlivedin Geneva and Israel .\n11. Imoved to Ukraine in May 2019.\nMy Business Interests\n12. I am a prominent entrepreneur and it will be apparent from the evidence I have filed when \ndisclosing m y assets that I have significant business interests in various countries and sectors of \nthe econom yincluding ore mining, ferroalloy sproduction and trading, passenger air travel, med ia \nand television, real estate , production, trading and trans -shipment of oil and oil products , oil and \ngas generally, telecoms, investments in financial services, metals, and aircraft leasing .\n13. Although I pay attention to many of my businesses and take anactive interest inhow they are \ndoing and will have an input to strategic decisions , I do not (and could not ,given the number and \nbreadth of my interests )personally manage each of the businesses in which I have an interest .\nThe degree of attention required from me at any particular time will depend on a number of factors , \nfor exam ple the size of the undertaking , the nature if the business , marketconditions and the \nfinancial situation of the companies involved and m y location at that time.  \n14. I am aware that it seems odd that I hold my assets through complicated shareholding structures \nbut this was a measure taken , primarily ,to protect my assets from hostile actions by my \ncompetitors or opponents. As a result, I have aninterest in a lot of companie s and they are \nadministered on my behalf by a number of corporate service providers. This is common practice \nin Ukraine and abroad . To illustrate, Valeryia Gontareva , the former Governor of the National \nBank of Ukraine (\"NBU \")at the time PrivatBank was nationalised, recently gave an interview in \nwhich she said this was normal practice in Ukraine at the time : \n\"-There was a big leak of offshore documents -Pandora Papers. It features the offshore \ncompanies of current President Volodymyr Zelensky. How did you react to this story in \ngeneral?\nB2/1/3\n4-I remember when I told the National Security and Defense Council that we need to make \nan amnesty for capital. This was based on the fact that I brought and showed documents \nthat all our large and medium -sized businesses in the country long ago were not only \ncredited from abroad, but also had their own corporate structure, which was based on \nforeign companies.\nYou see, they (Zelensky's company -ed.) were not the only ones -that's how the whole \nbusiness in the country worked. And that had to change. Therefore, I would not make any \nclaims to Zelensky or his team here.\" [IK5/1-9]\n15. In my business activity, I do not create a \"collect\" assets. If there is an acceptable buyer and price\nfor an asset , I can easily part with some of them. W hen buying and selling, I relied on advice of \nPrivatBank's Investment Business, as w ell as local and foreign lawyers and experts (for example, \nReid Minty , Baker McKenzie, Freshfields, Lovells (later –Hogan Lovells) , Andreas Sofocleous , \nPrimecap , Soteris Pittas, KPMG, PwC and others) to structure and implem ent thetransactions. \nThe most important transactions, as far as I can remember, involved the acquisition of ferroalloy \nassets from Mr Grigorishin ,and metallurgical and coke -chemical enterprises from MrGrigorishin \nand the Surkis brothers, the sale of a mining and m etallurgical complex toEvraz, litigation with Mr \nPinch uk over KZhRK (Solay m),and joint ownership of KZhRK with Akhmetov. Sometimes , for \nexample, in the process of acquiring individual assets, it happens that ,in addition to the acquired \nenterprise ,you get, so to says \"as aload\", shares in companies that were not included in the \nscope of the transactions. In other words, those companies would hold shares in other businesses, \nand sowhen I acquired interest in those companies or businesses, I might end up having an \ninterest in those other businesses or companies too –notwithstanding that they were not the target \nasset in the transaction . \n16. I am not familiar with the names of all the companies in which I have an interest as there are so \nmany of them.\nOwnership of the Bank\n17. Mr Gennadiy Borisovich Bogolyubov, the Second Defendant, and I are long-time friends and \nbusiness partners (although not partners in any legal sense) and have co-operated inmany \nbusiness ventures and investments since the early 1990s. In 1992, a group of other businessmen , \nwhich included Mr Bogolyubov, and I founded a bank that later became known as PJSC\nCommercial Bank Privatbank (\"PrivatBank \"or \"the Bank \").\n18. As set out in my first witness statement, before the nationalisation of PrivatBank in Decem ber \n2016 by the State and the NBU, I directly held a 41.6572% shareholding in PrivatBank, and \nindirectly 8.3244%, thus making a total of 49.9816%. Mr Bogoly ubov owned a 41.5769% \nshareholding (directly  and indirectly ).Over many years, PrivatBank has been the large st \ncommercial bank in Uk raine in term s of client num bers (providing services to more than half of the \nB2/1/4\n5whole population and businesses in Ukraine), the value of the assets it holds, the size of its loan \nportfolio and its share of the card services market .\nThe political campaign against me\n19. While I was Governor of Dnipropetrovsk region , I gained a significant political profile in Ukraine \nand in some quarters was regarded as something"}
{"start": 7000, "text": "1992, a group of other businessmen , \nwhich included Mr Bogolyubov, and I founded a bank that later became known as PJSC\nCommercial Bank Privatbank (\"PrivatBank \"or \"the Bank \").\n18. As set out in my first witness statement, before the nationalisation of PrivatBank in Decem ber \n2016 by the State and the NBU, I directly held a 41.6572% shareholding in PrivatBank, and \nindirectly 8.3244%, thus making a total of 49.9816%. Mr Bogoly ubov owned a 41.5769% \nshareholding (directly  and indirectly ).Over many years, PrivatBank has been the large st \ncommercial bank in Uk raine in term s of client num bers (providing services to more than half of the \nB2/1/4\n5whole population and businesses in Ukraine), the value of the assets it holds, the size of its loan \nportfolio and its share of the card services market .\nThe political campaign against me\n19. While I was Governor of Dnipropetrovsk region , I gained a significant political profile in Ukraine \nand in some quarters was regarded as something of a national hero for standing up to Russia.\n20. I have explained in some detail in my first witness statement how the steps taken to nationalise \nthe Bank and the institution of these proceedings formedpart of a campaign of persecution against \nme orchestrated by the former President of Ukraine, Petro Poroshenko . \n21. From  the moment Poro shenko was elected President in 2014 , he sought to eliminate or reduce \nmy political role and influence. These proceedings were issued whilst he was still president and \nable to use state entities for improper ends, including PrivatBank following its nationa lisation. I do \nnot repeat these matters here but ask the court to refer to my first witness statement at paragraphs \n21to 98for a full explanation. This is important background to the dispute and the matters set out \nin the rema inder of this witness statem ent.\n22. I refer to this political campaign in paragraph 35 of my Defence. Action demanded by the \nInternational Monetar y Fund (“IMF”) as conditions upon which it would provide further loans to \nUkraine in 2014 included the introduction of measures to increase the transparency of ownership \nstructures of banks and their debtors. Among the legislation introduced by the government and \nimplem ented by the NBU were regulations expanding the definition of “related parties” with a view \nto identifying related party lending. Ms Gontareva, describes this in her book on the reform of the \nUkrainian banking sector [IK5/12-14]1\n23. I believe that President Poroshenko saw this as an opportunity to apply  pressure on me through \nthe NBU requiring steps to be taken to increase the capital of the Bank or change the collateral \nprovided for loans ,as set out in my Defence ,with a view to nationalising the Bank .As set out in \nparagrap h 68below , it is apparent that the NBU was planning for nationalisation from 2015.\n24. In WhatsApp messages between us in September 2015, when discussing so-called \"bad\" loans \nand the requirement for additional capital Ms Gontareva suggests that I should sell m y “non-core”\nassets to finance the Bank (IK0000031_0001 ). President Poroshenko was particularly interested \nin some of my non-core assets including the 1+1 media group (“1+1”)-one of the biggest and \nmost popular media sources in Ukraine and thus potentially a powerful political tool for any \npolitician (see paragraphs 44 and 47 of m y first witness statement) . At the time th emessage was \n                                                     \n1Valeriya Gontareva and Yevhen Stepaniuk Mission Possible: The True Story of Ukraine's Comprehensive Banking Reform and Practical Manual for \nOther Nations pages 88-91. I have read a summary in Russian of the section of Ms Gontareva 's book on PrivatBank, available online at \nhttps://finance.liga.net/bank/article/kak -nbu-chistil -rynok-i-natsionaliziroval -privatbank -pervyy -perevod -knigi-gontarevoy [IK5/46 -67]and I have been \nexplained the passages from the book to which I r efer in the footnotes to this witness statement. \nB2/1/5\n6sent the shortfall incapital ,in the opinion of the NBU , was UAH 120 billion. I believe this is because \nMs Gontareva was concerned to facilitate the sale of the assets in which President Poroshenko \nand others wereinterested in acquiring or controlling rather than in addressing the problematic \nsituation in which according to the NBU the Bank had found itself .\n25. In the end, I believe that it was President Poroshenko who caused theNBU to take steps to\nnationalise the Bank. Mr Poroshenko failed to gain control of 1+1. In 2013 one of the companies \nin which I had an in terest pledged the shares in 1+1 Production to the Bank. I believe Poroshenko \nmay have mistakenly understood that 1+1 Production in fact held the license to the channel 1+1 \nTV broadcasting, but it did not. \nB. MY ROLE IN PRIVA TBANK\n26. I am a businessman with significant interests in a number of businesses and industries in various \nparts of the world. My interest in PrivatBank was just one of many business interests and assets . \nThe fact that I held a significant shareholding in the Bank did not mean that I exercised day-to-day\ncontrol of it or was directly involved in its decision -making.Indeed, given my other business \ninterests I simply  did not have time to do so.PrivatBank was a large commercial financial \ninstitution ,run by  qualified professionals. \n27. Although Mr Bogolyubov and I were members of the Supervisory Bo ard,and Mr Bogolyubov was \nChairman of the Bank's Supervisory Board until 2015, the Chairman of the Management Board of \nthe Bank between 1998 until the nationa lisation of the Bank wasOleksandr Dubilet . \n28. Mr Dubilet had full authority to run the Bank . While he would consult m e on significant m atters ,Mr \nDubilet and the other executive officers of the Bank would run its day-to-day business in \naccordance with applicable rules and regulations .\n29. I believe I had a contract with the Bank in relation to serving on the Supervisory Board but I do not \nhave a copy  of this and understand it has not been located in disclosure from the Bank .Mr \nBogolyubov, Oleksiy Martinov and I were members of the Supervisor y Board throughout the period \nbetween 2000 and 2016. We were joined by Volody myr Stelmakh and Viktor Lisitsky for 2015 and \n2016.\n30. In relation to matters to be considered by the Supervisory Board , I would read the relevan t \ndocuments, ask questions and confirm my decision in relation to matters that the Supervisor y \nBoard members needed to vote on. My recollection is that these meetings were not held in person .\n31. While I was outside Ukraine, the discussions I had with Mr Bogoly ubov and Mr Dubilet were \ngenerally on the telephone and informal. \nB2/1/6\n732. To the best of my recollection, individual credit or lending decisions were not generally referred to \nthe Supervisory Board and I was not involved in making the Bank's lending decisio ns through m y \nrole on the Supervisory Board, or otherwise. \n33. Whilst I was Governor of Dnipropetrovsk region , I was prohibited from being amember of the \nSupervisory Board. I signed a document notifying that I was suspending my membership of the \nSupervisory Board (I do not have a copy  of this and understand it has not been located in \ndisclosure from the Bank) .In order to suspend my membership, the Bank had to hold a \nshareholders' meeting and pass a resolution at that meeting. I do not know whether it ultimat ely \ndid so.As far as I recall the same requirement existed not only in relation to PrivatBan kbut also \nUkrnafta . \n34. In March 2015 ,when I stopped being Governor ,I resumed my participation in the supervisory \nboards. \n35. In 2014, due to the fact that I served as a Governor and therefore had the status of a politically \nexposed person (which limited my ability to actively participate inthemanagement of my \nbusinesses), Mr. Bogolyubov and I started discussions on how to spli t our joint assets, but we did \nnot"}
{"start": 14000, "text": "rd, or otherwise. \n33. Whilst I was Governor of Dnipropetrovsk region , I was prohibited from being amember of the \nSupervisory Board. I signed a document notifying that I was suspending my membership of the \nSupervisory Board (I do not have a copy  of this and understand it has not been located in \ndisclosure from the Bank) .In order to suspend my membership, the Bank had to hold a \nshareholders' meeting and pass a resolution at that meeting. I do not know whether it ultimat ely \ndid so.As far as I recall the same requirement existed not only in relation to PrivatBan kbut also \nUkrnafta . \n34. In March 2015 ,when I stopped being Governor ,I resumed my participation in the supervisory \nboards. \n35. In 2014, due to the fact that I served as a Governor and therefore had the status of a politically \nexposed person (which limited my ability to actively participate inthemanagement of my \nbusinesses), Mr. Bogolyubov and I started discussions on how to spli t our joint assets, but we did \nnot reach any agreement in this regard .\n36. In 2015 ,the law changed to mean that shareholders were responsible for the acts of the company \nand Mr Bogolyubov said he did not want to be in involved in the Bank anymore . Mr Dubilet\nexplained to both of us that if Mr Bogolyubov was no longer a shareholder, this would cause all \nsorts of issues under the Bank's regulations .Mr Bogolyubov accordingly agreed not to leave due \nto these complications but he asked that I provide him with an indemnity in return. We entered into \na deed on 12 May 2015 (the \"Deed of Indemnity \") (GB_NC_0003039 )which set out our \nagreement . In the Deed of Indemnity I agreed to indemnify Mr Bogolyubov against any liabilities \narising in connection with the Bank datin g from 1 July 2014 onwards .\n37. Despite the Deed of Indemnity  Mr Bogoly ubov remained a shareholder and member of the \nSupervisory Board and still had responsibilities as a shareholder and member of the Supervisory \nBoard .\n38. In addition to m y role on the Supervisory Board, I was introducing clients to the Bank. More often \nthan not these business were lucrative sources of income to the Bank. They  held bank accounts \nand ran payroll through the Bank. The Bank generated a lot of fees from providing services to \nthem. Most of my businesses held accounts at PrivatBank and were served by PrivatBank and \naccumulated their receivables, liquidity and profit in accounts with PrivatBank.\nB2/1/7\n8C. THE A LLEG ATIONS A GAINST ME\n39. I deny  the general alleg ation made against me that I orchestrated a fraud against the Bank and \ncaused it to lose USD 1.9 billion. For the reasons I explain below, the Bank was important to me \nand I supported it. I had no intention of causing the Bank loss. If companies which are the subject \nof the Bank's claims against me in these proceedings and in which I was interested borrowed \nmoney that lending would have been secured and repaid .\n40. In this action, the Bank is alleging that certain loans were made which are invalid as they were \nadvanced on the basis of sham or mock supply agreements. As I stated in my Defence, I had \nnothing to do with the making of these agreements and do not admit that they were invalid. I wish \nto add that the Bank has made some similar allegations about other loans in proceedings in \nDelaware but in proceedings in Ukraine when the borrowers sought declarations that the loans \nwere valid the Bank has admitted that the loans are valid and stated that it does not have any \nclaims in relation to these loans. \n41. The allegations made by the Bank in its statement of case that I am responsible for the loss caused \nby the particular loans are advanced mainly on the basis of inferences drawn from various facts. \nWhere specific facts are alleged, I have addressed them in my Defence and the Further \nInformation requested by the Bank. I have requested further information from the Bank about any \nspecific allegations of acts ,omissions or decisions I am alleged to have been responsible for and \nwhich are alleged to have been unlawfu l but I understand I must wait to see the Bank’s evidence.\nD. MY SUPPORT OF THE BANK\n42. By way of general explanation, when a bank is ordered to provide additional capitalisation it does \nnot mean that its capital has been embezzled and moved elsewhere. Rather, it often means that \nthe bank requires additional capital to make up for the shortfall created as the result of setting \naside some of the capital into the reserves to cover credit risks. In this situation, the bank has to \neither increase its capital at the expense of  shareholders 'contributions ,or in any other manner,\nand comply  with the additional capitalisation requirements or obtain additional security to cover \nthe credit risks (without attracting more funds). \n43. As an ultimate beneficial owner, Iplayed arole that might best be described as that of \"crisis \nmanager\" .  I was dealing with urgent matters whenever there was a crisis of some sort -and there \nwere many crises. Examples are the 2004 -2005 Orange Revolution, 2008 -2009financial crisis, \nandfrom the end of 2013 / beginning of 2014 there was one constant crisis as a result of action \ntaken by Russia. At these times, I would be the one to go to NBU and run discussions, and \nnegotiat erefinancing as necessary to improve the Bank's liquidity . \nB2/1/8\n944. The Bank was of strategic importance to my business interests and that iswhy I took steps to \nensure its survival over the years. Many  of the businesses in which I had an interest held accounts \nwith PrivatBank. Therefore, if the Bank had collapsed that would have been disastrous for my \nother businesses.\n45. As far as I remember, after 2008 -2009 financial crisis , a so -called \"collateral fund\" was create d. It \nwas comprised of a pool of assets such as shares and other corporate rights of various companies\nin which I and/or my partners had shares or interest . These assets could be used by PrivatBank \nas collateral for loans from the NBU or other banks, and, if necessary, to secure its general \ncorporate loan portfolio , regardless of whether a borrower, for which addition al security  was \nrequired, was related to me or not. The provision of such collateral was a more expedient way to \nmaintain the required amount of the Bank's capital than its capitali sation by way of provision of \nadditional funds , though that was also requir ed from time to time .\n46. The Bank was a valuable asset in its own right. I recall that some timebefore the 2008financial \ncrisis, the shareholders and managem ent received various offersfrom foreign investors via \ninvestment banks which valued the Bank significantly (there was a valuation in the region of US \n$5bn). In 1998 and again in 2011 we were considering taking the Bank public through an IPO.\nDuring this time, the Bank’s financial statements were subjected to third party audits on behalf of \ninvestm ent bankers.\n47. At the time, the Bank was expanding rapidly and needed more capital.  As a substantial \nshareholder in the Bank, I was interested in its development and participated in the increase of \nthe share capital of the Bank and provide dthe Bank with additional liquidity. Starting from 2000 ,\ntheshareholders were regularly reinvesting the overwhelming majority of the dividends and \ndirected them to the increase of the capital of the Bank .\n48. It hadalway s been in m y interests to ensure that the Bank r emainedviable. As a result, when the \nNBU required additional security to be provided or assets to be transferred to the Bank, I was \ncontent for some of the companies in which I was interested to provide it, even if the loans that \nrequired further collater al or repay ment were taken by companies that were not owned or \ncontrolled by me.I did not alway s know the details of the specific lending that my assets would be \nused as collateral for.\nE. THE RESTRUCTURING\n49. It should be noted that throughout what has been referred to as the “Res"}
{"start": 21000, "text": "needed more capital.  As a substantial \nshareholder in the Bank, I was interested in its development and participated in the increase of \nthe share capital of the Bank and provide dthe Bank with additional liquidity. Starting from 2000 ,\ntheshareholders were regularly reinvesting the overwhelming majority of the dividends and \ndirected them to the increase of the capital of the Bank .\n48. It hadalway s been in m y interests to ensure that the Bank r emainedviable. As a result, when the \nNBU required additional security to be provided or assets to be transferred to the Bank, I was \ncontent for some of the companies in which I was interested to provide it, even if the loans that \nrequired further collater al or repay ment were taken by companies that were not owned or \ncontrolled by me.I did not alway s know the details of the specific lending that my assets would be \nused as collateral for.\nE. THE RESTRUCTURING\n49. It should be noted that throughout what has been referred to as the “Restructuring” of the Bank, \nthe NBU was not conducting an investigation into allegations that had already been made in the \npress by then of stolen money . They  were focussed on the capital adequac y of the Bank and \ntaking steps to in crease the reserves to loan ratio s, as well as on related party lending. \nB2/1/9\n1050. The NBU carried out a “stress test” (the purpose of which was said to be to assess the Bank's \ncapital adequacy ratios) in April 2015 which concluded that the Bank needed relatively modest \namounts of additional capital. \n51. As set out in my Defence (paragraph 36),in late 2015 the NBU applied a revised domestic \nstandard for identifying what could be treated as valid loan collateral to the Bank for the purpose \nof determining the adequacy of the Bank’s capital . A new standard was applied under a revised\ninterpretation of Regulation 23contained in guidance from the NBU issued at the end of \nSeptember 2015. This new standard meant that pledges held by the Bank over contractual rights \nto property were no longer to be treated as valid security (for capital adequacy purposes) where \nthe purchaser granting the pledge had not paid for the property (this was in addition to the NBU's \nposition that security held by way of share pledges was not sui table collateral, despite this being \nacceptable under IFRS). This new standard was applied to thefindings of the\"stress test\" and \naccordingly collateral that had previously been acceptable was deemed not to be. In late 2015 , as \na result of the applicatio n of Regulation 23 to a revised \"stress test\", the NBU deemed that the \nBank needed significant additional capitalisation of UAH 111 -113 billion [IK5/16-17]2.\n52. In addition to speaking toMs Gontareva and Ms Rozhkova in person or by telephone, I would\nsometimes communicate with them by WhatsApp message s. I have disclosed messages \nexchanged with them in late 2015 and 2016 (the relevant ones for the purposes of this statement \nbeing IK0000037_0001 , IK0000031_0001 , and IK0004080_0001 ).\n53. In late 2015/ early  2016 I did not understand the NBU to be trying to take the Bank from us.I \nthought that they had genuinely had concerns and/or considered they had to require changes from \nthe Bank to comply with the IMF's requirements, even if I did not agree that any of these things \nwere necessary. \n54. These messages demonstrate the level of involvement of NBU in the Bank's affairs and its \nunderstanding of how the Bank was operating and what collateral was available to it. For example, \nMs Gontareva messaged me on 18 September 2015 (IK0000031_0001 )to say :\n\"We need to meet with you, please I ask you to revive once again the gas debt agreements with \nArseniy Petrovich, there is not much time. The rest of the refinancing [re-lending] and sale of \nassets can be postponed for 2 -3 years \"\n55. This is reference to the discussion with the Ukrainian government and the then Prime Minister \nArseniy Petrovich Yatseniuk about using the debts owed to Ukrnafta for natural gas as collateral \nfor the Bank. It had been agreed in the \"Settlement Agreement\" Mr Bogoly ubov and I concluded \nwith Poroshenko in April 2015 (see paragraphs 36-44 of my first witness statement ) that our claims \n                                                     \n2Valeriya Gontareva and Yevhen Stepaniuk Mission Possible: The True Story of Ukraine's Comprehensive Banking Reform and Practical Manual for \nOther Nations pages 92 -93\nB2/1/10\n11in relation to these debts would be settled through an agreement that we would be entitled to \nreceive these debts and use them as collateral for the Bank's obligations .Ms Gontareva was \naware of this and was telling me to pursue this. \n56. This message was part of a wider discussion whereby the NBU was encouraging me to put my \nassets into the Bank (see Ms Gontareva's book at page 93 [IK5/17]). The NBU recognised I had \na vested interest in ensuring the bank did not fail. It was all cooperative and they would sayif there \nwere not enough assets/collateral then we should use our own assets like gas, real estate such \nas a ski resort (Bukovel) ,and so on ,to address the shortfall .\n57. On 18 September 2015, Ms Gontareva messaged me (IK0000031_0001 ) saying: \n\"Dubilet and I are actively working, but the sums are huge, you need to be aware and prepare a \nplan. The plan should be for 3 years for insiders and 4 years for capital. The numbers are \nimpressive, you need a realistic plan. Everything should be agreed by the New Year.\"\n\"Please do not leave it for too long, the New Year is in 3.5 months. Dubilet is working to reduce \nthe numbers calculated by the Supervision, but still, the final figures will be significant and we \nneed to work out a clear plan for 3 -4 years.\"\n\"So fa r, the figure is a huge 120 bln, but Dubilet is working and I think if there is solid collateral for \nmany loans, then the amount will decrease significantly. So it's too early to say. But this suggests \nthat in the end it will be necessary to sell or refina nce some non-core business in another bank. \nBut this is a program, not a one -off action.\"\n58. I was not in a position to argue with the NBU if I disagreed with their assessment, as they held all \nthe power in th erelationship and could have taken the Bank off the market. If that happened there \nwould be nothing I could have done about it,so I had to cooperate. Ms Gontareva had a histor y \nof taking banks off the market.It was clear to me at that time that if the amount of collateral was \nnot sufficient, then PrivatBank would need to be capitalized with cash.\n59. At around the time I was being forced to resign my position as Governor, the NBU were threatening \nme with calling in the refinancing loans they had granted to the Bank between 2008 and 2014. \nLater on in 2016, I was required to provide a personal guarantee in relation to this refinancing. \nThis was a further way of exerting pressure on me personally. It was not the first tim e thatI had to \nstep in to assist the Bank . In 2008, PrivatBank had to attract funds from NBU under refinancing \nloans during the financial crisis and I agreed to pledge my  shares in the Bank as security for those \nloans.\n60. Accordingly, when we were told that the Bank's capital needed to be increased because its \nreserves were insufficient , I did not argue but I asked by  how much and then sought to negotiate \nhow their demands would be satisfied and over what period of time, as far as I was able to.\nB2/1/11\n1261. I would like to em phasise that during these exchanges it was Ms Gontareva or Ms Rozhkova who \nwere involved in the detail of the Bank's affairs and updating me as to the progress being made, \nnot the other way round. \n62. For example on 10 October 2015 (IK000003 1_0001 ) I messaged to say \"I wanted to know how \nwe are progressing \" because they were aware of this and I was not (as I was in Geneva and they \nwere on the ground in the Bank).\n63. In reply the same day, Ms Gontareva messaged me saying"}
{"start": 28000, "text": "assist the Bank . In 2008, PrivatBank had to attract funds from NBU under refinancing \nloans during the financial crisis and I agreed to pledge my  shares in the Bank as security for those \nloans.\n60. Accordingly, when we were told that the Bank's capital needed to be increased because its \nreserves were insufficient , I did not argue but I asked by  how much and then sought to negotiate \nhow their demands would be satisfied and over what period of time, as far as I was able to.\nB2/1/11\n1261. I would like to em phasise that during these exchanges it was Ms Gontareva or Ms Rozhkova who \nwere involved in the detail of the Bank's affairs and updating me as to the progress being made, \nnot the other way round. \n62. For example on 10 October 2015 (IK000003 1_0001 ) I messaged to say \"I wanted to know how \nwe are progressing \" because they were aware of this and I was not (as I was in Geneva and they \nwere on the ground in the Bank).\n63. In reply the same day, Ms Gontareva messaged me saying:\n\"Dubilet and I discusse d everything in detail. I will fly back on 14 October. On Monday, they have \na meeting with NBU, I hope all parties will be moving forward in a constructive manner. I will get \nback and will look at all this.\"\n64. In these messages Ms Gontareva was updating me on herwork with Mr Dubilet . Ms Gontareva\nset outthat a 3-4 year plan needed to be devised for dealing with the new requirements for related \nparties (\"insiders\") andthe new capital requirements (\"capital\") that had come in during 2015 and\nthat this would be\"a program ,not a one-off\", and would take significant time.I confirmed my \nagreement to this, as I did not have many options other than to do sobut the period under \ndiscussion made the task manageable . \n65. There was a productive working relationship betw een Ms Gontareva and Mr Dubilet and it is clear \nthat the NBU hadall relevant information and underst oodthe figures at this time (the numbers \nbeing calculated by the \"Supervision\" in the message of 18 September is a reference to the NBU's \nbanking supervis ion department ). The NBU was working with the Bank to address the new \nrequirements .The factthatI needed to be updated by Ms Gontareva in relation to this is because, \nin keeping with my role, I was not involved intheimplementation of the steps necessary . In \ngeneral, during that period we had normal working relations with the NBU. There were no \nallegations of any wrongdoing against us at this point. As Idescribe below, the tone changed \nsharply  immediately after the nationali sation, when literally a few days later serious accusations \nwere thrown at me.\n66. When requested to do so, I sent letters addressed to the NBU making various statements about \nprogress and giving assurances or guarantees regarding the restructuring. Often these requests \nwere said to be because the IMF had asked for something from Ukraine , but at the same time the \nNBU was using the IMF as a reason to make more demanding requests of me and the Bank.\nThere was also constant pressure being exerted on me by the NBU, for example through threats \nto withdraw refinancing from the Bank if I did not cooperate. \n67. These letters were sent in the context detailed above, that I had little choice but to comply  when \nthe NBU made a request. The NBU would either say what each letter should contain or they would \nB2/1/12\n13prepare a draft for signature. For example, on 27Januar y 2016, I messaged Ms Gontareva \nregarding herrequest for a letter (which was to become the letter dated 4 February 2016) saying: \n\"Waiting for your latest wishes, voiced by Rozhkova, in order to include them into the letter \". She \nresponded the same day to say: \"Sent a long time ago\".I then informed her on 29 Januar y that \n\"We are working on the letter \".I do not now recall the detail s of how thisletter first came to be \ndrafted butthe NBU would have asked for the letter and said what it should contain and then the \nBank, probably through Mr Dubilet or Mr Yatsenko , First Deputy Chairman of the Bank, would \nhave progressed it.\n68. During late 2015/ early 2016 , the NBU and the Bank were working constructively together and Ms \nGontareva even messaged me on 28 January 2016 to tell me that she had \" Just returned from a \nvideo conference with IMF, spent two hours talking about how good you are and how we are \nmoving forward! \" It therefore appeared that things were moving in the right direction. At this time I \nhad no reason to think the Bank would be nationalised and I continued to work with the NBU .I \nsee from Ms Gontareva’s book that she states the plan to nationalise the Bank started in 2015\n[IK5/20])3.\n69. On 4 February 2016, I signed the original version of the letter (IK0009285_0001 ) and I understand \nit was sent to the NBU .However, a further version of the letter was then created overnight, which \nshortened the timeframes for me to put additional funds into the Bank and created a new \nrequirement for repay ment of loans at UAH 1.3bn per month for 5 years (IK0009289_0001 ).For \nthe reasons detailed above I did not challenge this but signed the revised letter as required by the \nNBU . \n70. Following this letter, theRestructuring Plan was approved by the NBU on 23February 2016 to put \nin place the additional capitalisation (Resolution 103/BT) . This involved the transfer of assets to \nthe Bank's balance sheet and the obtaining of mortgages over assets . TheBank had three years \nto complete thisplan. This was set out in the approved plan and was also what I had repeatedly \nbeen told by Ms Gontareva in the WhatsApp exchanges set out above :\"The rest of the refinancing \n[re-lending] and sale of assets can be postponed for 2-3 years \";\"The plan should be for 3 years \nfor insiders and 4 years for capital\" ;\"we need to work out a clear plan for 3 -4 years\" .\n71. Atthis time the priority for me was to save the Bank. So when the Bank was required to bring in\nassets a number of my asset were used for that purpose (and I believe that in her message of 18 \nSeptember 2015 Ms Gontareva was encouraging this by reference to \"solid collateral \"). It was the \nlesser of two evils –I did not want to let the Bank sink. When I was doing this ,I was of course not \nexpecting that the B ank would be taken away from us.\n                                                     \n3Valeriya Gontareva and Yevhen Stepan iuk Mission Possible: The True Story of Ukraine's Comprehensive Banking Reform and Practical Manual for \nOther Nations p96.\nB2/1/13\n1472. At that time, despite the incre asingly  stringent regulations imposed by the NBU, Ibelieved that all \nthe actions of the NBU, including the requirements for signing letters, providing various \nguarantees, including the Restructuring Plan (as described above) ,were in fact aimed at improving \nthe financial condition of the Bank. And when Iagreed with these requirements, Itruly believed \nthat it would be feasible to perform that programme within 3-4 yearsif the Bank was given the \nopportunity. Icould not even imagine at the time that the Bank would not be given the opportunity \nto complete this program, and the Bank would be taken away from me and other shareholders .\n73. I was n otinvolved in the selection of the specific assets to be used in the transfer of the assets to \nthe Bank to repay specific loans, or valuation of those assets . \n74. The Restructuring Plan took time to implem ent. The valuations took a lot of time and time was \nneeded to put relevant documents together. For example ,to value a petrol station required site \nvisits and numerous title documents for the different parts of the land and building s.\n75. In July 2016, Ms Gontareva again said she needed a letter from me because she would have \nproblems with the IMF otherwise. They were behind schedule and needed som ething to show the \nIMF.I looked at the letter and guarantee and said that Iwould sign it . The letter , which I signed on \n10 July 2016 [IK5/21-42]acknowledged that the schedule i"}
{"start": 35000, "text": " \nopportunity. Icould not even imagine at the time that the Bank would not be given the opportunity \nto complete this program, and the Bank would be taken away from me and other shareholders .\n73. I was n otinvolved in the selection of the specific assets to be used in the transfer of the assets to \nthe Bank to repay specific loans, or valuation of those assets . \n74. The Restructuring Plan took time to implem ent. The valuations took a lot of time and time was \nneeded to put relevant documents together. For example ,to value a petrol station required site \nvisits and numerous title documents for the different parts of the land and building s.\n75. In July 2016, Ms Gontareva again said she needed a letter from me because she would have \nproblems with the IMF otherwise. They were behind schedule and needed som ething to show the \nIMF.I looked at the letter and guarantee and said that Iwould sign it . The letter , which I signed on \n10 July 2016 [IK5/21-42]acknowledged that the schedule in the Restructuring Plan had not been \nmet but that the Bank was working on it.As set out above, I sent whatever letters I was required \nto provide.\n76. In June/July 2016, Poroshenko called me sayingthere would bea scandal :theIMF will not give \nUkraine the money because there is an issue with restrictions and the assets. I came to Kyiv and \nwent to the Presidential Administration. Poroshenko also invited Ms Gontareva, and Boris Lozhkin\n(the then chief of staff of Presidential Administration) . They  asked me about a specific valuation of \na petrol station which the IMF had been concerned about. I told them I was not dealing with this \nand they needed to speak to the Bank if they were unhappy.\n77. On 16 August 2016 I sent Ms Rozhkova a list of petrol stations prepared by the Bank by What'sApp \n(IK0004080_0001 andIK0007561_0001 )in relation to which further data had been requested \nafter theinspection. I informed her that \"If these petrol stations will not be accepted, we will change \nthem for other ones. \"It was up to the NBU which assets to choose. Ms Rozhkova updated me on \nthe progress of the transfer of the assets to the Bank on 24 August 2016 saying that they had \n\"worked out everything more or less ok. Some details are remaining. I hope that we will close them \nout tomorrow. \"Therefore I assumed everything was in order regarding the assets and valuations\nandthe NBU and IMF were happy with the asset transfer.\n78. Ms Rozhkova also messaged me regarding the leasing of assets saying: \"On Bukovel, the leasing \nagreement will need to be shortened. Tomorrow we will work out for how long. \"This demonstrates \nB2/1/14\n15that the NBU was actively involved in ,what I understand from Fieldfisher the Bank now calls ,the \n\"onward transfer\" of the assets (Bukovel was a ski resort ).\nF. TRANSFORM ATION\n79. As set out in my first witness statement, at a meeting in September 2016, Ms. Rozhkova \nannounced that the current borrower sunder a significant number of loans were unacceptable, and \nwould need to be replaced by new borrowers, because , in the opinion of the NBU, thecurrent \nborrowers were \"related\" to me and Mr Bogolyubov.\n80. During September 2016 Ms Gontareva told me that she needed to speak to the IMF and needed \na letter from the Bank's shareholders setting out that they could not meet the deadlines of the \nRestructuring Plan. I told Mr Dubilet and Volodom yr Yatsenko to prepare a draft containing the \ninformation . The NBU returned it with comments and Mr Dubilet and Mr Yatsenko reviewed it and \nre-sent it, and it went to and fro (IK0004080_0001 ). \n81. Weagreed on a final version which I signed in Geneva and sent Ms Rozhkova by What'sApp \n(IK0004080_0001 and IK0004085_0001/ IK0004086_0001 ). However, the following week Mr \nBogolyubov went to Kyiv to Boris Lozhkin and was forced to sign a new version . A week later I \nsigned that version too.\n82. I did not understand whythe \"transformation\" of the loan portfolio that followed, which required the\ntransfer ofloans from  193 borrowers to 3 6 borrowers ,was a good thing ,not least because having \nfewer borrowers increased the risk to the Bank in the event of non -payment . I considered that the \nexisting share pledges were adequate security and it was not necessary for them to be cancelled \nand replaced with mortgages over specif ic assets but that is what the NBU wanted.\n83. I under stood the way itwas going to, and did,work was that the NBU would approve or reject\nwhich borrowers to use inthetransformation and satisfy  themselves that they were not related \nparties under the legislation. At that time between 30 and 50 NBU staff were stationed within \nPrivatBank , together with their armed security personnel ,supervising operations and in order to \neffect this transformation .  It certainly could not have happened without their knowledge and \napproval.\nG. THE BA NK’S MISCHA RACTERISA TION OF ME\n84. Those people currently representing the Bank try to portray m e as a villainous thug who every one \nwas afraid of. This is not tr ue and I have good working relationships with people I deal with.\n85. As can be seen from the messages I exchanged with Ms Gontareva and Ms Rozkhova, there was \nno personal animosity between us. \nB2/1/15\n1686. For example on 18 September 2015 (IK0000031_0001 ) I messaged Ms Gontareva words of \nsupport during a stressful period (\"Do not take it too close to your heart, your health is more \nimportant! Be strong! \") and on 29 January 2016 she messaged to tell me about the birth of her \ngrandson (\" Got the son!!! \"). On 10 July  2016(IK0004080_0001 ), Ms Rozhkova and I exchanged \nmessages about the UEFA Euro 2016 Final. \n87. Ms Rozhkova and I also shared a joke about the restructuring plan in the messages on 23 May \n2016 (IK0004080_0001 ). There is a sa ying in our country that if someone does not recognise you \nit means you will have money. She did not recognise my number when I initially messaged her \nand so I said \"Big money to come! \".She responded \"This means that the capitalisation program \nwill be completed! \".\nH. NATIONA LISA TION\n88. I set out th e background to the nationalisation of the Bank in my  first witness statement and refer \nto paragraphs 84 –86 in particular. The most important thing is that the Bank remained profitable, \nwas actively developing and was a \"healthy\" asset. When the NBU raised issues about the Bank's \nfinancial state following the results of the stress test, we did our best to address th esituation. W e \narranged the transfer of assets to the Bank and were looking for additional collateral to reduce the \nBank's risks. W e hoped that the NBU would allow us to complete the restructuring plan andthat\nthe Bank could eventually return to normal operations. Even in November toearly December 2016, \nthe Bank's managem ent –Mr Dubilet and Mr Yatsenko , and I participated in a number of meetings \nwith representatives of the NBU, the Cabinet of Ministers and other ministries -the Ministr y of \nFinance and the Ministr y of Justice. At those meetings, we discussed various options for the State \nto become a sha reholder of the Bank, for the current shareholders to retain a minority stake, and \nto find the way for the State and the shareholders towork closely together to preserve and develop \nthe Bank. The situation changed dramatically after a conversation between Mr. Poroshenko and \nMr. Biden which showed that the Bank's fate was determined at the highest level.\n89. In summary , as is clear from the series of events detailed therein, the requirement for the \n\"transformation\" of the Bank's loan portfolio was devised solely to set up an artificial situation \nwhere the NBU could technically declare the Bank insolvent at a time when the share pledges had \nbeen discharged but the mortgages over assets had not yet been arranged, allowing the \ngovernment to step in to nationalise the Bank. In other words, the NBU had a goal to take the \nBank and it manipulated laws and regulations in order"}
{"start": 42000, "text": "e and the Ministr y of Justice. At those meetings, we discussed various options for the State \nto become a sha reholder of the Bank, for the current shareholders to retain a minority stake, and \nto find the way for the State and the shareholders towork closely together to preserve and develop \nthe Bank. The situation changed dramatically after a conversation between Mr. Poroshenko and \nMr. Biden which showed that the Bank's fate was determined at the highest level.\n89. In summary , as is clear from the series of events detailed therein, the requirement for the \n\"transformation\" of the Bank's loan portfolio was devised solely to set up an artificial situation \nwhere the NBU could technically declare the Bank insolvent at a time when the share pledges had \nbeen discharged but the mortgages over assets had not yet been arranged, allowing the \ngovernment to step in to nationalise the Bank. In other words, the NBU had a goal to take the \nBank and it manipulated laws and regulations in order to achieve it.\n90. The norm al process when a bank is taken off the market is that it is then put through liquidation. \nIn those circumstances the depos it guarantee fund would have an obligation to repay  customers\nwithin the limits set forth by the legislation . The total shortfall would have been around UAH 62bln \n(US $2.3blnat the exchange rate in December 2016 ). However, the downside would have been \nthat it would have created turbulence in the banking system. The Government, and it must have \nB2/1/16\n17been a decision of the Cabinet of Ministers , decided to nationalise the Bank instead because of \nthe fear of the collapse of the banking system .\n91. When it becam e clear that there was no realistic prospect of being able to hold onto PrivatBank in \nthe light of the ongoing unlawful cam paign against it and m e, I and the Bank's other shareholders, \nunder pressure from the Ukrainian authorities, and in the interests of preserving the Bank and \nprotecting its depositors and clients, were forced, under duress, to surrender the Bank to the State. \nOn 16 December 2016, the major shareholders (including myself) wrote to the Prime Minister of \nUkraine Volody myr Groy sman proposing that PrivatBank be nationalised [IK5/43-45]. This letter \nwas prepared by the NBU and I was invited to a m eeting with the US Am bassador and told to sign \nthis letter otherwise I would be pursued through law enforcement channels wherever I went, even \nincluding Israel. \nI. FURTHER A CTION A FTER NA TIONA LISA TION\n92. The NBU continued to pursue me after the nationalisation, suing me on the personal guarantees \nI had provided in 2016. These related to sums provided to the Bank by the NBU under five\nrefinancing credit agreements entered into between October 2008 and Februar y 2015 but I was \nnot asked to provide unlimited guarantees in relation to these loans until 2016, I believe to exert \nfurther pressure on me. I understand that the Bank could have repai d these sums in 2017 but the \nNBU did not let it, preferring instead to pursue me personally.\n93. Proceedings were commenced in 2018 in Switzerland (because I was living there at the time). \nAfter Poroshenko had left office, in 2020 the Bank was permitted to rep ay the principal sums due. \nAccordingly, the NBU withdrew the proceedings against me in Switzerland. \n94. I have been neither charged nor prosecuted in any criminal proceedings in Ukraine.\nB2/1/17\n18Statement of Truth\nI believe that the facts stated in this witness statement are true.\nI understand that proceedings for contempt of court may be brought against an yone who m akes, or causes \nto be made, a false statement in a document verified by a statement of truth without an honest belief in its \ntruth.\nSigned: ………… signa ture…………………………...…………   Dated: … 02.11.2021 ………..\nIgor Valeryevich Kolomoisky\nB2/1/18\n19Confirmation\nI understand that the purpose of thi s witness statement is to set out m atters of fact of which I have personal \nknowledge.\nI understand that it is not my  function to argue the case, either generally or on particular points, or to take \nthe court through the documents in the case.\nThis witness statement sets out only m y personal knowledge and recollection, in my  own words.\nOn points that I understand to be important in the case, I have stated honestly (a) how well I recall matters \nand (b) whether m y memory has been refreshed by considering docum ents, if so how and when.\nI have not been asked or encouraged by anyone to include in this statement anything that is not my own \naccount, to the best of my ability and recollection, of events I witnessed or m atters of which I have personal \nknowledge.\nSigned: ………… signature …………………………...…………   Dated: … 02.11.2021 ………..\nIgor Valeryevich Kolomoisky\nB2/1/19\nB2/1/20\n21Annex A\nList of Documents referred to for the purpose of preparing \nthe Witness Statement of Igor Valeryevich Kolomoisky\nDocument Reference (disclosure number)\nExtract from an article \"The Sale of \n\"PrivatBank\", the scandal in \"Ukreksimbank\", \n\"Zelensk y'soffshores\" and \"Medvedchuk's \nrecordings\". Interview with Valeriya Gontareva\" IK5/1 -9\nDeed of Indemnity between Mr Kolomoisk y and \nMr BogolyubovGB_NC_0003039\nExtracts from Valeria Gontareva and Yevhen \nStepaniuk Mission Possible: The True Story of \nUkrain e's Comprehensive Banking Reform and \nPractical Manual for Other NationsIK5/10 -20\nTranscript of What'sApp chat between Mr \nKolomoisk y and Ms G ontareva –18 September \n2015 to 27 May 2016IK0000031_0001\nTranscript of What'sApp chat between Mr \nKolomoisk y and Ms Rozhkova –23 May to 20 \nOctober 2016IK0004080_0001\nTranscript of What'sApp chat between Mr \nKolomoisk y and Ms Rozhkova –18 May to 2 \nNovember 2016IK0000037_0001\nList of petrol stations sent to Ms Rozhkova by \nWhat'sApp on 16 August 2016IK0007561_0001\nLetter of 29 September 2016 sent via \nWhat'sAppIK0004085_0001/ IK0004086_0001\nFirst letter of 4 February 2016 IK0009285_0001\nSecond letter of 4 Februar y 2016 IK0009289_0001\nB2/1/21\n22Letter of 10 July 2016 IK5/21 -42\nLetter of 16 December 2016 from the Bank's \nshareholders to Prime Minister of Ukraine \nVolody myr GroysmanIK5/43 -45\nArticle on Liga.Net \"How NBU was clearing up \nthe banking system and what Valeriya \nGontareva discussed in 30 meetings with \nKolomoisk y, Bogoluybov. Book adaptation \" \n(Статья на Liga.Net \"Как НБУ вычищал \nбанковскую систему и что Валерия \nГонтарева обсу ждала на 30 встречах с \nКоломойским и Боголюбовым. Адаптация \nкниги\").IK5/46 -67\nB2/1/22\n23Party: First Defendant\nWitness: Igor Kolomoisk y\nNumber: 5th\nExhibit: IK5\nDated: 2 November 2021\nTranslated: 2 November 2021\nClaim No. BL -2017 -000665\nIN THE HIGH COURT OF JUSTICE\nBUSINESS A ND PROPERTY COURTS\nOF ENGL AND AND WALES\nBUSINESS LIST (CHD)\nB E T W E E N:\nJSC COMMERCIA L BA NK PRIVA TBANK\nClaimant\n-and –\n(1) IGOR VALERYEVICH KOLOMOISKY\n(2) GENNA DIY BORISOVICH BOGOLYUBOV\n(3) TEA MTREND LIMITED\n(4) TRA DE POINT A GRO LIMITED\n(5) COLLYER LIMITED\n(6) ROSSYN INVESTING CORP\n(7) MILBERT VENTURES INC\n(8) ZA O UKRTRA NSITSERVICE LTD\nDefendants\n__________________________________ ______\nFIFTH WITNESS ST ATEMENT OF \nIGOR VA LERYEVICH KOLOMOISKY\n________________________________________\nB2/1/23\n"}
