{"metadata": {"corpus_path": "A3_1 Agreed Case Summary.pdf", "file_size": 201004, "mtime": 1755610853.3636127, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "IN THE HIGH COURT OF JUSTICE Claim No. BL-2017-000665\nBUSINESS AND PROPERTY COURTS OF \nENGLAND AND WALES \nBUSINESS LIST (ChD) \nB E T W E E N: \nJSC COMMERCIAL BANK PRIVATBANK \nClaimant \nand \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \nDefendants \nCASE SUMMARY \n1. The Claimant (the “ Bank ”) is a Ukrainian bank which was nationalised in December 2016. \nPrior to its nationalisation, the Bank was substantially owned by the First Defendant (“ D1”) \nand the Second Defendant (“ D2”). D1 and D2 also sat on the Bank’s Supervisory Board, \nof which D2 was Chairman from 2003 to 2015. Following its nationalisation, D1 and D2 \n(and the other members of the Supervisory Board) were dismissed and replaced by a new \nmanagement team. \n2. The English Defendants are Teamtrend Limited (\" D3\"), Trade Point Agro Limited (\" D4\") \nand Collyer Limited (\" D5\").  The BVI Defendants are Rossyn Investing Corp (\" D6\"), Milbert \nVentures Inc (\" D7\") and ZAO UKRTransitService Limited (\" D8\"). \n3. D1's position is that the nationalisation of the Bank, and the steps taken by the National \nBank of Ukraine (“the NBU” ) to make it possible, were part of a political campaign against \nD1 pursued by the former president of Ukraine, Mr Petro Poroshenko with the assistance \nof other Ukrainian government officials.  The legality of the nationalisation of the Bank is \nA3/1/1\ncontested in judicial review proceedings and in a number of related actions that are ongoing \nin Ukraine. \n4. In these proceedings, the Bank claims that D1 and D2 procured the misappropriation of \nUS$1,911,877,385 from the Bank. In particular, the Bank claims that: \na. D1 and D2 controlled all material decisions made by the Bank and caused the Bank \nto make loans to 47 Ukrainian companies and three Cypriot companies (the \n“Borrowers ” and the “ Relevant Loans ”), which were all owned and controlled by \nD1 and D2; \nb. D1 and D2 also ultimately owned or controlled D3-8;  \nc. D1 and D2 caused the Borrowers to enter into sham supply agreements with D3-8 \n(the “ Relevant Supply Agreements ”), which provided for D3-8 to deliver large \nquantities of equipment and commodities, and for certain of the Borrowers to make \n‘pre-payments’ to D3-8 (i.e. to pay before the equipment or commodities had been \ndelivered); and \nd. between May and August 2014, and pursuant to the Relevant Supply Agreements, \ncertain of the Borrowers made pre-payments to D3-8 totalling US$1,911,877,3851, \nbut no goods or commodities were ever supplied and the money was not repaid \n(the “ Unreturned Prepayments ”). \ne. D1 and D2 together and/or between them were the ultimate beneficiaries of the\nalleged misappropriation of the Bank's funds. \n5. The Bank's case is that the misappropriation was disguised by (i) the grant of sham security \nfor the Relevant Loans, including sham pledges over shares in companies owned by D1 \nand D2 and sham pledges over the Borrowers’ unsecured rights under the Relevant Supply \nAgreements; and (ii) the entry into further sham supply agreements which purported to \nprovide that payment by the Borrowers to the Defendant Suppliers was only due after the \ngoods or commodities had been delivered (the “ Loan File Supply Agreements ”), and \nsham pledges of the Borrowers’ rights under these Loan File Supply Agreements.  \n6. The Bank contends that the Relevant Loans have not been the subject of legitimate \nrepayment and the principal sum of its loss is c. US$1.9 billion. \n1c. US$1.8 billion of the Unreturned Prepayments were made to D3-D5 and c. US$100 million to \nD6-D8.\nA3/1/2\n7. In response to the allegations: \na. D1 denies that he owned or controlled the Borrowers or any of D3-8, although \nhe admits having an interest in nine of the Borrowers;  \nb. D1 denies that he controlled material decisions made by the Bank; \nc. D1 denies that he cause"}
{"start": 3500, "text": "elevant Loans have not been the subject of legitimate \nrepayment and the principal sum of its loss is c. US$1.9 billion. \n1c. US$1.8 billion of the Unreturned Prepayments were made to D3-D5 and c. US$100 million to \nD6-D8.\nA3/1/2\n7. In response to the allegations: \na. D1 denies that he owned or controlled the Borrowers or any of D3-8, although \nhe admits having an interest in nine of the Borrowers;  \nb. D1 denies that he controlled material decisions made by the Bank; \nc. D1 denies that he caused the Relevant Loans to be made by the Bank. \nd. D1 denies that he caused the Relevant Supply Agreements (or Loan File Supply \nAgreements) to be entered into by the Borrowers and D3-8; \ne. D1 denies that he was aware of the making of the Relevant Loans or the \nRelevant Supply Agreements or the Loan File Supply Agreements at the relevant \ntime; and \nf. D1 denies that the making of the Relevant Loans to the Borrowers, or the transfer \nof money by the Borrowers to D3-8, involved any misappropriation of the Bank's \nfunds. \n8. As to D2:  \na. D2 denies that he owned or controlled the Borrowers or any of D3-8, although he \nadmits to having an interest in 14 of the Borrowers;  \nb. D2 denies that he controlled the Bank. He denies that he controlled material \ndecisions of the Bank and says that, although he was a member of the Bank’s \nSupervisory Board, management of the Bank was the responsibility of its \nManagement Board.   \nc. D2 denies that he caused the Relevant Loans to be made by the Bank. D2 does \nnot believe that the Relevant Loans were referred to the Supervisory Board for \napproval.  \nd. D2 denies that he caused the Relevant Supply Agreements (or Loan File Supply \nAgreements) to be entered into by the Borrowers and D3-8. \ne. D2 denies that he was aware of the making of the Relevant Loans or the Relevant \nSupply Agreements or the Loan File Supply Agreements at the relevant time. D2 \nA3/1/3\nsays that, if the Borrowers and D3-8 did enter into the various agreements alleged \nby the Bank, it was not with his knowledge or on his instructions. \nf. D2 denies that the making of the Relevant Loans to the Borrowers, or the transfer \nof money by the Borrowers to D3-8, involved any misappropriation of the Bank's \nfunds. \n9. D3-8 deny that they were owned or controlled by D1 or D2 and deny that they were party \nto any misappropriation:  \na. D3-D5 contend that they entered into the Relevant Supply Agreements (and other \ndocuments) as agents for undisclosed principals; they did not seek to verify the \nsubstance of the transactions; they had no knowledge of the commercial purpose \nof their principals’ entry into the transactions; they executed the agreements in \ngood faith; and any sums they received they paid on immediately on their \nprincipal’s instructions to their principals or to third parties identified by their \nprincipals. D3-D5 deny any liability to the Bank. \nb. D6-D8 contend that the Relevant Supply Agreements entered into by them were \ngenuine, arm’s length agreements. They made onward payments of the sums \nreceived before having any notice of the Bank’s claim. They accept that they did \nnot supply any goods under those agreements and therefore became (and remain) \nobliged to pay the counter-party Borrowers the amounts of the prepayments \nreceived from them.  They too deny liability to the Bank. \nc. D3–D8 deny that the transfers of payments in and out of its accounts caused the \nBank loss.  D3–D8 adopt the contentions of D1 (at paragraph 10 below) that the \nBank suffered no loss.  They put the Bank to proof that any proved loss would not \nhave been suffered but for the alleged acts of D3–D8. \n10. D1 and D2 further contend that the Bank has suffered no loss, or at least no loss caused \nby D1 and D2. In particular, D1 contends that: \na. The Relevant Loans have been the subject of legitimate repayment, including by \ncash repayments (“the Cash Repayments ”) and a transfer of assets to the Bank \n(“the Asset Transfer ”) to reduce the sums outstan"}
{"start": 7000, "text": "at the \nBank suffered no loss.  They put the Bank to proof that any proved loss would not \nhave been suffered but for the alleged acts of D3–D8. \n10. D1 and D2 further contend that the Bank has suffered no loss, or at least no loss caused \nby D1 and D2. In particular, D1 contends that: \na. The Relevant Loans have been the subject of legitimate repayment, including by \ncash repayments (“the Cash Repayments ”) and a transfer of assets to the Bank \n(“the Asset Transfer ”) to reduce the sums outstanding in respect of the Relevant \nLoans.  Further, the Bank made a series of new loans totalling approximately \nUS$5.7 billion to 36 companies in October-November 2016 (the “ New Loans ” and \nthe “New Borrowers ”). The New Borrowers used those funds to repay old loans \nA3/1/4\nincluding sums outstanding under the Relevant Loans. This process is referred to \nas the “ Transformation ”. \nb. Any loss the Bank has suffered was caused either by the Bank itself in conducting \nthe Transformation under the orders of the NBU, or otherwise by the NBU as the \nold loans had been adequately secured by collateral including share pledges (“the \nShare Pledges ”) but this security was released before the assets owned by the \ncompanies whose shares had been pledged could be used to secure the New \nLoans.   \nc. In any event, the monies drawn down under the Relevant Loans were all ultimately \ntransferred back to the Bank either to repay sums due under the Relevant Loans \nor some other debts owed to the Bank by the same or different borrowers. \n11. The Bank denies that the Relevant Loans have been the subject of valid repayments. It \ncontends that the Cash Repayments were funded by other illegitimate lending to \ncompanies owned or controlled by D1 and/or D2 through loans referred to as \n“Intermediary Loans ”. The Bank admits that it obtained ownership and control of certain \nassets identified as part of the Asset Transfer but does not admit that those transfers \nresulted in a genuine and/or valid reduction of the amounts drawn down under the Relevant \nLoans.2 It contends that the New Loans were designed to disguise earlier illegitimate \nlending and denies that the Share Pledges were adequate or valuable security for the old \nloans.  \n12. D1-D8 also contend that the Bank’s claims are barred by the three year limitation period \napplicable in Ukrainian law. The Bank’s case is that this period did not start to run whilst \nD1 and D2 remained in ownership of the Bank or that the limitation period should be \ndisapplied. \n13. The Bank brings claims in tort against D1-D8 and in unjust enrichment against D3-D8.  \n14. It is common ground that the Bank’s tort claims are governed by Ukrainian law. The Bank’s \nclaims in unjust enrichment are governed by Ukrainian law or (on D3-D8s’ case) Cypriot \nlaw. In denying those claims, D3–D8 rely, inter alia, on contentions that: the transfers were \npursuant to (at least then) valid contracts, involved monies of the Borrowers (not the Bank), \nthe credit balances in D3–D5s’ accounts were held for their Principals, D3–D8 had no \nnotice of the Bank’s claims before making onward transfers, and the onward transfers were \n2 The Case Summary will be updated as necessary once the parties have amended their statements of case in \nrelation to the Asset Transfer. \nA3/1/5\nmade very shortly after the inward transfers.\n15. The Bank’s claims in tort include (in respect of D1-D2) claims alleging breach of the \nprovisions of the Ukrainian JSC Law and the Law on Banks. In addition to denying fault \nand/or liability by reference to the specific provisions relied on by the Bank, D1-D2 contend \nthat, because they had contracts with the Bank as members of its Supervisory Board, the \nBank cannot sue them in tort.  Alternatively, D1-D2 contend that, in circumstances where \nthe substance of the Bank’s allegations are of criminal conduct (and D1-D2 have not been \nprosecuted), the Bank cannot establish a cause of action in tort against them as the \nnecessary u"}
{"start": 10500, "text": "n Banks. In addition to denying fault \nand/or liability by reference to the specific provisions relied on by the Bank, D1-D2 contend \nthat, because they had contracts with the Bank as members of its Supervisory Board, the \nBank cannot sue them in tort.  Alternatively, D1-D2 contend that, in circumstances where \nthe substance of the Bank’s allegations are of criminal conduct (and D1-D2 have not been \nprosecuted), the Bank cannot establish a cause of action in tort against them as the \nnecessary unlawful conduct has not been established. \nA3/1/6\nProcedural history3\nDate Event \n19 December 2017 The Bank obtained a Worldwide Freezing Order against \nD1-D8 in the maximum sum of $2.6 billion (being the \nprincipal claimed plus interest to that date) (the “ WFO ”).  \n21 December 2017 The Claim Form was issued. The Claim Form and \nParticulars of Claim were served on D3-D8 shortly \nthereafter (D1 and D2 were not formally served until \nOctober 2019: see below).  \n19 January 2018 Pursuant to the order of Mr Justice Nugee, a confidentiality \nclub was established: any disclosure by D1 and D2 \npursuant to the WFO of assets in Russia or Ukraine is only \nto be provided to named solicitors and counsel acting for \nthe Bank (the “Confidentiality Club” ). \nFebruary – March 2018 D1-D8 issued applications to challenge the jurisdiction of \nthe English court and discharge / set aside the WFO, or \nalternatively, stay the proceedings (the “ Set Aside \nApplications ”).  \n25 – 31 July 2018 Hearing of D1-D8s’ Set Aside Applications before Mr \nJustice Fancourt.  \n4 December 2018 Mr Justice Fancourt declared that the English court had no \njurisdiction to try the Bank’s claim against D1-D2 and D6-\nD8; stayed the claim against D3-D5; set aside service of \nthe Claim Form on D6-D8; and discharged the WFO (the \n“Fancourt Order ”). See [2018] EWHC 3308 (Ch).   \nThe WFO was continued pending the Bank’s application \nfor permission to appeal.  \n21 December 2018 The Bank issued its appeal of the Fancourt Order and its \napplication for permission to appeal in respect of the \ngrounds refused by Mr Justice Fancourt.  \n22 – 25 July 2019 Hearing of the Bank’s appeal against the Fancourt Order \nbefore the Court of Appeal. \n15 October 2019 The Court of Appeal (David Richards, Flaux, Newey LJJ) \nset aside the Fancourt Order; declared that the English \ncourt had jurisdiction to try the Bank’s claims; continued \n3 This is intended as a very short and uncontroversial summary of the material procedural history of the claim.  \nA3/1/7\nthe WFO until trial or further order; and dismissed the Set \nAside Applications (the \"Court of Appeal Order\" ). See \n[2018] EWCA Civ 1708.  \n21 October 2019 D1 and D2 were deemed served with the Claim Form and \nthe Amended Particulars of Claim.  \n11 and 12 November 2019 The Defendants issue applications for permission to \nappeal the Court of Appeal Order to the Supreme Court. \n21 December 2019 D3-D8 filed and served their Defence. \n17 January 2020 D2 filed and served his Defence. \n20 January 2020 D1 filed and served his Defence. \n21 February 2020 The Bank filed its Reply.  \n6 April 2020 The Defendants’ applications for permission to appeal the \nCourt of Appeal Order are dismissed by the Supreme \nCourt. \n28 April 2020 The Bank filed and served its Re-Amended Particulars of \nClaim. \n22 May 2020 D1, D2 and D3-D8 filed and served their Amended \nDefences. \n25 – 26 June 2020 First Case Management Conference. \n14 September 2020 The Bank filed and served its Re-Re-Amended Particulars \nof Claim. \n6 November 2020 First Disclosure Guidance Hearing before Master Shuman.\n16 November 2020 D3-D8 filed and served their Re-Amended Defence. \n25 November 2020 Second Disclosure Guidance Hearing before Master \nShuman. \n30 November 2020 D1 filed and served his Re-Amended Defence. \n30 November 2020 D2 filed and served his Re-Amended Defence. \n15 January 2021 The Bank filed and served its Amended Reply. \n9 June 2021 The Bank issued an application for specific disclosure \npurs"}
{"start": 14000, "text": "ed Particulars \nof Claim. \n6 November 2020 First Disclosure Guidance Hearing before Master Shuman.\n16 November 2020 D3-D8 filed and served their Re-Amended Defence. \n25 November 2020 Second Disclosure Guidance Hearing before Master \nShuman. \n30 November 2020 D1 filed and served his Re-Amended Defence. \n30 November 2020 D2 filed and served his Re-Amended Defence. \n15 January 2021 The Bank filed and served its Amended Reply. \n9 June 2021 The Bank issued an application for specific disclosure \npursuant to paragraphs 17.1 and/or 18.1 of CPR Practice \nDirection 51U (the “ First D1 and D2 Specific Disclosure \nApplication ”). \n21 – 24 June 2021 Second Case Management Conference. \nA3/1/8\n25 June 2021 Mr Justice Trower grants the Bank’s First D1 and D2 \nSpecific Disclosure Application and orders, amongst other \nthings, D1, D2 and D3-D8 to complete their Extended \nDisclosure by 27 August 2021. \n8 July 2021 The Confidentiality Club is terminated with effect from 8 \nJuly 2021 pursuant to an order of Mr Justice Trower ([2021] \nEWHC 1910 (Ch)). \n30 July 2021 D1 filed and served his Re-Re-Amended Defence. \n3 September 2021 The Bank filed and served its Re-Amended Reply. \n30 September – 18 October \n2021 The Bank filed and served trial witness statements of \nGalyna Pakhachuk, Dmitry Luchaninov, Kateryna \nRozhkova, Maryna Lozytska, Olena Pogorelaya, Sergiy \nOleksiyenko, Valerii Bondarenko, Mykhailo Shekmar, \nRuslana Domashenko and Iryna Hryn. \n2 November 2021 D1 filed and served trial witness statements from himself, \nOleksandr Zavadetskyi, and Vladimir Yatsenko. \nD2 filed and served his first trial witness statement. \nD3-D8 did not file factual evidence for trial. \n23 November 2021 The Bank filed and exchanged its trial expert report on \nUkrainian law from Oleh Beketov. \nD1 filed and exchanged his trial expert report on Ukrainian \nlaw from Oleg Aloyshin. \nD2 filed and exchanged his trial expert report on Ukrainian \nlaw from Dmytro Marchukov. \n24 November 2021 The Bank filed and served its trial expert reports on \nforensic accounting (Ian Thompson); valuation of the \nShare Pledges (Mark Bezant); aircraft valuation (Olga \nRazzhivina); valuation of certain Transferred Assets \n(Airfield, Training Centre and Football Stadium) (Paul \nThomas); and valuation of the remaining Transferred \nAssets (Petrol Stations, Oil Storage Facilities, Hotels and \nOffices) (Mark Bezant). \nA3/1/9\n26 November 2021 The Bank filed and served its trial expert report on Cypriot \nlaw from Petros Artemis. \n3 December 2021 D3-D8 filed and served their trial expert report on Cypriot \nlaw from Andreas Erotocritou. \n14 December 2021 D3-D8 filed and served their trial expert report on Ukrainian \nlaw from Volodymyr Nahnybida. \n17 December 2021 The Bank filed and exchanged a supplemental trial witness \nstatement from Kateryna Rozhkova. \nD1 filed and exchanged supplemental trial witness \nstatements from Oleksandr Zavadestskyi, Vladimir \nYatsenko and Konstantin Medvedev. \nD2 filed and exchanged a supplemental trial witness \nstatement from himself. \nD3-D8 did not file supplemental factual evidence for trial. \n24 January 2022 D1 produced his trial expert reports on: aircraft valuation \n(Philip Seymour); and the value of certain Transferred \nAssets (Airfield, Training Centre, Football Stadium, Hotels \nand Offices) (Brent Kaczmarek). \n26 January 2022 The Bank filed and served its Re-Re-Re-Amended \nParticulars of Claim. \nD1 filed and served his trial expert report on valuation of \nthe Share Pledges from Travis Taylor. \n28 January 2022  D1 filed and served his expert report on forensic \naccountancy from Jeffrey Davidson.  \n2 February 2022 The Bank filed and served a further trial expert report on \nCypriot law from Stelios Nathanael (who had replaced \nPetros Artemis as the Bank’s Cypriot law expert following \nthe death of Mr Artemis). \nThe Bank served its Statements of Fact in respect of the \nBorrowers, the Intermediary Borrowers, the Defendant \nA3/1/10\nSuppliers (i.e. D3-D8), the Share Pled"}
{"start": 17500, "text": "from Travis Taylor. \n28 January 2022  D1 filed and served his expert report on forensic \naccountancy from Jeffrey Davidson.  \n2 February 2022 The Bank filed and served a further trial expert report on \nCypriot law from Stelios Nathanael (who had replaced \nPetros Artemis as the Bank’s Cypriot law expert following \nthe death of Mr Artemis). \nThe Bank served its Statements of Fact in respect of the \nBorrowers, the Intermediary Borrowers, the Defendant \nA3/1/10\nSuppliers (i.e. D3-D8), the Share Pledges and the New \nBorrowers. \n11 February 2022 The parties’ Ukrainian law experts filed a joint statement \non matters of Ukrainian law. \n16 February 2022 D2 filed and served his trial expert report on forensic \naccounting from Luke Steadman. \nThe Bank issued an application for: an order pursuant \nparagraph 16 of CPR Practice Direction 51U that D1 \ndisclose certain documents in unredacted form; and (ii) an \norder for specific disclosure from D1 pursuant to paragraph \n17.1 of CPR Practice Direction 51U (the “ Second D1 \nSpecific Disclosure Application ”). \n18 February 2022 D1 filed and served an addendum to his trial expert report \non forensic accounting from Jeffrey Davidson. \n21 February 2022 D1 filed and served a further trial expert report on valuation \nof the Share Pledges (Travis Taylor); and a trial expert \nreport on valuation of certain Transferred Assets (Petrol \nStations and Oil Storage Facilities) (Brent Kaczmarek). \n23 February 2022 The Bank issued an application for an order for specific \ndisclosure from D2 pursuant to paragraph 17.1 of CPR \nPractice Direction 51U (the “ Second D2 Specific \nDisclosure Application ”). \n4 March 2022 The Bank’s and D3-D8’s Cypriot law experts filed a joint \nstatement on matters of Cypriot law. \n9 March 2022 The Bank’s and D1’s aircraft valuation experts filed a joint \nstatement on aircraft valuation. \n10 March 2022 The Bank’s, D1’s and D2’s forensic accounting experts \nfiled a joint statement. \n14 March 2022 The Bank’s and D1’s experts on valuation of Transferred \nAsset filed a joint statement on the valuation of certain \nTransferred Assets (Airfield, Training Centre and Football \nStadium) (Paul Thomas and Brent Kaczmarek). \n15-18 March 2022 D1, D2 and D3-D8 each applied for an adjournment of the \ntrial to the first available date from 1 June 2023 (the \n“Adjournment Applications” ). \n21 March 2022 The Bank’s and D1’s experts filed a joint statement on \nvaluation of the Share Pledges. \nA3/1/11\nThe Bank’s and D1’s experts on valuation of the \nTransferred Asset filed a joint statement on the valuation \nof certain Transferred Assets (Petrol Stations, Oil Storage \nFacilities, Hotels and Offices) (Mark Bezant and Brent \nKaczmarek). \n28-29 March 2022 Pre-Trial Review and hearing of the Adjournment \nApplications.  \nMr Justice Trower granted the Adjournment Applications \n([2022] EWHC 775 (Ch)). Pursuant to the order of Mr \nJustice Trower dated 29 March 2022, the trial was \nadjourned to the first available date from 1 June 2023. \nThe Second D2 Specific Disclosure Application was \nresolved by way of a consent order between the Bank and \nD2.  \n11 April 2022 Mr Justice Trower granted the Bank’s Second D1 Specific \nDisclosure Application ([2022] EWHC 868 (Ch)).  \n29 April 2022 The Bank’s experts on Share Pledge and aircraft valuation \neach filed an additional expert report valuing additional \nassets valued by D1’s experts. \n27 May 2022 The Bank’s and D1’s experts on Share Pledge and aircraft \nvaluation filed a second joint statement on Share Pledge \nand aircraft valuation, respectively. \n21 June 2022 D3-D8 filed and served their Re-Re-Amended Defence. \n22 June 2022 D1 filed and served his Re-Re-Re-Amended Defence. \nD2 filed and served his Re-Re-Amended Defence. \nThe Bank issued applications for further specific disclosure \npursuant to paragraph 17 of CPR Practice Direction 51U \nagainst: (i) D1 and D2 (the “ Third D1 and D2 Specific \nDisclosure Application ”); and (ii) D3-D8 (the “ First D3-\nD8 Specific Disclos"}
{"start": 21000, "text": "int statement on Share Pledge \nand aircraft valuation, respectively. \n21 June 2022 D3-D8 filed and served their Re-Re-Amended Defence. \n22 June 2022 D1 filed and served his Re-Re-Re-Amended Defence. \nD2 filed and served his Re-Re-Amended Defence. \nThe Bank issued applications for further specific disclosure \npursuant to paragraph 17 of CPR Practice Direction 51U \nagainst: (i) D1 and D2 (the “ Third D1 and D2 Specific \nDisclosure Application ”); and (ii) D3-D8 (the “ First D3-\nD8 Specific Disclosure Application ”). \n7 July 2022 Third Case Management Conference listed. \n11 October 2022 First Review Hearing listed. \nA3/1/12\n11-12 January 2023 Second Review Hearing listed. \n27-29 March 2023 Pre-Trial Review listed. \n6 June 2023 Trial listed. \nA3/1/13\n"}
