{"metadata": {"corpus_path": "AA2_25 Claimant's written submissions on Sunaltezza disclosure.pdf", "file_size": 133118, "mtime": 1755683452.6913297, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " 1 Claim No. BL-2017-000665  IN THE HIGH COURT OF JUSTICE  BUSINESS AND PROPERTY COURTS  OF ENGLAND AND WALES BUSINESS LIST (ChD) B E T W E E N :  JSC COMMERCIAL BANK PRIVATBANK Claimant - and -  (1) IGOR VALERYEVICH KOLOMOISKY (2) GENNADIY BORISOVICH BOGOLYUBOV (3) TEAMTREND LIMITED (4) TRADE POINT AGRO LIMITED (5) COLLYER LIMITED (6) ROSSYN INVESTING CORP (7) MILBERT VENTURES INC (8) ZAO UKRTRANSITSERVICE LTD Defendants            NOTE ON BEHALF OF THE BANK in respect of Sunaltezza disclosure           1. The Bank’s submissions on D2’s extremely late disclosure of documents from Sunaltezza are found at {AA2/14}, {AA2/15/34}, {Day34/98:14} – {Day34/111:5}, {Day36/11:23} – {Day36/33:8} and {Day43/117:11} – {Day43/119:17}. We do not repeat them.  2. Since the end of trial, D2 has continued to disclose Sunaltezza documents at a glacial pace, with tranches being provided on 9.11.23, 15.12.23 and 1.3.24, and a disclosure certiﬁcate ﬁnally emerging on 19.3.24. The Bank does not propose to trouble the Court with any of that material, which is of a similar nature to material already relied upon.  3. The Bank does, however, wish to draw to the Court’s attention one further email (the “Funding Email”), ﬁnally disclosed on 22.3.24, and the remarkable process by which it was extracted from D2: a. On 15.12.23, D2’s solicitors provided a tranche of Sunaltezza disclosure (see {L/281/2} at ¶3). It was not, however, revealed that the Funding Email and its \nAA2/25/1\n 2 attachments had been withheld from disclosure on the basis that D6-8 had claimed privilege over the same. b. The Funding Email and its attachments were instead mentioned for the ﬁrst time by D2’s solicitors on 25.1.24 {L/287/3} (¶7). They said this: “A small number of responsive documents were intended to be disclosed. However, without waiving privilege, Pinsent Masons are asserting legal professional privilege on behalf of a number of their clients over those documents, which have been withheld from production on that basis”. c. On 9.2.24, following further correspondence, D2’s solicitors revealed that legal professional privilege had been claimed by D6-8 and that they (Enyo) “disagree with the assertion of privilege” {L/289} (¶2). d. The Bank’s solicitors took this matter up with D6-8’s solicitors on 13.2.24 {L/290} and 22.2.24 {L/292}. Pinsent Masons eventually responded on 6.3.24 {L/294} to say that litigation privilege was being asserted over “an email and two attachments sent by Sunaltezza to another third party (a bank) with the permission of our clients”. e. On 11.3.24, the Bank’s solicitors sent a 5-page letter to Pinsent Masons explaining why litigation privilege could not possibly be claimed in these circumstances {L/295} and threatening to raise this matter with the Court. That resulted in Pinsent Masons consenting to the disclosure of the Funding Email and describing the attachments thereto on 15.3.24 {L/296}. f. The Funding Email {L/302} – ﬁnally disclosed on Friday 22.3.24 – is dated 10.1.18 and was sent from an anonymous Sunaltezza email address (bct10@sunaltezza.com) to Versala’s bank. It had the subject line “Versala 171000 eur documents”, but no body text. Pinsent Masons explained that it attached “two countersigned copies of [Pinsent Masons’] engagement letters to D6-8” (over which D6-8 “maintain their claim to litigation privilege”) {L/296} (¶2). As Pinsent Masons revealed on 15.3.24, “The reference in the email subject title to ‘171000 eur’ is to the euros equivalent of a sterling payment on account which our ﬁrm had requested from D6-8 in the engagement letters. We are instructed that our engagement letters were provided to Versala’s bank as evidence of the amount of our requested payment on account” (ibid.). \nAA2/25/2\n 3 4. Accordingly: a. Within 20 days of service of the WFO, D2’s 100%-owned administration company, Sunaltezza, (i) had been in discussions with Versala’s bank about making a €171,000 payment to D6-8’s newly appointed solicitors, (ii) had (i"}
{"start": 3500, "text": " of a sterling payment on account which our ﬁrm had requested from D6-8 in the engagement letters. We are instructed that our engagement letters were provided to Versala’s bank as evidence of the amount of our requested payment on account” (ibid.). \nAA2/25/2\n 3 4. Accordingly: a. Within 20 days of service of the WFO, D2’s 100%-owned administration company, Sunaltezza, (i) had been in discussions with Versala’s bank about making a €171,000 payment to D6-8’s newly appointed solicitors, (ii) had (it seems) been asked for documentation demonstrating the need for that transfer, (iii) had been provided with (seemingly unredacted) versions of D6-8’s engagement letters (over which D6-8 continue to claim privilege vis-à-vis the Bank), and (iv) had provided those letters to Versala’s bankers. b. This is powerful evidence to support the Bank’s case that D2 is one of the beneﬁcial owners and controllers of D6-8. Why else would his company be arranging payment of D6-8’s legal fees so shortly after the institution of proceedings?1 c. The process by which the Funding Email emerged is, once again, manifestly unsatisfactory. We will not repeat points made at trial. But we add: the glacial speed of D2’s Sunaltezza disclosure exercise has continued post-trial; the fact that the Funding Email was being withheld on grounds of privilege was not initially revealed by D2’s solicitors (neither was the fact that Enyo disagreed with that claim); and D6-8 ultimately – but only after the Bank’s solicitors said that “our client will have no option but to raise this matter with the Court” {L/295/5} – had to admit that their privilege claim was misconceived. d. Indeed, D6-8’s solicitors are still refusing to un-redact any part of the email address to which the Funding Email was sent (even simply to disclose the identity of Versala’s bank), asserting in correspondence that the Funding Email is at the “outermost periphery of relevance, if indeed it is relevant at all” {L/299}. That is simply wrong.   TIM AKKOUH KC CHRISTOPHER LLOYD CONOR MCLAUGHLIN  26 March 2024  1  This is a similar point to D1’s involvement in unfreezing the accounts of D4, D6, D7 and D8 in July –September 2016: Bank Opening/¶¶332-334 {AA2/1/141}; Bank Closing/¶345(7) {AA2/15/202-203}. \nAA2/25/3\n"}
