{"metadata": {"corpus_path": "C10_1 Second expert report of Petros Artemis (Artemis 2).pdf", "file_size": 1687477, "mtime": 1755610854.8401697, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n IN THE  HIGH  COURT  OF JUSTICE     CLAIM NO. BL-2017-000665 \nBUSINESS  AND  PROPERTY  COURTS \nOF ENGLAND  AND  WALES  \nBUSINESS  LIST  (CHD) \n \nBETWEEN: \n \nJSC COMMERCIAL BANK “PRIVATBANK” \n \nClaimant \n \n- and - \n \n(1) IGOR VALERYEVICH KOLOMOISKY \n(2) GENNADIY BORISOVICH BOGOLYUBOV \n(3) TEAMTREND LIMITED \n(4) TRADE POINT AGRO LIMITED \n(5) COLLYER LIMITED \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO UKRTRANSITSERVICE LTD \n \n Defendants \n \n \n \n \n \nSECOND EXPERT REPORT OF PETROS ARTEMIS \n26 NOVEMBER 2021 \n \n \n  \nC10/1/1\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n2 \n MY QUALIFICATIONS  AND  EXPERIENCE  \n1. I am a Barrister at Law of Gray’s Inn, and have been a judge in the Cypriot courts for 41 years.  I \npractised as an advocate for three years, before becoming a District Judge and then working my way \nup the ranks in the District Courts before becoming President of the District Court in 1987.  I was \nappointed Justice of the Supreme Court of Cyprus in 1991, which is the highest court in Cyprus.  I \nserved as President of the Supreme Court of Cyprus from 2008 until 2013, when I retired from the \nJudiciary. \n2. In addition to my judicial role, I have lectured widely, I am the author of four textbooks, and I served \nas lecturer and examiner of the Cyprus Legal Council in the 1990s. \n3. From 2013 to 2019 I was President of the Scientific Committee and member of the Special Teaching \nStaff of Neapolis University Pafos. \n4. I have given one expert report previously in these proceedings, dated 23 March 2018. That was made \nin the context of interim disputes between the parties. \n5. A copy of my curriculum vitae is included as Appendix 1 to this report. \n6. My native language is Greek, but I am fluent in English and intend to give evidence at trial in English.  \nMY INSTRUCTIONS \n7. I have been instructed by the Solicitors of the Claimant in the present High Court of Justice claim BL-\n2017-000665 to prepare an expert report for the purposes of the trial of these proceedings setting out \nmy opinion on the questions of Cypriot law that have been presented to me. These questions are set \nout in bold under the heading “Opinion” below with my responses interspersed.  \n8. Defendants 1 and 2 are natural persons, Defendants 3 to 5 are English companies and Defendants 6 \nto 8 are companies registered in the British Virgin Islands.  I refer to Defendants 3 to 8 as the \n“Corporate Defendants ” below.  I have no prior connection with any of the parties, I have never acted \nfor any one of them before, and I well understand that my duty is to the Court and not to my instructing \nparty. \n9. My report is based on the assumption that the facts contained in the Claimant’s Pleadings, which I \nhave studied, are correct.  I have also been provided with three agency agreements, which I have \nstudied. A list of all the documents to which I have been referred is included as Appendix 2 to this \nreport. None of the facts are within my personal knowledge.  \nC10/1/2\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n3 \n OPINION \nA. What is the hierarchy of civil courts within the Cypriot judicial system and how is the doctrine \nof precedent applied at different levels of that hierarchy? \n10.  The Cyprus judicial system is a two-tier one, in a pyramid form.  At the top of the pyramid is the \nSupreme Court, which, inter alia, acts as the sole appellate court from all decisions of the lower courts.  \nAs a civil appeal court it sits in panels of three judges of the Supreme Court.  However, if the issue \nbefore it is of great importance or of a particular nature, the court may widen its composition into a \nplenary session (seven or more of the 13 judges of the Supreme Court).  At the base of the pyramid \nare all the civil and criminal first instance (lower) courts, i.e. the District Courts (one for each of the six \ndistricts), and the courts of specialized jurisdiction (Family Courts, Rent Control Tribunal, Industrial \nDisp"}
{"start": 3500, "text": " in panels of three judges of the Supreme Court.  However, if the issue \nbefore it is of great importance or of a particular nature, the court may widen its composition into a \nplenary session (seven or more of the 13 judges of the Supreme Court).  At the base of the pyramid \nare all the civil and criminal first instance (lower) courts, i.e. the District Courts (one for each of the six \ndistricts), and the courts of specialized jurisdiction (Family Courts, Rent Control Tribunal, Industrial \nDisputes Tribunal).  The District Courts consist of District Judges, Senior District Judges and \nPresidents of District Court.  Each one has jurisdiction to try civil cases according to their subject \nmatter.  The President can try any civil case, irrespective of its monetary value. \n11. It should be noted that until 1964 there were two superior courts, the Supreme Constitutional Court \nand the High Court (appellate), which were then joined in the present Supreme Court which exercises \nthe jurisdiction of both. \n12. The doctrine of precedent ( stare decisis ) applies and it is deeply rooted in the Cypriot judicial system.\n   The decisions of the Supreme Court are binding on all lower courts.  However, no decisions of an \nequal court can bind another.  In the Supreme Court one panel of civil appeal judges’ decisions does \nnot bind another panel, both being equal.  As a result, there may be two conflicting judgments of appeal \ncourts, in which case a lower court is not bound by either of them and it has latitude to follow either \njudgment.  As this renders the law uncertain, it so happens that as and when the same issue comes \nagain before the appeal court, the composition will be widened to form a plenary session, and its \ndecision will become final and binding on all courts.  \nB. To what extent are English cases and authorities relied upon by the Cypriot courts? \n13. The legal system of Cyprus in civil (and criminal) matters is the adversarial Anglo-Saxon system, which \nincludes the application of common law and the principles of equity. \n14. Section 29(1) of the Cyprus Courts of Justice Law, 1960 (Law 14/60) provides, inter alia, that: \n \n \nC10/1/3\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n4 \n “each court, during the exercise of its civil or criminal jurisdiction shall apply  \n…………………………………………………………………………………………………. \n(c) the [English] common law and the  principles of equity, unless otherwise provided pursuant to a \nlaw applicable or issued pursuant to the [Cypriot] Constitution … and … (e) the Laws of the Parliament \nof the United Kingdom of Great Britain and Northern Ireland, which were applicable in Cyprus on the \nday immediately before the day of its Independence [in 1960], unless otherwise provided by a law \napplicable or issued pursuant to the Constitution and so long as they are not contrary to or incompatible \nwith the [Cypriot] Constitution”.  \n15. There is a series of judgments in the Cyprus Law Reports regarding the applicability of English case \nlaw in Cyprus.  For example, one of the more well-known of such authorities is the case of Phylactou \nv. Taliotis  (1989) 1 C.L.R. 188, where the following was said at p.191: \n“The Courts of our Republic, since Independence, are not bound by decisions of any foreign Court.  \nNevertheless, in view of the fact that branches of our system of Law are based on the English Common \nLaw and principles of Equity and statutory provisions are identical or similar to statutory provisions of \nEngland, reference to decisions of English Courts of Appeal and other Commonwealth countries, \nespecially on the construction of a statute, is useful, as these decisions have great persuasive \nauthority”. \n16. As regards the non-binding effect of English precedent and the terms of its application in respect of \nthe Cypriot common law, this was explained by Hallinan, C.J. in Universal Advertising etc v. Vouros  \nIXI C.L.R. 87 in the following words: \n“I am not suggesting for a moment that all th"}
{"start": 7000, "text": "\nEngland, reference to decisions of English Courts of Appeal and other Commonwealth countries, \nespecially on the construction of a statute, is useful, as these decisions have great persuasive \nauthority”. \n16. As regards the non-binding effect of English precedent and the terms of its application in respect of \nthe Cypriot common law, this was explained by Hallinan, C.J. in Universal Advertising etc v. Vouros  \nIXI C.L.R. 87 in the following words: \n“I am not suggesting for a moment that all the provisions of the English Common Law are suitable for \nCyprus; what I affirm is that it must be planted here as a living growth which can be pruned by \nlegislation and judicial decision to suit local conditions…”  \n17. This position was accepted by the Privy Council in Australian Consolidated Press Ltd v. Uren  [1969] 1 \nA.C. 590, which recognized it as a necessary measure for the preservation of the sovereign right of \nthe courts of every country to adapt the law to serve the needs of their society. \n18. At this point I must note that, even though the Cypriot courts have the possibility to adapt the common \nlaw to the needs of Cypriot society and the customs of the people, it seems that they are reluctant to \ndo so. In Antoniou and Another v. Angelides and Another  (1978) 1 C.L.R. 115, the Supreme Court \nreversed a decision of the first instance court that had increased the age of financial independence \nfrom 16 (as it was held in the English case K v J.M.P Co. Ltd)  to 18, in light of local, (i.e. Cypriot) \nC10/1/4\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n5 \n considerations.  In doing so, the Supreme Court disregarded the much greater dependence of children \non their parents in Cyprus (see observation to this effect at p.84 of “The English Common Law, the \nPrinciples of Equity and their Application in Cyprus”, handbook  by G.M. Pikis,  former President of the \nSupreme Court of Cyprus and former judge of the International Criminal Court of The Hague).  \n19. I can state, from my years of judicial experience, that it is rare that a Cypriot court will not follow English \nprecedent if Cypriot authorities are silent on the point in issue.  I can say with certainty that, where \nthere is no applicable Cypriot case law, Cypriot courts are guided and usually persuaded by English \nprecedents. \nC. Does Cypriot law recognize unjust enrichment as a standalone cause of action? \n20. The short answer is “no”.  However, I consider that the relevant provisions for unjust enrichment should \nand shall be interpreted in light of subsequent developments in the common law, so as to give effect \nto the unified theory of unjust enrichment now recognized by English and other Commonwealth courts. \n21. I reach this view by the following facts and reasoning process: \n(a) Initially, the English courts declined to recognize a general doctrine of unjust enrichment: see, \nfor instance, Lord Diplock’s speech in Orakpo v. Manson Investments Ltd  [1978] A.C. 95. \n(b) However, the English courts have changed their approach.  Unjust enrichment was recognized \nas an autonomous body of law by the House of Lords in 1991 in the case of Lipkin Gorman v. \nKarpnale Ltd  [1991] 2 AC 548. (See also  Boake Allen Ltd v Revenue and Customs Comrs. \n(2006) STC 606, and  Benedetti v Sawiris  (2013) 3 WLR 351). Unjust enrichment has also been \nrecognized in other Commonwealth jurisdictions. \n(c) The Cypriot courts generally seek to give effect to the common law of England (especially \nwhere other Commonwealth jurisdictions adopt the same approach). \n(d) At present the Cypriot Supreme Court has not yet formulated a unified theory of the law of \nunjust enrichment as an independent and autonomous cause of action (although, as I explain \nbelow, this is because a suitable case in which to do so has not come before it). \n(e) In the case of Panagiotis  Kitsis v Attorney General of the Republic of Cyprus, (2001) 1 ΑΑΔ \n1077 , the Supreme Court recognized the existence of unju"}
{"start": 10500, "text": "cially \nwhere other Commonwealth jurisdictions adopt the same approach). \n(d) At present the Cypriot Supreme Court has not yet formulated a unified theory of the law of \nunjust enrichment as an independent and autonomous cause of action (although, as I explain \nbelow, this is because a suitable case in which to do so has not come before it). \n(e) In the case of Panagiotis  Kitsis v Attorney General of the Republic of Cyprus, (2001) 1 ΑΑΔ \n1077 , the Supreme Court recognized the existence of unjust enrichment in some form in \nCypriot law.  In particular, it held as follows:  \n“Unjust enrichment does not constitute an independent cause of action (see Minerva Finance \nLtd v Georgiou Georgiadi, Civil Appeal 9493, dated 23.11.98). However, it falls into the \nC10/1/5\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n6 \n remedies created by the law of equity in order to supplement the defects and shortcomings of \nthe common law. It is included under the general framework of restitution of special remedy in \nspecific occasions in which the Court considers that it is just to order the return of the money \nor other property”. \n(f) Similarly, in the case of Archippea Investments Consultants Ltd a.o v Demetriou Kakavou, Civil \nAppeal No. 278/2010, dated 15/10/2015 , the Supreme Court of Cyprus held as follows, again \nrecognising the principle of unjust enrichment, in some form, in Cypriot law: \n“The principles of restitution and unjust enrichment are explained with clarity in P. Polyviou \nTextbook “The Law of Contract”, Vol 2, pages 799-810 where all relevant, with the subject, \ncaselaw is outlined. As aptly discussed in the relevant chapter, the remedies of unjust \nenrichment and restitution are in fact non-contractual. Where, for example, a contract or \nagreement is based on the mutual consent of the parties with consideration given by one party \nto the other, restitution is based on the unjustified gain of a benefit by one person to the \ndetriment of the other in the absence of a contract or an agreement. The purpose of the remedy \nis not to cover the damage of the plaintiff, but to deprive the defendant from the benefit or profit. \n… \nThe modern understanding is that restitution consists of a remedy and not a cause of action \nand belongs in the place of the law of equity.  There is now talk of a restitutionary claim, the \nphilosophy and function of which derives from a quasi-contractual relationship aimed at \nawarding the plaintiff a sum of money for the benefit accrued by the defendant as a result of \nwrongful or illegal act. According to F.H. Lawson: \"Remedies of English Law\" p. 173, the basis \nof the claim is based on unjust enrichment or the existence of an implied promise.\" \n(g) In P. Polyviou’s textbook  “The Contract in Cyprus Law” , 2017 edition, the view is expressed \nthat it is on the basis of English contemporary case law (and that of the courts of \nCommonwealth countries and the U.S.A.) that the Cypriot courts will formulate in the near \nfuture a unified theory of the law of unjust enrichment.  In particular, Mr Polyviou states the \nfollowing at p. 707: “it is very likely that it will be within the context of Section 70, in conjunction \nwith the other provisions of Cyprus Law, but primarily on the basis of the contemporary case-\nlaw of the English and other courts of the Commonwealth and the United States, that the \nCyprus courts in the near future, when the appropriate opportunity is presented, shall set out \na unified theory of the law of unjust enrichment”.  This view meets with my full \nagreement.  \nC10/1/6\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n7 \n (h) Also at p. 714 of the same textbook, the view of the author is as follows:   \n“In judgments of the Cypriot Courts, though it is recognized that the basic element of the \nautonomous cause of action is restitution, it is not realized that restitution is the remedy, and \nnot the cause of action……………Even so, it must be recognised that elements"}
{"start": 14000, "text": "eory of the law of unjust enrichment”.  This view meets with my full \nagreement.  \nC10/1/6\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n7 \n (h) Also at p. 714 of the same textbook, the view of the author is as follows:   \n“In judgments of the Cypriot Courts, though it is recognized that the basic element of the \nautonomous cause of action is restitution, it is not realized that restitution is the remedy, and \nnot the cause of action……………Even so, it must be recognised that elements which together \nform the contemporary law of unjust enrichment can be found in Cypriot judgements.  This has \nbeen achieved even though the law on the matter is lacking.  What is left is the formulation of \na general theory on the basis of recognition of the autonomous legal category of unjust \nenrichment, on the one hand, and the clear distinction between cause of action and remedy, \non the other. ” \nD. What causes of action are available under Cypriot law to remedy unjust enrichment? \n22. The causes of action to remedy unjust enrichment are provided for by the Contract Law, Cap. 149, \nand are the following: \n(a)  after a rescission of a voidable contract, the person who rescinds must restore any benefit he \nreceived (s. 64); \n(b) after a contract is discovered to be void or becomes void, any person who received an \nadvantage must return it or compensate the other (s. 65); \n(c) any person providing a benefit by any act done for another, not intending it to be done \ngratuitously, must be compensated (s. 70); and \n(d)  any person to whom money has been paid or something delivered by mistake or under \ncoercion, must repay or return it (s. 72). \n23. Let it be noted that, according to my instructions, the Claimant in these proceedings relies upon only \nsections 70 and 65 of the Contract Law, Cap. 149. \nE. What are the component elements of a claim under each of section 70 and section 65 of the \nContract Law? \n24. Section 70 reads as follows: \n “70.  Where a person lawfully does anything for another person, or delivers anything to him, not \nintending to do so gratuitously, and such other person enjoys the benefit thereof, the latter is bound to \nmake compensation to the former in respect of, or to restore, the thing so done or delivered”. \n25. The component elements of a claim under this section are: \nC10/1/7\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n8 \n (a)  the act must be done lawfully; \n(b)  for another person; \n(c) by a person not intending to act gratuitously; and \n(d)  the person for whom the act is done must enjoy the benefit of it. \n(see Ismini Kyriacou HjiLoizi and another v. Irini Iona  (1963) 2 CLR 11) \n26. Section 65 provides: \n “65.  When an agreement is discovered to be void, or when a contract becomes void, any person who \nhas received any advantage under such agreement or contract is bound to restore it, or to make \ncompensation for it, to the person from whom he received it”. \n27. The Supreme Court provided the following description of the mechanics of an agreement being \ndeclared void under section 65 in the case of  Marfin Popular Bank Public Co. Ltd v. Andrea Michael \n(2012) 1 ΑAD 41 (I presided in this case, and agreed with the majority judgment that I quote below): \n“An agreement is proved “void ab initio” by the Court, which is why in Lawson …, it is recognized that \n“a void act is better declared so by a Court”. According to the same text, p. 54, \"a void contract is no \ncontract at all\". And a hire-purchase agreement which is judicially determined to be a sham, can only \nbe classified as void. In Hitch a.o. v. Stone (Inspector of Taxes [2001] EW CA Civ 63, (judgment of the \nEnglish Court of Appeal), it was said that: \n\"No authority has been cited to us which would suggest that a sham transaction, could on its \nown be other than a void transaction.\" \nBy virtue of an agreement void ab initio, the person who has received the benefit is required to restore \nthe benefit or pay compensation to the person"}
{"start": 17500, "text": "agreement which is judicially determined to be a sham, can only \nbe classified as void. In Hitch a.o. v. Stone (Inspector of Taxes [2001] EW CA Civ 63, (judgment of the \nEnglish Court of Appeal), it was said that: \n\"No authority has been cited to us which would suggest that a sham transaction, could on its \nown be other than a void transaction.\" \nBy virtue of an agreement void ab initio, the person who has received the benefit is required to restore \nthe benefit or pay compensation to the person from whom he received the benefit. Section 65 … \noperates independently of any agreement or contract between the parties, (here the hire purchase \nagreement), precisely because such an agreement has been declared void ab initio, i.e., as never \nhaving been entered into. It is not necessary for a subsequent event to occur in order to establish that \nthe agreement is void ab initio. This is to be decided by the court hearing the case and goes back to \nthe time when the agreement was concluded…. \nFor this reason, Section 65 comes to the rescue to restore the parties to their former, essentially, \nposition by giving back to one party the benefit taken by the other. In this context, the party is not \nC10/1/8\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n9 \n deemed to be promoting the enforcement of the invalid contract or agreement, as he certainly could \nnot if the agreement is deemed not to exist. \n28. The component elements of a claim under section 65 are (a) the discovery that an agreement is void \nor a contract becomes void, and (b) a person (the defendant) has received an advantage under the \nagreement.  In such a case he must restore it or make compensation to the person from whom he \nreceived it (the plaintiff). \nF. To what extent are sections 70 and 65 of the Contract Law interpreted and applied by the Cypriot \ncourts in a manner that is consistent with principles of unjust enrichment developed in English \ncommon law and equity? \n29. Both sections are based on, and purport to introduce the common law and the principles of equity, and \nin this respect and on the basis of the provisions of s. 29(1) of the Courts of Justice Law, 1960 their \napplication cannot be dispensed with.  However, I consider that both provisions should be interpreted \nin light of subsequent developments in the common law.  Sections 70 and 65 do, as it is generally \naccepted, codify the common law and the principles of equity relevant to unjust enrichment.  This by \nitself renders all new case law that interprets the common law very relevant and provides persuasive \nguidance to Cypriot courts in interpreting sections 70 and 65, especially as the unified theory of unjust \nenrichment in England will very probably be followed.  The English case law would be relevant if and \nwhen the issues involved come before a Cypriot court for its consideration and interpretation of \nsections 70 and 65. \n30. Therefore, all English case law on unjust environment is of a very high degree of relevance to the \ninterpretation of sections 70 and 65.  It is my view that, when presented with an appropriate case, the \nCypriot courts will interpret and apply sections 70 and 65 to give effect to what I understand to be the \nconstituent parts of the English law action of unjust enrichment, namely that: \n(a) the Defendant has obtained a benefit or an enrichment; \n(b) that enrichment was at the expense of the Claimant; and \n(c) the enrichment was unjust in the circumstances1. \n31. Giving effect to the English concept of unjust enrichment will require a limited amount of ‘reading in’ to \nsections 70 and 65, but I do not regard that as problematic.  For example, the initial language of section \n70 – that it applies “where a person lawfully does anything for another person, or delivers anything to \nhim, not intended to do so gratuitously, and such other person enjoys the benefit thereof” – is, in my \n \n1  Banque Financiere de la Cite SA v Parc (Battersea) Ltd  [1999] 1 A.C. 221.  \n"}
{"start": 21000, "text": "effect to the English concept of unjust enrichment will require a limited amount of ‘reading in’ to \nsections 70 and 65, but I do not regard that as problematic.  For example, the initial language of section \n70 – that it applies “where a person lawfully does anything for another person, or delivers anything to \nhim, not intended to do so gratuitously, and such other person enjoys the benefit thereof” – is, in my \n \n1  Banque Financiere de la Cite SA v Parc (Battersea) Ltd  [1999] 1 A.C. 221.  \nC10/1/9\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n10 \n opinion, easily capable of being read as describing an “enrichment” by the second person at the \nexpense of the first person.    \n32. Furthermore, it is my opinion that the Cypriot courts are likely, if and when suitable cases are presented \nto them, to develop unjust enrichment in areas outside sections 64, 65, 70 and 72.  Those sections \nwill guide how unjust enrichment may be applied in specific instances, but they do not set the limits to \nthe application of that doctrine.  I refer, in support of this opinion, to the statement of P. Polyviou in his \ntextbook “The Law of Contracts” 2021 Edition, at pp. 780-781, where he expresses the view that the \nscope of the provisions of section 70 is so wide as to extend far beyond the traditional categories of \nthe common law regarding quasi-contractual relationships.   \nG. Can a claim under section 70 or section 65 of the Contract Law be maintained against a \ndefendant who has (i) received monies as agent for an undisclosed principal, and (ii) \ntransferred those monies to that undisclosed principal (or at the undisclosed principal’s \ndirection)? Would it make a difference to your answer if the agent is obliged to account to his \nundisclosed principal for the monies received pursuant to his agreement with his undisclosed \nprincipal?  \n33. I am not aware of any Cypriot case law on this specific point, but it is, nonetheless, my opinion that it \nis clearly established that the correct position of liability of agents for unjust enrichment is that agents \nare liable where they act wrongfully and that includes where they do so in the course of acting for an \nundisclosed principal. \n34. I believe this is the correct position for the following reasons:: \n(a)  Bowstead & Reynolds on Agency (22nd edition, 2020 (supplement 2021)) has a subchapter \nentitled ‘Restitution’.  It suggests that, in the case of an undisclosed principal, the agent is \npersonally liable to make restitution (see paragraphs 9-102 and 9-104).  Also, if the agent is \nprivy to a fraud, he cannot discharge himself by paying his enrichment over to another (see 9-\n105).  As I have already explained, the English position will be highly influential – if not \ndeterminative – of the Cypriot law position. \n(b) Chitty on Contracts (34th edition, 2021) states at 21-118 (in a section devoted to unjust \nenrichment in an agency context):  “If a person pays money to the agent of another and that \nother has in fact no right to it, or wrongfully induced the payment, the person who paid the \nmoney may recover it directly from the agent if the agent still has it in his possession. But the \nagent cannot be sued in such a case if the person claiming the repayment could not \nsuccessfully sue the principal, e.g. because the principal is a foreign sovereign. Nor will the \nC10/1/10\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n11 \n agent be liable if he has actually paid the money over to his principal without notice of the third \nperson’s claim, unless the money was obtained by means of some wrongful act to which the \nagent was himself a party. But an agent who is relying on the payment over defence must \nshow that he has actually paid his principal or done something equivalent to payment, not \nmerely that he has given him credit…Where, however, the agent deals as principal [i.e. with \nan undisclosed principal], he is personally liable, and it is no defence for him to pro"}
{"start": 24500, "text": "ver to his principal without notice of the third \nperson’s claim, unless the money was obtained by means of some wrongful act to which the \nagent was himself a party. But an agent who is relying on the payment over defence must \nshow that he has actually paid his principal or done something equivalent to payment, not \nmerely that he has given him credit…Where, however, the agent deals as principal [i.e. with \nan undisclosed principal], he is personally liable, and it is no defence for him to prove that he \nhas accounted for or transmitted the money to another.\" \n(c)  In High Commissioner for Pakistan v Prince Muffakham Jah  [2020] Ch. 421 at [286]-[291] Mr \nJustice Marcus Smith held that an agent (such as a bank) who receives a payment has been \nenriched as a result of that receipt notwithstanding the fact that the agent (the bank) is obliged \nto account to his principal (the account holder). In that case, the Judge noted that the defence \nof ministerial receipt may be available if the agent has in fact accounted to his principal without \nnotice of the claimant’s claim. The Judge was not addressing a situation in which the money \nwas paid to the agent as a result of some wrongful act to which the agent was himself a party, \nin which case the agent should be liable in restitution (as noted in the extract from Chitty, \nabove).  \n(d) An analogy can also be drawn with the situation in which a trustee receives a payment in his \ncapacity as trustee without being beneficially interested in the money. In Skandinaviska v \nConway  [2020] AC 111 at [82] – [93], the Privy Council held that a trustee is enriched by receipt \nby a payment received in that capacity because the common law ignores the equitable \ninterests of the beneficiaries.  \n35. It would make no difference to my answer if the agent were obliged to account to the undisclosed \nprincipal for the monies received pursuant to his agreement with his undisclosed principal.  I can see \nno reason – as a matter of principle – why that should change the position, and I am not aware of any \nauthority to suggest that the onward payment to a principal must necessarily absolve the agent of \nliability.  My view of the position in Cypriot law matches that expressed in Chitty on the position under \nEnglish law, namely that an agent will not be able to escape liability just because it made an onward \npayment to the principal in circumstances where the agent was enriched as a consequence of \nwrongdoing in which the agent was involved. \n \n \nC10/1/11\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n12 \n H. Can a claim under section 70 or section 65 of the Contract Law be maintained where monies \npass from A (the claimant) to B to C (the defendant) pursuant to a coordinated set of \ntransactions, rather than passing from A to C directly? \nWould it make a difference to your answer if:  \n(a) The intermediate transactions by which the monies passed from A to B and from B to C \nare held to be shams or otherwise void ab initio? \n(b) The intermediate transactions are voidable but have not been voided at the time of the \ntransfers from A to B and B to C? \n(c) A (a bank) credits the account of B (a borrower) with a sum drawn down under a loan \nand B then transfers the monies to C by way of an electronic transfer of funds to C’s \naccount. \n36. In sections 65 and 70 there is no requirement that the payments need to be direct to found a claim in \nunjust enrichment.  However, there are a number of situations which the common law treats as \nequivalent to a direct transfer.  \n37. The most significant case on this topic is Investment Trust Companies v. Revenue and Customs \nComrs  [2018] A.C. 275.  There, Lord Reed (giving the decision of the English Supreme Court) said \nthis (at [47] - [48]): \n “There are, however, situations in which the parties have not dealt directly with one another, or with \none another’s property, but in which the defendant has nevertheless received a benefit from the \nclaimant, "}
{"start": 28000, "text": "which the common law treats as \nequivalent to a direct transfer.  \n37. The most significant case on this topic is Investment Trust Companies v. Revenue and Customs \nComrs  [2018] A.C. 275.  There, Lord Reed (giving the decision of the English Supreme Court) said \nthis (at [47] - [48]): \n “There are, however, situations in which the parties have not dealt directly with one another, or with \none another’s property, but in which the defendant has nevertheless received a benefit from the \nclaimant, and the claimant has incurred a loss through the provision of that benefit.  These are \ngenerally situations in which the difference from the direct provision of a benefit by the claimant to the \ndefendant is more apparent than real. … Another situation is where, as in [the Relfo (No 2) case [2015] \nI BCLC 14], an intervening transaction is found to be a sham (para 121).  Since the sham is created \nprecisely in order to conceal the connection between the claimant and the defendant, it is disregarded \nwhen deciding whether the latter was enriched at the former’s expense.  So, in Relfo, Gloster and \nFloyd LJJ described the arrangements in question as being ‘equivalent to a direct payment’ (paras \n103 and 115). There have also been cases, discussed below, in which a set of coordinated \ntransactions has been treated as forming a single scheme or transaction for the purpose of the ‘at the \nexpense of’ inquiry, on the basis that to consider each individual transaction separately would be \nunrealistic.”  \n38. There are no Cypriot cases where the ITC case was cited.  However, I can see no real possibility that \na Cypriot Court will not be guided and persuaded to adopt it, having in mind the principles I have \nexplained earlier in this report on the question of application of the English common law and equity \nC10/1/12\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n13 \n principles (see my answer to question B above).  Even though I am not aware of any other material \non the subject, it is my opinion that, as this judgment has nothing to be considered unsuitable for, and \ncontrary to, Cypriot conditions and social beliefs, there is no reason why it will not be followed.  On the \ncontrary, it is consistent with general principles of common law and it is just and equitable.  If I were \nstill practising as a Judge, I would regard ITC to be an authority with precedent value.  \n39. As I understand it, the Bank's case is that a fraud has been perpetrated against it by: \n(a) the payment of monies by the Bank to a large number of borrowers (the \" Borrowers \") pursuant \nto loan agreements that are said to be void because they are contrary to public policy and/or \nshams; and \n(b) the subsequent payments, made as a consequence of the above loans, by 46 of the Borrowers \nto the Corporate Defendants pursuant to supply agreements which are also said to be void \nbecause they are contrary to public policy and/or shams. \n40. In these circumstances, it is my view that a Cypriot judge would be likely to regard the enrichment of \nthe Corporate Defendants as being at the expense of the Claimant, because the intervening \ntransactions (i.e. the loan agreements and supply agreements) were void or shams (including if they \nwere declared to be void as a matter of Ukrainian law) and/or because the payments to the Borrowers \nwere the first part of a coordinated set of transactions. \nI. What defences are available to a claim in unjust enrichment or (if different) a claim under section \n65 and/or 70 of the Contract Law? \n41. The general defences available to a defendant in an unjust enrichment case are: (a) change of \nposition, (b) estoppel, (c) statutory defences, (d) laches and acquiescence, (e) limitation, and (f) the \nimpossibility of counter-restitution. \nJ. If a change of position defence is available what are its requirements and is it available to a \ndefendant with unclean hands? \n42. Change of position as a defence to a claim in unjust enrichment operate"}
{"start": 31500, "text": "under section \n65 and/or 70 of the Contract Law? \n41. The general defences available to a defendant in an unjust enrichment case are: (a) change of \nposition, (b) estoppel, (c) statutory defences, (d) laches and acquiescence, (e) limitation, and (f) the \nimpossibility of counter-restitution. \nJ. If a change of position defence is available what are its requirements and is it available to a \ndefendant with unclean hands? \n42. Change of position as a defence to a claim in unjust enrichment operates (if it applies) to reduce, and \nhas the result of reducing, the defendant’s liability, to the extent to which his circumstances have bona \nfide changed as a result of an enrichment. \n43. In the case of  Lipkin Gorman (above) Lord Goff held at p. 580 that the defence of change of position: \nC10/1/13\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n14 \n  “… is not open to one who has changed his position in bad faith as where the defendant has paid \naway the money with knowledge of the facts entitling the plaintiff to restitution; and it is commonly \naccepted that the defence should not be open to a wrongdoer”.  \n44. Also, in Niru Battery Manufacturing v. Milestone Trading Limited [2002] EWHC 1425 (Comm), a \ndecision of Mr Justice Moore-Bick, it was held that ‘bad faith’ is capable of embracing a “… failure to \nact in commercially acceptable way and sharp practice of a kind that fall short of outright dishonesty \n…” (at paragraph 135).  The judge's decision was upheld on appeal [2004] Q.B. 985. \n45. I consider that the change of position defence would be applied in an unjust enrichment case before \na Cypriot court.  As I explain above, the Cypriot courts would most likely apply the English decisions \nin this field (and the Cypriot court, in the first instance case of Universal Bank Public Ltd ν. Alexandros \nAlexandrou, Civil Action 3075/05, 29 February, 2008,  cited with approval a passage from Halsbury’s \nLaws of England2 to the effect that change of position is available as a defence to restitutionary claims).  \nHowever, it is my opinion that the Corporate Defendants, on the assumed facts, would not be able to \nrely upon the defence.  If they were knowingly involved in the fraudulent misappropriation of assets \nthen they will have acted in bad faith and/or in a way that was commercially unacceptable. \nK. Where an enrichment passes from A to B to C (rather than from A to C directly) and A has a \ncause of action against B in contract, would the risk of double recovery prevent A from pursuing \na claim against C under section 70 or 65 of the Contract Law? \n46. I do not consider that a Cypriot court would deny a claim against the Corporate Defendants on this \nbasis.  Any realistic risk of double recovery could be accommodated in a number of ways.  For \ninstance, the Court could require a claimant to undertake not to seek to enforce a judgment in a manner \nthat resulted in double recovery.  Or, the Court could order that credit had to be given in any judgment \nmade against the Corporate Defendants (i.e. C) for any recoveries made in another claim against the \nBorrowers (i.e. B), for example (were such a claim pursued).  In my professional experience as a \njudge, it is generally not problematic in practice to manage potential double recovery issues. \nL. Do credits in a bank account constitute property under Cypriot Law? \n47. The term “property” refers to rights of ownership.  Property can be classified as immovable (real) or \nmovable (personal) property.  Movable property can be tangible (property that can be physically \ntouched) and intangible. \n \n2  4th edition (2007 Reissue) Tom. 40 (1), para. 38. \nC10/1/14\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n15 \n 48. Credits (electronic or others) are deposits of monetary sums in a bank account.  The bank owes the \namount credited to the account holder who is the creditor.  However, if the bank refuses to pay, the \nsum can be recovered by suing the bank.  In fact, any s"}
{"start": 35000, "text": "nal) property.  Movable property can be tangible (property that can be physically \ntouched) and intangible. \n \n2  4th edition (2007 Reissue) Tom. 40 (1), para. 38. \nC10/1/14\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n15 \n 48. Credits (electronic or others) are deposits of monetary sums in a bank account.  The bank owes the \namount credited to the account holder who is the creditor.  However, if the bank refuses to pay, the \nsum can be recovered by suing the bank.  In fact, any such credit is a “chose in action”.  Personal \nrights over property which can be enforced only by action and not by taking physical possession are \nchoses in action.  \n49. Therefore, a cash balance at a bank would be a chose in action.  I do not regard it as controversial to \nsay that choses in action are a form of legal property, and, to the extent necessary, I am sure that the \nCypriot courts would follow the English authorities that say as much (for example, Torkington v Magee \n(1902) 2 KB 427, in which a chose in action was defined as a personal right of property, which is \nclaimed and enforced by action). \n50. The answer to this question is that credits in a bank account are “property”, and, in particular, personal \nintangible property. \nM. In the period February to March 2014, in what circumstances could a natural person (or persons) \nbe said to be the ultimate beneficial owner or controller of a Cypriot company? \n51. In 2014 the principles regarding ownership and control of a company in Cyprus were the same as the \nprinciples prevailing under English Law.  The Cyprus Companies Law, Cap.113 was modelled on the \nCompanies Act 1948. \n52. Furthermore (and in common with the position today), the Prevention and Suppression of Money \nLaundering and Terrorist Financing Law 188(I) /2007 (which is a directive that gives effect to EU Law \nanti-money laundering rules) provides a definition of a “beneficial owner” that is very detailed and \nbroad in scope.  I have set out the definition in full below:3 \n“a “beneficial owner” means any natural person who has ultimate possession of or control over the \ncustomer and/or the natural person on whose behalf a transaction or activity is being conducted and \nincludes at least the following persons: \n(a) in the case of corporate entities:  \n(i) the natural person who ultimately owns or controls a corporate entity through direct or \nindirect ownership of a sufficient percentage of the shares or voting rights or ownership \ninterest in that corporate entity, including through bearer shareholdings, or through \ncontrol via other means, other than a company listed on a regulated market that is \n \n3  Section 2 of the Prevention and Suppression of Money Laundering and Terrorist Financing Law 188(I) /2007 (as amended). \nC10/1/15\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n16 \n subject to disclosure requirements consistent with European Union law or subject to \nequivalent international standards which ensure adequate transparency of ownership \ninformation.  \nProvided that-  \n(a) an indication of direct shareholding shall be a shareholding of 25% plus one share \nor an ownership interest of more than 25% in the customer held by a natural person; \nand \n(b) an indication of indirect ownership shall be a shareholding of 25% plus one share \nor an ownership interest of more than 25% in the customer held by a corporate entity, \nwhich is under the control of a natural person, or by multiple corporate entities, which \nare under the control of the same natural person or persons. \nProvided further that the control by other means can be verified, inter alia, based on \nthe criteria provided for in section 142 (1) (b) and section 148 of the Companies Law;  \n(ii) the natural person who holds the position of senior managing official if, after having \nexhausted all possible means and provided there are no grounds for suspicion, no \nperson under sub paragraph (i) of the present paragraph is identified, or if there i"}
{"start": 38500, "text": " \nare under the control of the same natural person or persons. \nProvided further that the control by other means can be verified, inter alia, based on \nthe criteria provided for in section 142 (1) (b) and section 148 of the Companies Law;  \n(ii) the natural person who holds the position of senior managing official if, after having \nexhausted all possible means and provided there are no grounds for suspicion, no \nperson under sub paragraph (i) of the present paragraph is identified, or if there is any \ndoubt that the person identified is the beneficial owner:  \nProvided that the obliged entity shall keep record of the actions taken in order to identify \nthe beneficial ownership under sub paragraphs (i) and (ii); \n(b) in the case of trusts:  \n(i) the settlor;  \n(ii) the trustee or commissioner;  \n(iii) the protector, if any;  \n(iv) the beneficiary, or where the individual benefiting from the legal arrangement or legal \nentity have yet to be determined, the class of persons in whose main interest the legal \narrangement or entity is set up or operates;  \n(v) any other natural person exercising ultimate control over the trust by means of direct \nor indirect ownership or by other means; and \nC10/1/16\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n17 \n (c) in the case of legal entities, such as foundations, and legal arrangements similar to trusts, the \nnatural person holding equivalent or similar positions to the person referred to in paragraph \n(b).” \n53. As is clear from this definition, the concept of “beneficial owner” also relies on a concept of “control”.  \nI am not aware of a complete definition of “control” in Cypriot statute or case law.  In my view, Cypriot \ncourts will interpret control as the ability, in practice, to direct the company’s affairs and run its \nbusiness.  That could include a situation where someone controls – directly or indirectly – the majority \nof the voting power at shareholder level (for example, a shareholder with a 50%+1 stake), or has the \nability, in practice, to cause those administering the company to act according to their instructions.   \n54. My view is consistent with section 148(a) of the Companies Law4 which provides that where one \ncompany is a member of a second company and has de facto control of that second company’s voting \nrights or board of directors, the second company will be deemed to be a subsidiary of the first company: \n“148. (1) For the purposes of this Law, a company shall, subject to the provisions of subsection (3), be \ndeemed to be a subsidiary of another if, but only if- \n(a) that other either- \n(i) is a member of it and controls the composition of its board of directors; or \n(ii) holds the majority of the voting rights in the company;  \n(iii) is a member of it and controls the majority of voting rights of its members by virtue of \nan agreement which has been entered into with its other members; \n(b) the first-mentioned company is a subsidiary of any company which is that other's subsidiary.  \n(2) For the purposes of subsection (1), the composition of a company's board of directors shall be \ndeemed to be controlled by another company if, but only if, that other company by the exercise of \nsome power exercisable by it without the consent or concurrence of any other person can appoint or \nremove the holders of all or a majority of the directorships; but for the purposes of this provision that \nother company shall be deemed to have power to appoint to a directorship with respect to which any \nof the following conditions is satisfied, that is to say:-  \n \n4  Section 148 is cited in the AML Law as providing some indicia for control (along with section 142(1)(b)).  In fact, these sections deal \nwith establishing subsidiary/parent relationships, but they do provide some indication of how the term control is to be used in Cypriot \nlaw, within that context. \nC10/1/17\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n18 \n (a) that a person cannot be appointed"}
{"start": 42000, "text": "respect to which any \nof the following conditions is satisfied, that is to say:-  \n \n4  Section 148 is cited in the AML Law as providing some indicia for control (along with section 142(1)(b)).  In fact, these sections deal \nwith establishing subsidiary/parent relationships, but they do provide some indication of how the term control is to be used in Cypriot \nlaw, within that context. \nC10/1/17\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n18 \n (a) that a person cannot be appointed thereto without the exercise in his favour by that other \ncompany of such a power as aforesaid; or \n(b) that a person's appointment thereto follows necessarily from his appointment as director of that \nother company; or  \n(c) that the directorship is held by that other company itself or by a subsidiary of it.” (emphasis \nadded) \nN. During the period of 2014-2017, would Cypriot banking secrecy laws have prevented the Cypriot \nbranch of a Ukrainian bank (where the branch is not a separate legal entity) from providing \nconfidential information of its customers to: (a) the Ukrainian bank’s head office in Ukraine; or \n(b) the National Bank of Ukraine (i.e. the national regulator of the Ukrainian bank)?  \n55. In my opinion, the answer to both sub-questions is “no”: Cypriot banking secrecy laws do not prohibit \na Cypriot branch from providing confidential information to both the bank’s Ukrainian head office and \nthe National Bank of Ukraine.  I say this because there are exceptions within the relevant legislation \nthat cover just such situations. \n56. In particular: \n(a) From 1993 until 2013, section 29(2)(f) of the Banking Law in Cyprus provided the following \nexception to the banking secrecy restrictions that would permit confidential information to be \nprovided by a representative of a bank if: \n“the information is requested by a colleague employed by the same bank or its mother \ncompany or a subsidiary of the bank or its mother company or the approved auditor or legal \nadvisor of the bank, for the performance of their duties” (emphasis added) . \n(b) This provision was amended twice with effect from 9 September 20135 and 31 May 20156, but \nthe substance of this provision remained the same7.  It is clear to me that this provision applies \nto permit the provision of information from the Cyprus branch to the Ukraine head office. \n \n5  Business of Credit Institutions (Amending) Law (No.3) of 2013 (Law No 102(Ι)/2013). \n6  Business of Credit Institutions (Amending) Law of 2015 (Law No. 5(I)/2015). \n7  Specifically, the word “bank” in subparagraph (f) was replaced by the acronym  “LCI”/”AΠΙ” (Licensed Credit Institution) in 2013 and \nthe phrases “mother company” and “subsidiary” were replaced by the phrases “mother business” and “subsidiary business” in 2015 .  \n“LCI”  was defined as including a “credit institution to which a license was granted pursuant to the provisions of [the Banking] Law” .  I \nunderstand that definition would have applied to the Bank.  \nC10/1/18\nSecond Expert Report of Petros Artemis, 26 November 2021 \n \n19 \n (c) From 1997 until 2013, section 29(2)(h) of the Banking Law in Cyprus also provided the \nfollowing exception to banking secrecy that would permit confidential information to be \nprovided by a representative of a bank if: \n“the provision of the information becomes imperative for public interest reasons or for reasons \nrelating to the protection of the bank’s interests” (emphasis added). \n(d) This provision was also amended with effect from 9 September 2013 but those changes did \nnot affect its substance8. \n(e) I am not aware of any definition of what will comprise a bank’s “interests” for the purpose of \nsection 29(2)(h) (if a single definition of something that broad is even possible).  I do, however, \nregard it as very likely that a Cypriot court would regard those interests as including the bank \ncomplying with its legal obligations under Ukrainian law to provide information to the National \nBank of Ukraine, and t"}
{"start": 45500, "text": "h effect from 9 September 2013 but those changes did \nnot affect its substance8. \n(e) I am not aware of any definition of what will comprise a bank’s “interests” for the purpose of \nsection 29(2)(h) (if a single definition of something that broad is even possible).  I do, however, \nregard it as very likely that a Cypriot court would regard those interests as including the bank \ncomplying with its legal obligations under Ukrainian law to provide information to the National \nBank of Ukraine, and therefore that any provision of information to the National Bank of Ukraine \nfor this purpose would be permitted by section 29(2)(h).   \n(f) Furthermore, if the provision of information by the Cyprus branch to either the Ukraine head \noffice or the National Bank of Ukraine was required to comply with any applicable anti-money \nlaundering rules, it is my view that a Cypriot court would be very likely to regard that provision \nof information to be in the public interest and therefore permitted under section 29(2)(h). \nSTATEMENT OF COMPLIANCE AND TRUTH  \n57. In providing this report I recognize my overriding duty to help the court on matters within my expertise \nand that this duty overrides any obligation to the person who instructed me or who is paying my fees. \n58. I recognize that I will provide independent assistance to the court and the parties, by way of objective, \nunbiased opinion in relation to the matters that I have been asked to opine on and on matters that are \nwithin my expertise. \n59. I hereby state that in providing this report I have complied with such duties and will continue to do so. \nI understand my duty to the court and have complied with that duty. I am aware of the requirements of \nCPR Part 35, Practice Direction 35 and the Protocol for Instruction of Experts to give Evidence in Civil \nClaims and have complied with those requirements. \n \n8  Specifically, the word “bank” in subsection (h) was replaced by the acronym “LCI” /“ΑΠΙ”. \nC10/1/19\nC10/1/20\nAppendix\nCURRICULUM VITAE\nPETROS ARTEMIS\nBARRISTER-AT-LAW\nFormer President, Supreme Couft of Cyprus\nDate/Place of Birth: 6th October, t9451 Nicosia - Cyprus\nCalled to the Bar (Gray's Inn): L967\n. Practice and positions held:\nAdvocate 1969 -L972\nDistrict Judge L972 - 1981\nSenior District Judge 1981 - I9B7\nPresident, District Court I9B7 - 1991\nJustice, Supreme Court 1991 - 2008\nPresident, Supreme Court 2008 - 2013\nLecturer and examiner of the Cyprus Legal Council (in the 90s)\nOctoberz0l3 to December 20L9 - President of the Scientific Council and\nMember of the Special Teaching Staff of Neapolis University Pafos.\no Experience:\nAll aspects of the Law, i.€. civil, criminal, administrative, constitutional, human\nrights, commercial, corporate, etc.\nTook active part in four Conferences of the Commonwealth Magistrates and\nJudges Association (C.M.J.A) (Oxford L979, Nicosia 1985, Edinburgh 2000 and\nMalawi 2003) and serued as a member of its Council from 2003 to 2006.\nTook part in study visits on subjects like 'Juvenile offenders' (1985). In 1981,\nreceived a U.N. scholarship to the U.K. on 'Human Rights and the\nAdministration of Justice'. Took paft in numerous seminars and conferences,\nmainly in Europe.\nSince retirement, prepared several expert repofts on Cypriot law and testified before\ninternational tribunals, on subjects of commercial, contract and company laws.\n1\nC10/1/21\nLectures, Articles and Speeches\nLectures for lawyers and police officers on The Law of Evidence, Criminal\nProcedure, and Sentencing. Lecturer in the 'Anglo-Cypriot Studies'\nprogramme organized by the Cyprus Bar Association and the University of\nLeicester.\nSpeeches and lectures, many of which have been published, include \"The\nAdministrative Recours€\", \"The Law of Evidence\", \"The Law of Necessity\",\n\"Delays in the Administration of Justice\", \"Freedom of Speech, Freedom of the\nPress and the Law of Defamation\" and Q. & A. on a number of subjects.\n. Author of Texbooks\n\"Cases on Road Negligence\", co-author (1996) - \"The L"}
{"start": 49000, "text": "entencing. Lecturer in the 'Anglo-Cypriot Studies'\nprogramme organized by the Cyprus Bar Association and the University of\nLeicester.\nSpeeches and lectures, many of which have been published, include \"The\nAdministrative Recours€\", \"The Law of Evidence\", \"The Law of Necessity\",\n\"Delays in the Administration of Justice\", \"Freedom of Speech, Freedom of the\nPress and the Law of Defamation\" and Q. & A. on a number of subjects.\n. Author of Texbooks\n\"Cases on Road Negligence\", co-author (1996) - \"The Law of Torts\", co-author\n(2003) - \"Prerogative Orders\", author (2004) - \"lnjunctions\" co-author (2016)\nHe is also the author of student handbooks on Courts, Evidence, Civil\nProcedure and Civil Wrongs (Torts)\nC10/1/22\n \n \n \n APPENDIX 2 \nList of Documents \nSTATEMENTS OF CASE \n1. Bank’s Re-Re-Amended Particulars of Claim dated 14 September 2021. \n2. First Defendant’s Re-Re-Amended Defence dated 30 July 2021. \n3. Second Defendant’s Re-Amended Defence dated 30 November 2020. \n4. Third to Eighth Defendants’ Re-Amended Defence dated 16 November 2020. \n5. Bank’s Re-Amended Reply dated 3 September 2021. \nCONTEMPORANEOUS DOCUMENTS  \n6. The \"Agency Agreements\" referred to at paragraph 16 of the Third to Eighth Defendants' Re-Amended \nDefence. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nC10/1/23\n"}
