{"metadata": {"corpus_path": "B2. Second Witness Statement of Vladimir Yatsenko (Russian).pdf", "file_size": 272415, "mtime": 1675871807.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n Certification of Translation \n \nI am a solicitor of the Senior Courts of England and Wales and a Partner at Fieldfisher LLP. I am fluent in \nRussian and English. \n \nI have read the Russian version of the Second Witness Statement of Volodymyr Yatsenko dated 17 \nDecember 2021 and reviewed the English translation of that statement prepared by Fieldfisher LLP's in- house translation team. I hereby certify that to the best of my skill and knowledge, the English version of Mr Yatsenko's Second Witness Statement is a true and accurate translation of the Russian language statement. \n \nSigned:      Date: 17 December 2021 \nMikhail Basisty \n      \n \n     \n \n    \n \n     \n \n     \n \n     \n \n    \n \n    \n 1 \nB2/8/1\n \n Сторона: Первый Ответчик \nСвидетель: В. Яценко \nНомер: Вторые \nДата: 17 декабря 2021 \n \nВЫСОКИЙ СУД ПРАВОСУДИЯ Иск №: BL-2017-000665 \nХОЗЯЙСТВЕННЫЕ И ИМУЩЕСТВЕННЫЕ СУДЫ \nАНГЛИИ И УЭЛЬСА \nОТДЕЛ КОММЕРЧЕСКИХ СПОРОВ (КАНЦЛЕРСКОЕ ОТДЕЛЕНИЕ) \n \n  \n \n \nМ Е Ж Д У \n \nАО \"КОММЕРЧЕСКИЙ БАНК \"ПРИВАТБАНК\" \n \nИстец \n \nи \n \n1) ИГОРЕМ ВАЛЕРЬЕВИЧЕМ КОЛОМОЙСКИМ \n(2) ГЕННАДИЕМ БОРИСОВИЧЕМ БОГОЛЮБОВЫМ \n(3) ТИМТРЕНД ЛИМИТЕД \n(4) ТРЕЙД ПОИНТ АГРО ЛИМИТЕД \n(5) КОЛИЕР ЛИМИТЕД \n(6) РОССИН ИНВЕСТИНГ КОРП \n(7) МИЛБЕРТ ВЕНЧЕРЗ ИНК \n(8) ЗАО УКРТРАНЗИТСЕРВИС ЛТД \n \n \n \nОтветчики \n \n  _   \n \nВТОРЫЕ СВИДЕТЕЛЬСКИЕ ПОКАЗАНИЯ ВЛАДИМИРА ЯЦЕНКО \n  _   \n \n \n \nЯ, Владимир Яценко , проживающий по адресу: Украина, с. Днепровое, ул. Центральная , дом 84, \nзаявляю следующее: \n \n1. Я, Яценко Владимир, имею все полномочия давать свидетельские  показания от имени \nИгоря Коломойского, Первого Ответчика в настоящем иске. \nB2/8/2\n \n 2. Настоящие свидетельские показания были подготовлены юридичес кими представителями \nПервого Ответчика, Fieldfisher LLP, после обсуждений со мной на  личных встречах, а также \nпосредством видеоконференций. Я не говорю по-английски, и мои в с т р е ч и  с  F i e l d f i s h e r  \nпроходили на русском языке (при этом по мере необходимости русс коговорящие \nпредставители команды Fieldfisher выступали в роли переводчика для представителей \nFieldfisher, не говорящих по-русски). Я утвердил русскую версию  настоящих показаний. \n \n3. Мне лично известно о фактах и вопросах, включенных в настоящ ие свидетельские \nпоказания, за исключением случаев, когда указывается иное, и, н асколько мне известно, \nони являются правдивыми. В случаях, когда вопросы, включенные в  н а с т о я щ и е  \nсвидетельские показания, лично мне неизвестны, указывается исто чник моих знаний, и, в \nсилу моих знаний и убеждений, они являются верными. Перечень до кументов, к которым я \nобращался или которые мне показали в целях предоставления доказ ательств, изложенных \nв настоящих свидетельских показаниях, приведен в Приложении A. \n \n4. Юристы г-на Коломойского сообщили мне, что данные документы уже были раскрыты в \nнастоящем разбирательстве и они были идентифицированы посредств ом ссылки на \nперечень раскрытых документов Истца или Ответчиков. В данные св идетельские показания \nбыли добавлены сноски, которые ссылаются на доказательства, под анные в суд Банком, \nДанные сноски были добавлены юристами г-на Коломойского. \n \n5. Настоящие свидетельские показания составлены следующим образ ом: \n \nA. Куратор \n \nI. Права куратора на информацию \n \nII. Информация, касающаяся кипрского филиала \n \nIII. Присутствие куратора на заседаниях Кредитного комитета \n \nB. Бизнес корпоративных VIP-клиентов \n \nC. Кредиты БОК \n \nD. Связанные стороны \n \nE. Угрозы отзыва рефинансирования \n \nF. Передача активов \n \nG. Терминал Бориваж \n \nH. Трансформация \nB2/8/3\n \n A. КУРАТОР \n \nI. Права куратора на информацию \n \n6. В своих свидетельских показаниях свидетели Истца высказывают  предположение о том, \nчто у куратора не было полного доступа к документам / информаци онным системам Банка \nили ей было отказано в этом доступе1. \n \n7. Насколько я понимаю, куратор имела право доступа ко всем док ументам Банка. Она могла \nреализовать его посредством направления запроса на просмотр нуж ных ей документов, при \nэтом Банк прилагал все условия чтобы выполнить такие запросы. К роме того, у нее был \nдоступ к системе \"Операционный День Банка\" (\"OДБ\"). ОДБ предста вляет собой основную \nбазу данных Банка о транзакциях. В ней отражаются все транзакци и Банка. У пользователей \nне было прямого доступа к ОДБ, но они могли получить его через специальные программы, \nнапример, \"Проминь\". \n \n8 . Ку ратору  был предоставлен досту п к системе \"Проминь\" Банка. \"Проминь\" представляет \nс о б о й  п о л ь з о в а т е л ь с к и й  и н т е р ф е й с ,  к о т о р ы й  п о з в о л я е т  п о л у ч и т ь  д о с т у п  к  д р у г и м  \nкомпьютерным системам Банка, включая ОДБ. Через \"Проминь\" Курат ор могла видеть все \nтранзакции, которые отражались в OДБ. Куратор могла отслеживать  их в режиме реального \nвремени используя интерфейс \"Проминь\" и видеть любую транзакцию , отраженную в ОДБ, \nза исключением транзакций с ритейл-картами, доступ к которым ос уществлялся через \nдругой интерфейс под названием \"Приват48\". \n \n9. Куратор прошла тренинг по использованию систем Банка. Я не з наю о каких-либо \nограничениях, которые бы влияли на ее возможность эффективно сл едить в режиме онлайн \nза транзакциями. Мне известно, что в системе \"Проминь\" она могл а настроить фильтры и \nотобрать транзакции по типу / сумме / величине / дате. Например , с помощью этих фильтров \nона могла делать выборку по всем корпоративным кредитам, выданн ым на определенную \nдату (я полагаю, их было около 2000 в день), а также сузить пои ск, выбрав транзакции с \nучастием конкретного лица или выше определенного лимита, и таки м образом, она могла \nсконцентрироваться на том, что представляло интерес для нее. \n \n10. Я считаю, что показания г-жи Домашенко пытаются ввести в за блуждение: она пытается \nпоказать, что информационные систем Банка были очень сложными и  в  н и х  б ы л о  \nневозможно ориентироваться. Я не согласен с утверждением, что у становленные фильтры \nне позволяли ей видеть какую-то информацию. Наоборот, ей были д оступны все данные и \nона могла самостоятельно решать, какие фильтры применить (более  т о го,  я  п о м н ю ,  ч т о \nглавный бухгалтер Банка г-жа Коротина регулярно помогала ей нас троить фильтры, когда в \nэтом возникала необходимость). \n \n11. Банк не мог скрыть никакие операции от куратора. Она могла видеть все кредиты, выданные \nв определенный день, поскольку все они отражались на специальны х ссудных счетах. На \nоснове ее онлайн-анализа транзакций она могла запросить (и запр ашивала) \nподтверждающую документацию в отношении любых кредитов в случае , если он не могла \nнайти такие документы в системе PrivatDoc. \n \n12. Г-жа Домашенко заявляет, что у нее не было доступа к Privat Doc, однако я помню, что у нее \nбыл доступ к ней. \n \n  \n \n \n1 Домашенко: пункты 28-39; Шекмар: пункты 20-22. \nB2/8/4\n \n 1 3 .  С и с т е м а  P r i v a t D o c  п р е д с т а в л я л а  с о б о й  с и с т е м у  о б м е н а  с о о б щ е н иями, обработки и \nхранения документов. Если по какой-либо причине она не могла на йти то, что она хотела \nонлайн в системе PrivatDoc, куратор могла запросить любые докум енты, которые ей были \nнужны. Я помню, что она периодически запрашивала, чтобы ей были  п р е д о с т а в л е н ы  \nдокументы, и у меня нет причин считать, что эти запросы не испо лнялись. \n \n14. Г-жа Домашенко на протяжении многих лет находилась в Банке и в тот период регулярно \nнаправляла отчеты в НБУ (с использованием информации, полученно й из систем \nмониторинга транзакций Банка). Я удивлен ее теперешним заявлени ем, что в силу \nо т с у т с т в и я  д о с т у п а  к  и н ф о р м а ц и и  о н а  н е  м о г л а  н а д л е ж а щ и м  о б р а з о м  о с у щ е с т в л я т ь  \nконтроль за операциями Банка и отчитываться по ним НБУ. Если бы  она не могла выполнять \nсвои обязанности, установленные законодательством, я не сомнева ю сь ,  ч т о о н а  ил и  Н Б У \nпожаловались бы на это и попытались бы исправить ситуацию. \n \nII. Информация, касающаяся транзакций кипрского филиала \n \n1 5 .  Н а с к о л ь к о  я  п о н"}
{"start": 7000, "text": "на хотела \nонлайн в системе PrivatDoc, куратор могла запросить любые докум енты, которые ей были \nнужны. Я помню, что она периодически запрашивала, чтобы ей были  п р е д о с т а в л е н ы  \nдокументы, и у меня нет причин считать, что эти запросы не испо лнялись. \n \n14. Г-жа Домашенко на протяжении многих лет находилась в Банке и в тот период регулярно \nнаправляла отчеты в НБУ (с использованием информации, полученно й из систем \nмониторинга транзакций Банка). Я удивлен ее теперешним заявлени ем, что в силу \nо т с у т с т в и я  д о с т у п а  к  и н ф о р м а ц и и  о н а  н е  м о г л а  н а д л е ж а щ и м  о б р а з о м  о с у щ е с т в л я т ь  \nконтроль за операциями Банка и отчитываться по ним НБУ. Если бы  она не могла выполнять \nсвои обязанности, установленные законодательством, я не сомнева ю сь ,  ч т о о н а  ил и  Н Б У \nпожаловались бы на это и попытались бы исправить ситуацию. \n \nII. Информация, касающаяся транзакций кипрского филиала \n \n1 5 .  Н а с к о л ь к о  я  п о н и м а ю ,  б ы л о  в ы с к а з а н о  п р е д п о л о ж е н и е  о  т о м ,  ч т о у куратора не было \nдоступа к информации, касающейся деятельности кипрского филиала  Б а н к а2. Хотя у \nкуратора не было доступа к индивидуальным счетам клиентов кипрс кого филиала, у нее \nбыла возможность просматривать ежедневный общий баланс кипрског о филиала. Она \nмогла видеть начальный и конечный баланс (и таким образом позиц ию нетто), на основе \nкоторых можно было легко видеть ежедневные изменения в размере кредитования. \n \n16. Истец заявляет, что получение НБУ / куратором информации о клиентах кипрского филиала \nБанка искусственно затруднялось якобы, чтобы скрыть операции г- на Коломойского и г-на \nБоголюбова3. Я считаю, что это утверждение - полная неправда. У кипрского филиала было \nмножество клиентов, и он не обслуживал исключительно компании, в которых г-да \nКоломойский и Боголюбов имели интерес. Банк не предпринимал поп ыток по сокрытию \nинформации от НБУ и только отказывал в доступе к ней в случаях,  когда для этого были \nзаконные основания. \n \n17. Банк прилагал все усилия для исполнения запросов НБУ / кура торов о предоставлении \nдокументов / информации. Насколько мне известно, если информаци я не предоставлялась \nв ответ на запрос, то это происходило потому, что либо у Банка не было соответствующей \nинформации, либо в силу действующего законодательства Банк не м ог ее предоставить. У \nБанка не было доступа к документам и операциям кипрского филиал а, а кипрский филиал \nбыл не вправе предоставлять информацию о своих клиентах в силу применимого кипрского \nзаконодательства о банковской тайне. \n \n18. Насколько я понимаю, НБУ регулярно проводил выездные провер ки кипрского филиала, в \nтом числе весной 2016 года, в течение которых, как я полагаю, о н получал доступ к любой \nнеобходимой ему информации. Такие проверки обычно проводились с  разрешения \nкипрского регулирующего органа (кипрский филиал был подотчетен как НБУ, так и \nЦентральному банку Кипра). При этом, PwC Cyprus проводил аудит кипрского филиала, а \nфинансовая отчетность кипрского филиала, подготовленная PwC Cyp rus, была \nконсолидирована с финансовой отчетностью Банка, которая также у тверждалась \nаудиторами. \n \nIII. Присутствие куратора на заседаниях Кредитного комитета \n  \n \n \n2 Рожкова: пункт 54; Домашенко: пункты 35-39. \n3 Рожкова: пункт 54; Домашенко: пункты 35-39; Шекмар: пункты 37 и  69; Лучанинов: пункты 46-51. \nB2/8/5\n \n 19. Г-жа Домашенко говорит о том, что она не помнит, чтобы она присутствовала на \n\"настоящем\" заседании Кредитного комитета4, но она присутствовала на других заседаниях \n\"совместного комитета\". Мне не известно о \"совместном комитете\" , о котором она \nрассказывает. Я хорошо помню, что она регулярно присутствовала на заседаниях Большого \nкредитного комитета, которые проходили каждый вторник. Этот ком итет рассматривал \nцелый ряд вопросов, включая кредитную политику и утверждение от дельных кредитов. \n \n20. Обычно до проведения заседания Кредитного комитета вся соот ветствующая \nдокументация загружалась в папку в системе PrivatDoc. Эти докум енты / ссылка на папку \nзаранее не рассылались участникам заседания и(или) куратору для  подготовки ко встрече; \nвместо этого ожидалось, что участники сами откроют папку и зара нее рассмотрят \nдокументы, которые подлежали обсуждению на предстоящем заседани и .  Н а с к о л ь к о  я  \nпонимаю, у куратора был доступ к протоколам всех заседаний Кред итного комитета и к \nпапке с сопутствующей документацией. \n \n21. Кроме того, куратор могла отслеживать выдачу всех новых кре дитов украинским клиентам, \nтак как все операции отражались в ОДБ. Кроме того, что касается  в ы д а ч и  к р е д и т о в  \nк л и е н т а м  к и п р с к о г о  ф и л и а л а ,  г - ж а  Д о м а ш е н к о  м о г л а  в и д е т ь  о б щ у ю  и нформацию о \nдвижении средств в ежедневных отчетах (в которых в том числе со держалась информация \nо межфилиальных транзакциях), которые Банк направлял в НБУ и ко торые фиксировали \nпозицию по итогам дня. \n \nB. БИЗНЕС КОРПОРАТИВНЫХ VIP-КЛИЕНТОВ \n \n22. Я рассмотрел показания, представленные свидетелем Истца г-ж ой Погорелой. Она права в \nтом, что г-н Терещенко был моим подчиненным. Тем не менее, сама  г-жа Погорелая \nнепосредственно не отчитывалась передо мной, и я не могу коммен тировать то, что она \nделала и почему она это делала. \n \n23. Что касается ее утверждения о том, что Банк регулярно прост авлял даты на документах \nзадним числом5, то тысячи документов требовали оформления на регулярной основ е и я не \nмогу дать комментарии по каждому из них. То, что сейчас указыва ется как проставление дат \nзадним числом, могло иметь место в силу целого ряда абсолютно о боснованных причин. \nНапример, могло случиться, что в первоначальной версии документ а была сделана ошибка, \nтогда такой документ скорее всего подписывался повторно с сохра нением первоначальной \nдаты. Или же подписание было отложено, в результате чего создав алось впечатление, что \nд о ку ме н т  бы л п од п и са н з а д ни м  ч и сл о м . Бе з  п о ним а н и я т о го ,  ч т о  и м енно происходило в \nкаждом конкретном случае, трудно комментировать заявления г-жи Погорелой. \n \n24. Я не считаю, что есть что-то предосудительное в том, что я обеспечивал, чтобы клиенты \nБизнеса корпоративных VIP-клиентов подписывали документы, ни в том, что этим клиентам \n(после обсуждения с ними) Банк предоставлял проекты формулирово к типовых писем6, в \nкоторых описывались определенные трудности, с которыми клиенты могли столкнуться при \nвыполнении своих обязательств по погашению кредитов. \n \n25. Г-жа Погорелая ссылается на случаи, когда Банк назначал сво их сотрудников в качестве \nакционеров и/или директоров своих клиентов7. Банк использовал эту практику как средство \n \n \n \n4  Домашенко: пункт 44 \n5  Погорелая: пункты 13-22 \n6  Погорелая: пункты 24-27 \n7  Погорелая: пункты 29-51 \nB2/8/6\n \n дополнительного обеспечения того, что должник исполнит свои обя зательства по \nпогашению задолженности. Таким акционерам и директорам должна б ыла быть \nпредоставлена информация, которая передавалась Банку. Таким обр азом, Банк мог \nобеспечить, чтобы у него было достаточно информации о деятельно сти клиента и он мог \nследить за использованием клиентами средств, предоставленных по  кредитам . Это было \nспособом обеспечить Банку понимание того, что происходило внутр и клиента, а при \nвозникновении проблем - возможность действовать более эффективн о. Например, если \nпоявлялась вероятность того, что клиент мог продать или вывести  с в о и  а к т и в ы ,  \nпредставители Банка сообщали об этом Банку и могли (будучи акци онерами/директорами) \nпредпринять шаги, чтобы предотвратить это. \n \n26. Такой механизм был более эффективным, чем обращение взыскан ия на традиционное \nобеспечение, предоставленное в отношении активов клиента, в укр аинских судах (особенно \nв ситуации, когда срок погашения кредита еще не наступил и прин удительное исполнение \nчерез суд было невозможным). В некоторых обстоятельствах, включ ая в особенности \nпроблемн"}
{"start": 14000, "text": " ыла быть \nпредоставлена информация, которая передавалась Банку. Таким обр азом, Банк мог \nобеспечить, чтобы у него было достаточно информации о деятельно сти клиента и он мог \nследить за использованием клиентами средств, предоставленных по  кредитам . Это было \nспособом обеспечить Банку понимание того, что происходило внутр и клиента, а при \nвозникновении проблем - возможность действовать более эффективн о. Например, если \nпоявлялась вероятность того, что клиент мог продать или вывести  с в о и  а к т и в ы ,  \nпредставители Банка сообщали об этом Банку и могли (будучи акци онерами/директорами) \nпредпринять шаги, чтобы предотвратить это. \n \n26. Такой механизм был более эффективным, чем обращение взыскан ия на традиционное \nобеспечение, предоставленное в отношении активов клиента, в укр аинских судах (особенно \nв ситуации, когда срок погашения кредита еще не наступил и прин удительное исполнение \nчерез суд было невозможным). В некоторых обстоятельствах, включ ая в особенности \nпроблемных заемщиков/проблемные активы, Банку было недостаточно  и м е т ь  о б щ и й  \nнадзор за деятельностью компании, а требовалась возможность ока зывать \nнепосредственное влияние на то, как компания осуществляла свою деятельность. В таких \nс л у ч а я х ,  Б а н к у  б ы л о  н е о б х о д и м о  о б е с п е ч и т ь ,  ч т о б ы  у  е г о  р а б о т н и к ов было более 50% \nакций (долей) заемщика, что было обычно необходимо для того, чт обы сменить директора \nзаемщика либо принять решение на общем собрании акционеров/учас тников заемщика. \n \n27. Г-жа Погорелая приводит ООО \"Дукла\"8 в качестве примера заемщика, в котором Банк \nназначил в качестве участников заемщика своих сотрудников. Комп ании, подобные \"Дукла\", \nвели свою деятельность в сельскохозяйственном секторе и были за емщиками Банка. Если \nпосле выдачи кредитов они начинали испытывать финансовые трудно сти, Банк назначал в \nних своих сотрудников. Банк работал с этими компаниями, чтобы и збежать их банкротства \nи принимал такие меры защиты на период, пока эти компании пытал ись разобраться со \nсвоими финансовыми трудностями. \n \n28. Что касается ООО \"Сельскохозяйственное предприятие имени Ми чурина\"9, я полагаю, что \nизначально кредит этой компании был выдан Владимиром Мацаком из  Днепровского \nфилиала Банка. Он позвонил мне и сообщил, что с этим заемщиком возникла проблема и у \nнего не было подходящего иму щества, переданного в залог, на кот орое можно было бы \nобратить взыскание. Впоследствии нами был разработан план дейст вий в этой ситуации, \nзаключавшийся в том, чтобы сотрудники Банка стали акционерами к омпании. Без согласия \nучастников компании было невозможно принять какие-либо существе нные решения, \nкасающиеся деятельности компании, и у этих лиц как участников б ыло право возбуждать, \nпри необходимости, уголовные дела (например, если они подозрева ли о попытках растраты \nимущества или вывода активов). В некоторых случаях они также яв лялись директорами, и \nдля совершения определенных действий требовалась их подпись. \n \n29. Банк также направлял своих сотрудников в компанию ГИРЦ. ГИР Ц был компанией по \nобработке платежей, собиравшей все счета за коммунальные услуги  и  в ы с т а в л я в ш е й  \nклиентам – физическим и юридическим лицам – единый инвойс за ко ммунальные услуги. \nТакие компании как ГИРЦ учреждались местными властями, а Банк р азмещал своих \nсотрудников в составе организации с целью получения доступа к э тому бизнесу, а также к \nсобираемым им данным. Банк инвестировал в разработку компьютерн ой программы по \nобработке платежей, которую использовал ГИРЦ, и направил в эту компанию своих \nсотрудников, чтобы обеспечить, что этот бизнес останется у Банк ом, то есть ГИРЦ \n \n \n \n8  Погорелая: пункт 37(a) \n9  Погорелая: пункт 37(e) \nB2/8/7\n \n продолжил проведение платежей через Банк. Сотрудники Банка не п ринимали активного \nучастия в деятельности ГИРЦ. \n \nC. КРЕДИТЫ БOK \n \n30. В своих показаниях г-н Шекмар указывает, что я был одним из  сотрудников Банка, \nотвечавшим за согласование кредитов, выдаваемых БОК10.  К а к  я  у ж е  у к а з ы в а л  в  с в о и х  \nПервых свидетельских показаниях, я утверждал их только в качест ве члена Кредитного \nкомитета. \n \n31. Г-н Шекмар также заявляет, что факт того, что кредитная док ументация подписывалась \n(Банком от имени компаний-заемщиков) посредством электронной, а  н е  ф и з и ч е с к о й ,  \nподписи, уже сам по себе ставит под сомнение законность процесс а подписания. Насколько \nя понимаю, ключи к электронным подписям выдавались лицензирован ными и \nсертифицированными компаниями и нет никаких оснований для того,  ч т о б ы  п о д в е р г а т ь  \nсомнению законность использования Банком электронных подписей. \n \nD. СВЯЗАННЫЕ ЛИЦА \n \n32. В своих первых свидетельских показаниях я ссылался на Списо к связанных лиц, который \nБанк должен был предоставить НБУ11. Истец заявляет, что Банк сознательно скрывал \nобъем кредитования связанных лиц12. Я не считаю, что действия Банка были направлены \nна сокрытие кредитования связанных лиц; скорее усилия Банка был и направлены на \nвнесение изменений в корпоративную структуру заемщиков с тем, ч тобы устранить \nоснования, на которых сторонний наблюдатель, в частности НБУ, м ог сделать \nнеправильный вывод о связанности таких лиц. \n \n33. В своих показаниях г-н Лучанинов ссылается13 на встречу, в ходе которой ему был \nпредоставлен список из 42 компаний (все из которых являлись кли ентами БОК), чтобы он \nпроанализировал их связанность с г-ми Коломойским и Боголюбовым , а затем посоветовал, \nкак можно было у странить такую связанность. Я вижу, что г-н Луч анинов определил, что \nопределенные компании были связанными в силу того, что их дирек тора являлись \nакционерами других компаний, принадлежавших г-дам Коломойскому и Боголюбову, однако \nон не указывает, что он провел дополнительную проверку или даже  близко попытался \nобосновать, что они были действительно экономически связаны меж ду собой. \n \n34. Я полагаю, что г-н Лучанинов знал, что назначение номинальн ых директоров и акционеров \nявлялось обычной практикой и поэтому его не должен был удивлять  факт того, что те же \nсамые номинальные директоры были назначены в разные абсолютно н есвязанные между \nсобой компании. \n \n35. Соответственно, он должен был понимать, что для признания д вух компаний связанными \nнедостаточно, чтобы одно и то же лицо было номинальным директор ом в обеих компаниях. \nО н  д о л ж е н  б ы л  п о п ы т а т ь с я  у с т а н о в и т ь ,  к т о  д е й с т в и т е л ь н о  к о н т р о л и ровал компании и \nявлялся бенефициарами, а также являлись ли компании действитель но экономическими \nсвязанными на каком-либо другом основании. \n \n \n \n \n \n10  Шекмар: пункты 31-33 \n11  Первые свидетельские показания В. Яценко: пункты 74-80 \n12  Лучанинов: пункты 43-45. \n13 Лучанинов: пункты 52-59 – PB0039015 / TAR-001925214; PB0039016 / TAR-001925215; PB0039017 / TAR-001925216 \nB2/8/8\n \n 36. У Банка было два списка связанных лиц: один, использовавший ся для внешних аудиторов, \nбыл составлен в соответствии со стандартами МСФО, и второй боле е длинный список, \nсоставленный на основе признаков, определенных НБУ. Некоторые п ризнаки связанности, \nопределенные НБУ, были чрезвычайно широкими, что приводило к сл учаям, когда лица \nмогли признаваться связанными, хотя с экономической точки зрени я они таковыми не \nявлялись. \n \n37. Г-н Лучанинов ссылается на проект списка связанных лиц, под готовленный в соответствии \nс признаками, установленными НБУ [PB0365655, PB0365655_00001_English] ,14 к о т о р ы й  \nрассылался внутри Банка с указанием удалить из него определенны е компании, чтобы \nсократить кредитование Банком связанных лиц до суммы ниже 43 мл рд. гривен. \n \n38. Исключение определенных компаний из данного первоначального  с п и с к а  б ы л о  \nпреднамеренным: сначала Банк проанализировал список, подготовле нный в соответствии \nс учетом признаков, установленных НБУ. Затем он выделил те из н их, которые несмотря на \nпризнаки на самом деле не являлись связанными между  собой. План "}
{"start": 21000, "text": "тветствии со стандартами МСФО, и второй боле е длинный список, \nсоставленный на основе признаков, определенных НБУ. Некоторые п ризнаки связанности, \nопределенные НБУ, были чрезвычайно широкими, что приводило к сл учаям, когда лица \nмогли признаваться связанными, хотя с экономической точки зрени я они таковыми не \nявлялись. \n \n37. Г-н Лучанинов ссылается на проект списка связанных лиц, под готовленный в соответствии \nс признаками, установленными НБУ [PB0365655, PB0365655_00001_English] ,14 к о т о р ы й  \nрассылался внутри Банка с указанием удалить из него определенны е компании, чтобы \nсократить кредитование Банком связанных лиц до суммы ниже 43 мл рд. гривен. \n \n38. Исключение определенных компаний из данного первоначального  с п и с к а  б ы л о  \nпреднамеренным: сначала Банк проанализировал список, подготовле нный в соответствии \nс учетом признаков, установленных НБУ. Затем он выделил те из н их, которые несмотря на \nпризнаки на самом деле не являлись связанными между  собой. План ировалось, что эти \nл и ц а  б у д у т  и с к л ю ч е н ы  и з  с п и с к а  в  р е з у л ь т а т е  и з м е н е н и й  в  с о с т а в е  н о м и н а л ь н ы х  \nдиректоров или акционеров. Соответственно, когда возникало зако нное основание для \nисключения из списка, данные лица удалялись из него, чтобы кред итование связанных лиц \nоставалось в пределах соответствующего лимита. \n \n39. Я не помню были ли инструкции г-на Дубилета предоставлены у стно или по электронной \nпочте, однако я помню, что он давал инструкции не удалять лиц, которые были \nдействительно связанными и вместо этого предпринять шаги по вып лате кредита. \n \nE. УГРОЗЫ ОТЗЫВА РЕФИНАНСИРОВАНИЯ \n \n40. Как указывалось в моих Первых свидетельских показаниях15, НБУ угрожал отозвать \nрефинансирование, если Банк не согласует План реструктуризации.  Истец заявляет, что \nтакой угрозы требования возврата никогда не было16.  Я  п о м н ю ,  ч т о  я  и  г - н  Д у б и л е т  \nразговаривали с г-жой Рожковой, и она недвусмысленно заявила, ч то срок погашения \nпродлеваться не будет и если Банк не утвердит План, то будут пр едприняты шаги по \nтребованию погашения кредитов рефинансирования. \n \n41. Что касается погашения Банком кредитов рефинансирования, по  свидетельству г-жи \nРожковой17 к 31 декабря 2016 году Банк погасил треть суммы рефинансирован ия, несмотря \nна то, что начиная с 23 февраля 2016 года способность Банка при влекать новые депозиты \nот физических лиц была существенно ограничена .18. Я считаю, что способность Банка \nпогашать кредиты говорит о том, что дела в Банке шли хорошо. \n \nF. ПЕРЕДАЧА АКТИВОВ \n \n42. Г-жа Рожкова утверждает19, что определенные активы, которые Банк предложил получить \nна баланс (по перечню в Приложении А к Плану реструктуризации),  уже были переданы в \n \n \n \n14 Лучанинов: пункт 43. Это не тот же список из 42 компаний БОК, н а который Лучанинов ссылается в параграфах 52-59 его свидетельс ких \nпоказаний. \n15  Первые свидетельские показания В. Яценко: пункты 91-92 \n16  Рожкова: пункт 136 \n17 Рожкова: пункт 137 – Г-жа Рожкова утверждает, что на 31 декабря  2016 Банк все еще оставался должен 18.04 млрд. гривен (из обще й \nзадолженности в 33.07 млрд. гривен). \n18 Постановление НБУ №103/БT от 23 февраля 2016 года установило, ч то Банк был не вправе привлекать депозиты физических лиц в разм ере \nпревышающем 2% от объема ритейл депозитов, привлеченных на дату  Постановления [PB0365415; PB0365415_00001_English] \n19  Рожкова: пункт 161 \nB2/8/9\n \n залог третьими сторонами в обеспечение кредитов рефинансировани я НБУ. Она считает, \nчто, если бы НБУ намеревался усложнить ситуацию для Банка, он н е допустил бы передачу \nэтих активов Банку без предварительного погашения кредита НБУ. \n \n43. Я считаю, что до их передачи Банку такие активы обеспечивал и кредиты рефинансирования \n(при этом у НБУ было право требования на залог первой очереди) и кредиты Банка, \nвыданные третьим лицам (Банк имел право требования в порядке вт орой очереди). В моем \nпонимании, идея заключалась в том, чтобы третьи лица–собственни ки активов передали их \nБанку в счет погашения кредитов третьих сторон, а затем Банк пе редал бы эти же активы в \nзалог в качестве обеспечения кредитов рефинансирования, выданны х Банку. В результате, \nположение НБУ не ухудшилось бы, но кредиты третьим сторонам был и бы погашены. \n \n44. Планировалось, что после передачи активов Банку они будут и спользованы, чтобы \nгенерировать доход. Мне показали переписку, согласно которой 15  февраля 2016 года г-н \nДенис Новиков из НБУ потребовал, чтобы План реструктуризации вк лючал в себя план \nпостепенной продажи активов, переданных Банку, на протяжении по следующих 5 лет \n[PB0071328_00001] . Это требование было отражено в Плане реструктуризации, \nутвержденном Постановлением НБУ 103/БТ от 23 февраля 2016 года [PB0365415; \nPB0365415_00001_English]. Впоследствии в июле 2016 года, посчитав, что предложение \nБанка соответствовало целям Плана реструктуризации, НБУ разреши л Банку \nраспорядиться активами и передать их в лизинг, чтобы генерирова ть доход (см письмо НБУ \nот 18 июля 2016 года) [PB0208456_00001] . \n \n45. Я думаю, что если г-жа Рожкова и г-жа Гонтарева уже приняли  на тот момент решение о \nтом, что Банк будет национализирован (а я думаю, что оно так и было), то в интересах НБУ \nбыло, чтобы активы, заложенные по кредитам рефинансирования, бы ли переданы Банку и \nотражались на его балансе. После национализации Банка НБУ мог б ы принять решение, \nкто сможет использовать эти активы и принять меры, чтобы Банк з аключил сделки с ними в \nинтересах таких лиц. Если бы активы оставались в собственности третьих лиц, то НБУ \nдолжен был бы обратить взыскание на залоги, что означало бы деф олт (теперь уже \nгосударственного) Банка. Понятно, что НБУ не мог этого допустит ь. \n \n46. Отчуждение этих небанковских активов (то есть активов, кото рые не могли быть \nиспользованы в банковской деятельности) выглядело бы как в инте ресах Банка, и любая \nпоследующая продажа (например, г-ну Президенту Порошенко или ли ц а м ,  с в я з а н н ы м  с  \nним) не выглядела бы подозрительной, а скорее всего выглядела б ы как соответствующая \nобщей банковской практике. \n \nG. ТЕРМИНАЛ \"БОРИВАЖ\" \n \n47. Насколько я на тот момент понимал, существовали определенны е активы, представлявшие \nинтерес для Президента Порошенко, включая, например, и терминал  \"Бориваж\". Если бы \nНБУ стал владельцем этих активов, то их последующая продажа г-н у Порошенко была бы \nслишком очевидной. Однако, если бы активы находились на балансе  Б а н к а  п о с л е  \nнационализации, то НБУ смог бы, не привлекая внимание, организо вать, чтобы Банк сдал \nпродал или сдал их в аренду. Непосредственная заинтересованност ь НБУ в этом активе \nстала очевидной при следующим образом. \n \n48. Банк попросил погасить определенный транш рефинансирования,  о б е с п е ч е н н ы й  \nтерминалом \"Бориваж\", чтобы высвободить это имущество из под за лога и использовать \nего для обеспечения кредита, выданного Банком \"Бориважу\". В пла тежном поручении Банк \nчетко указал, что средства должны быть использованы для погашен ия этого конкретного \nB2/8/10\n \n транша. НБУ же направил средства на погашение другого транша ре финансирования, в \nрезультате чего транш, обеспеченный \"Бориважем\", остался непога шенным. \n \n49. В ходе передачи активов на баланс были предприняты шаги по передаче терминала \n\"Бориваж\" Банку. Г-жа Рожкова также считает, что терминал \"Бори важ\" \"исчез\" из баланса \nБанка после распределения транша финансирования МВФ20. По ее словам, \"Бориваж\" \nстоил 8 млрд. гривен, что составляло более четверти стоимости в сех передаваемых \nактивов. \n \n50. В то время \"Бориваж\" был должен около 2.9 млрд. гривен Банк у по непогашенным кредитам. \nВ то же время активы \"Бориважа\" были заложены в пользу НБУ в об еспечение погашения \nодного из траншей по кредитам рефинансирования, выданным НБУ Ба н к у ,  к о т о р ы й  н а  \nконец 2016 года составлял 1.5 млрд. гривен. В ходе передачи акт ивов на баланс Банка \nактивы \"Бориважа\" были переданы Банку на его б"}
{"start": 28000, "text": " указал, что средства должны быть использованы для погашен ия этого конкретного \nB2/8/10\n \n транша. НБУ же направил средства на погашение другого транша ре финансирования, в \nрезультате чего транш, обеспеченный \"Бориважем\", остался непога шенным. \n \n49. В ходе передачи активов на баланс были предприняты шаги по передаче терминала \n\"Бориваж\" Банку. Г-жа Рожкова также считает, что терминал \"Бори важ\" \"исчез\" из баланса \nБанка после распределения транша финансирования МВФ20. По ее словам, \"Бориваж\" \nстоил 8 млрд. гривен, что составляло более четверти стоимости в сех передаваемых \nактивов. \n \n50. В то время \"Бориваж\" был должен около 2.9 млрд. гривен Банк у по непогашенным кредитам. \nВ то же время активы \"Бориважа\" были заложены в пользу НБУ в об еспечение погашения \nодного из траншей по кредитам рефинансирования, выданным НБУ Ба н к у ,  к о т о р ы й  н а  \nконец 2016 года составлял 1.5 млрд. гривен. В ходе передачи акт ивов на баланс Банка \nактивы \"Бориважа\" были переданы Банку на его баланс в целях пог ашения его кредитов и \nиных кредитов на общую сумму около 4 – 4.5 млрд. гривен. Хотя я  не помню точно стоимость \nпереданных активов Банку (в которые входили активы \"Бориважа\"),  я  с ч и т а ю ,  ч т о  о н а  \nсоставляла приблизительно 34 – 35 млрд. гривен. Таким образом, исключение \"Бориважа\" \nи з  б а л а н с а  Б а н к а  с у щ е с т в е н н о  н е  с н и з и л о  б ы  о б щ у ю  с т о и м о с т ь  т а к и х активов, ниже \nт р е б у е м о г о  р а з м е р а  в  3 1  м л р д .  В  л ю б о м  с л у ч а е  у  Н Б У  о с т а в а л с я  з а лог на активы \n\"Бориважа\". \n \n51. Насколько я помню, после передачи Бориважа на баланс Банка ю р и с т ы  Б а н к а  в ы я в и л и  \nошибку в сделке. Они в свою очередь обсудили это с юристами НБУ . Я лично позвонил г- \nже Рожковой и сообщил, что была выявлена эта ошибка, потребовав шая отмены сделки \nнотариусом. После отмены сделки нотариусом (в октябре 2016 года ), была отменена и \nзапись о зачислении стоимости \"Бориважа\" в счет погашения его к редита. \n \n52. Отмена этой сделки была сразу видна и НБУ, и куратору. Я не  помню, задавал ли НБУ в то \nвремя вопросы по этому поводу, но отсутствие вопросов от курато ра говорит о том, что НБУ \nбыл хорошо знал об этом. Общая сумма корпоративного кредитного портфеля была одним \nиз основных показателей, отслеживавшихся НБУ. Просто невероятно , чтобы до ноября \n2016 года, когда EY подготовил свой отчет, это оставалось незам еченным, как об этом \nговорит г-жа Рожкова. \n \nH . ТРАНСФОРМАЦИЯ \n \n53. В своих первых свидетельских показаниях21 я  р а с с к а з а л  о  п р о ц е с с е ,  н а з ы в а е м о м  \n\"Трансформацией\", который был проведен по требованию НБУ. Истец  считает, что у Банка \nне было согласия НБУ на реализацию Трансформации22. \n \n54. Насколько я помню, НБУ знал и одобрил Трансформацию. Сотруд ники НБУ находились в \nБанке. Банк подготовил предварительный план в виде таблицы/перв оначального списка \nзаемщиков (разработанный вместе с заемщиками), который Денис Но виков рассмотрел и \nутвердил. Я лично общался с г-ном Новиковым и г-жой Рожковой по  э т о м у  п о в о д у .  \nНасколько я понимаю, г-жа Рожкова и г-жа Гонтарева обсуждали эт от вопрос и с г-ном \nДубилетом. Я помню, что НБУ постоянно давил на Банк по срокам. Я понимал, что EY был \nдан срок с 13 октября 2016 года по 15 ноября 2016 года, чтобы п одготовить отчет с учетом \nв частности \"динамического плана трансформации кредитного портф еля Банка\" и таким \n \n \n \n \n20  Рожкова: пункт 186. \n21 Первые свидетельские показания В. Яценко: пункты 119-145 \n22 Рожкова: пункты 190, 195-196, 203-206, 230, 232-238, 242; Домаш енко: пункты 55-57; Шекмар: пункты 10-12, 45-52,56 \nB2/8/11\n \n образом у Банка   был месяц    на    то,  чтобы   подготовить и    реализовать план. \n[PB0092834_00001, PB0092834_00001_English] \n \n55. Действительность была такова, что НБУ хотел увидеть реальны е результаты \nТрансформации. Поскольку на тот момент сроки поджимали, НБУ рек омендовал Банку \nначать работу с первыми 20-30 заемщиками и расширять количество  заемщиков по мере \nвозможности. Это было логично: было бы невозможно провести этот  процесс одновременно \nсо всеми 193 Заемщиками, или же для EY – проверить все за один раз. Именно НБУ был \nзаинтересован в том, чтобы Банк выполнял пошагово этот процесс.  \n \n56. НБУ получал предварительное уведомление о выдаваемых Новых кре дитах. Банк заранее \nинформировал НБУ о ходе исполнения Плана трансформации и предос тавлял ему \nразличные версии Плана трансформации, в котором отражалась обща я сумма \nзадолженности Старых заемщиков, которая должна была быть погаше на Новыми \nзаемщиками. 23 \n \n57. Г-жа Рожкова указывает, что в Плане трансформации ничего не  было сказано о \nпредоставлении ипотек на основные средства, и что это можно был о организовать, если бы \nна то было желание24. Банк собирался, в конечном итоге, организовать ипотеки на осн овные \nсредства, но времени для их оформления к установленному НБУ сро ку было недостаточно \n(г-жа Рожкова знала об этом, поскольку она вместе с г-ном Денис ом Новиковым говорила, \nчто Банку будет предоставлено дополнительное время на это25). Возможно, причина, по \nкоторой об этом не говорилось в Плане трансформации была в том,  что оговаривать это не \nбыло необходимости: это уже было указано в рамках второго этапа  П л а н а  \nреструктуризации, и идея заключалась в том, чтобы эти кредиты, активы и ипотеки перейдут \nк Новым заемщикам. Банк сообщил EY, что он собирался оформить т акие ипотеки, что они \nи зафиксировали: это уже само по себе свидетельствует о том, чт о Банк всегда планировал \nэто сделать. \n \n58. Банк надеялся, что он сможет работать вместе с EY, чтобы ре ализовать этот процесс и \nчтобы получить подтверждение, что то, что он делает, будет прие млемым. По моим \nоценкам, за те несколько недель, которые были у Банка, можно бы ло оформить 5–10% \nнеобходимых ипотек или около того. Конечно же, намерение и жела ние сделать это было, \nно Банк не смог этого сделать из-за нехватки времени. \n \n \n \n    \n \n     \n \n  \n \n \n23 Рожкова: пункты 236 – 237. PB0156879; TAR-006377182; PB0141769_ 00001; TAR-001389014; PB0156884; TAR-006377184; PB0156901; \nTAR-006377186; PB0156902; TAR-006377188 PB0158523; TAR-00637719 0; PB0156904; TAR-006377192; PB0158537; TAR-006377194 \n24  Рожкова: пункт 246 \n25 Первые свидетельские показания В. Яценко: пункты 135-137 \nB2/8/12\n \n Подтверждение соответствия \n \nЯ понимаю, что целью настоящих свидетельских показаний является  изложение лично известных \nмне фактов. \n \nЯ понимаю, что в мои фу нкции не входит обоснование моей позиции  по делу ни в целом, ни по \nконкретным вопросам, или ознакомление суда с документами дела. \n \nВ этих свидетельских показаниях излагаются лишь мои личные знан ия и воспоминания моими \nсобственными словами. \n \nВ отношении вопросов, которые я считаю важными в данном деле, я  честно заявил: (а) насколько \nхорошо я помню события, и (б) напомнили ли мне рассматриваемые документы о них, и если да, то \nкак и когда. \n \nМеня никто не просил и не поощрял включать в эти показания что- либо, что бы исходило не от меня, \nв силу моих возможностей и воспоминаний, ни о каких событиях, с видетелем которых я был, или о \nтом, о чем я знаю лично. \nПодпись: ……………………………………...…………  Дата: ….……… 17  12….2…0.2. 1 \n \nВладимир Яценко \n \n \n  \n \nЗаявление о достоверности сведений \n \nЯ считаю, что все факты, изложенные в этих свидетельских показа ниях, являются достоверными. \n \nЯ понимаю, что любой, кто делает ложное заявление в документе, подтвержденном заявлением о \nдостоверности сведений, или содействует такому заявлению без ис кренней убежденности в его \nистинности, может быть привлечен к ответственности за неуважени е к суду. \nПодпись: ……………………………………...…………  Дата: …17.….1…2.…20..…21…….. \nВладимир Яценко \n \n \n  \n \n \n \n \n \n \n  \n \n \n \n12 \nB2/8/13\n \n Сертификат о соответствии \n \nНастоящим подтверждаю, что: \n \n1. Я являюсь соответствующим юридическим представителем в соотв етствии с \nРекомендациями по судебному производству 57AC. \n \n2. Я удовлетв"}
{"start": 35000, "text": "е поощрял включать в эти показания что- либо, что бы исходило не от меня, \nв силу моих возможностей и воспоминаний, ни о каких событиях, с видетелем которых я был, или о \nтом, о чем я знаю лично. \nПодпись: ……………………………………...…………  Дата: ….……… 17  12….2…0.2. 1 \n \nВладимир Яценко \n \n \n  \n \nЗаявление о достоверности сведений \n \nЯ считаю, что все факты, изложенные в этих свидетельских показа ниях, являются достоверными. \n \nЯ понимаю, что любой, кто делает ложное заявление в документе, подтвержденном заявлением о \nдостоверности сведений, или содействует такому заявлению без ис кренней убежденности в его \nистинности, может быть привлечен к ответственности за неуважени е к суду. \nПодпись: ……………………………………...…………  Дата: …17.….1…2.…20..…21…….. \nВладимир Яценко \n \n \n  \n \n \n \n \n \n \n  \n \n \n \n12 \nB2/8/13\n \n Сертификат о соответствии \n \nНастоящим подтверждаю, что: \n \n1. Я являюсь соответствующим юридическим представителем в соотв етствии с \nРекомендациями по судебному производству 57AC. \n \n2. Я удовлетворен тем, что цель и надлежащее содержание свидете льских показаний в суде, \nа также надлежащая практика в отношении их подготовки, включая подтверждение \nсвидетелей, требуемое параграфом 4.1 Рекомендаций по судебному производству 57AC, \nбыли обсуждены и разъяснены Владимиру Яценко. \n \n3. Я считаю, что настоящие судебные свидетельские показания отв ечают требованиям \nРекомендаций по судебному производству 57AC и пунктам 18.1 и 18 .2 Рекомендаций по \nсудебному производству 32, и что они было подготовлены в соотве тствии с Заявлением о \nнаилучшей практике, включенном в Приложение к Рекомендациям по судебному \nпроизводству 57AC. \n \n \n \nФамилия, имя: …………… \n \nЭндрю Ноэл Лафферти \nДолжность Партнер \nДата: 17 December 2021\nB2/8/14\n \n Приложение A \n \nСписок Документов, использованных для подготовки \nВторых Свидетельских Показаний Владимира Яценко. \n \n \nNo Документ Ссылка \n1. Приказ Об утверждении Перечней \nсвязанных лиц ПАО КБ \"ПРИВАТБАНК\" и банковской группы \"ПРИВАТБАНК\" по состоянию на 01.10.2015 от 13.10.2015 PB0365655; PB0365655_00001_English \n2. Постановление НБУ №103 БТ от \n23.02.2016 PB0365415; PB0365415_00001_English \n3. Электронные письма между Д Новиковым \nи В Яценко от 15.02.2016 PB0071328_00001 \n4. Письмо НБУ Приватбанку от 18.07.2016 PB0208456_00001 \n5. Электронное письмо Д Лучанинова Ю \nПикушу от 31.03.2015 PB0039015 / TAR-001925214; \n6. Анализ выявленных связей и \nпредложения по их исключению: PB0039016 / TAR-001925215 \n7. Анализ выявленных связей и \nпредложения по их исключению: PB0039017 / TAR-001925216 \n8. Письмо ПБ в адрес НБУ от 20.10.2016 PB0156879; TAR-006377182  \n9. План трансформации (same family as \nLetter from PB to NBU dated 20.10.2016) PB0141769_00001; TAR-001389014 \n10 Письмо ПБ в адрес НБУ от 03.11.2016 PB0156884; TAR-006377184 ; \n11 Письмо ПБ в адрес НБУ от 04.11.2016 PB0156901; TAR-006377186 ; \n12 Письмо ПБ No. 188627 в адрес НБУ от \n15.11.2016 PB0156902; TAR-006377188 \n13 План трансформации (приложение к \nписьму No. 188627 от 15.11.2016) PB0158523; TAR-006377190 \n14 Письмо ПБ No. 192365 в адрес НБУ от \n23.11.2016 PB0156904; TAR-006377192 \n15 План трансформации (приложение к \nписьму No. 192365 от 23.11.2016) PB0158537; TAR-006377194 \n16 Отчет EY от 22.11.2016 PB0092834_00001, PB0092834_00001_Engl ish \nB2/8/15\n \n Сторона: Первый Ответчик \nСвидетель: Владимир Яценко \nНомер: Вторые \nПриложение: VY2 \nДата: 17 декабря 2021 \n \n \nИск № BL-2017-000665 \nВЫСОКИЙ СУД ПРАВОСУДИЯ ХОЗЯЙСТВЕННЫЕ И ИМУЩЕСТВЕННЫЕ СУДЫ АНГЛИИ И УЭЛЬСА \nОТДЕЛ КОММЕРЧЕСКИХ СПОРОВ \n(КАНЦЛЕРСКОЕ ОТДЕЛЕНИЕ) \n \nМ Е Ж Д У \n \nАО \"КОММЕРЧЕСКИЙ БАНК \"ПРИВАТБАНК\" \n \nИстец \nи \n \n(1) ИГОРЕМ ВАЛЕРЬЕВИЧЕМ КОЛОМОЙСКИМ \n(2) ГЕННАДИЕМ БОРИСОВИЧЕМ \nБОГОЛЮБОВЫМ \n(3) ТИМТРЕНД ЛИМИТЕД \n(4) ТРЕЙД ПОИНТ АГРО ЛИМИТЕД \n(5) КОЛИЕР ЛИМИТЕД \n(6) РОССИН ИНВЕСТИНГ КОРП \n(7) МИЛБЕРТ ВЕНЧЕРЗ ИНК \n(8) ЗАО УКРТРАНЗИТСЕРВИС ЛТД \nОтветчики \n   \n \n \nВТОРЫЕ СВИДЕТЕЛЬСКИЕ ПОКАЗАНИЯ \nВЛАДИМИРА ЯЦЕНКО \n \nB2/8/16\n"}
