{"metadata": {"corpus_path": "B1. Witness statement of Sergiy Oleksandrovich Oleksiyenko.pdf", "file_size": 698072, "mtime": 1675871807.0, "chunk_size_chars": 8000, "overlap_chars": 1000, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": " \n \n  Witness Statement  \nClaimant  \nS Oleksiyenko  \n13 October 2021  \n \n \nIN THE HIGH COURT OF JUSTICE  \nBUSINESS AND PROPERTY COURTS OF ENGLAND AND WALES  \nBUSINESS LIST (CHD) \n BL-2017-000665  \nBETWEEN : \n \nJSC  COMMERCIAL BANK \"PRIVAT BANK\" \nClaimant  \n- and - \n(1) IGOR VALERYEVICH KOLOMOISKY  \n(2) GENNADIY BORISOVICH BOGOLYUBOV  \n(3) TEAMTREND LIMITED  \n(4) TRADE POINT AGRO LIMITED  \n(5) COLLYER LIMITED  \n(6) ROSSYN INVESTING CORP \n(7) MILBERT VENTURES INC \n(8) ZAO  UKRTRANSITSERVICE LTD \n \nDefendants  \n \nWITNESS STATEMENT OF SERGIY OLEKSANDROVICH OLEKSIYENKO  \n \nI, Sergiy Oleksandrovich Oleksiyenko , of 10 Muzeyny Lane, Kyiv 01001, Ukraine will say as \nfollows: \n \n1. I am a member of the Supervisory Board of the Claimant, JSC Commercial Bank PrivatBank \n(the \" Bank \").   \n2. I understand that the Bank has brought these proceedings in England against the \nDefendants (including the former owners of the Bank), and I make this witness statement \nin support of the Bank’s claims. \n3. Where I refer to documents below, I do so by reference to the document's disclosure \nnumber in these proceedings.  I enclose with this statement a list of the documents I have \nbeen referred to in the course of making this statement.  \nB1/10/1\n- 2 - \n \n \n \n 4. My native language is Russian. I am sufficiently proficient in English to give this witness \nstatement in English, and I intend to give my oral evidence in English, although with the \ncourt's permission, I would like to have access to an interpreter to assist, if necessary.  This \nevidence was prepared following a series of discussions between myself and the Bank’s \nsolicitors. \n5. Unless otherwise stated, the facts and matters set out below are within my own knowledge, \nand I believe them to be true. Where they are not within my knowledge, they are true to the \nbest of my knowledge, information and belief and their sources are explained.  To the extent \nthat I refer in this witness statement to legal advice given to the Bank, to any \ncommunications for the dominant purpose of litigation, or to previous negotiations \nattempted between the Bank and the First and Second Defendants, this is not and should \nnot be regarded as a waiver of privilege.  I am not authorised by the Bank to waive privilege.  \nINTRODUCTION AND PERSONAL BACKGROUND  \n6. I am an experienced financial services professional, with over 20 years’ experience in \ninternational finance.  I hold a master’s degree in International Relations from the Kyiv \nNational Taras Shevchenko University and am qualified as a Chartered Financial Analyst.  \nPrior to joining the Bank, I had a career in investment banking and M&A and later worked \nat the Ukrainian state-owned oil and gas conglomerate Naftogaz, where I started as an \nAdvisor to the Chairman and rose to become the CFO and acting President of Naftogaz’s \nmajor subsidiary, Ukrtransgaz.  Between 2017 and 2020, I held an executive position at \nUkrtransgaz in addition to my Supervisory Board position at the Bank. \n7. My work at Naftogaz included arranging financing by international institutions such as the \nWorld Bank and the European Bank for Reconstruction and Development.  That meant that \nI was in relatively regular contact with staff at Ukraine’s Ministry of Finance, who often \nparticipated in meetings with the international institutions.  At one such meeting, in around \nlate-November or early-December 2016, Yuriy Butsa, the Deputy Minister of Finance, \nsuggested that I apply for a position on the Supervisory Board of the Bank.  It was well \nknown at that time that there was a possibility  that the Bank might need to be nationalised.  \nI took Mr Butsa up on that suggestion, submitted my CV and participated in a short series \nof interviews, including interviews with Oleksandr Shlapak, who later became the Chairman \nof the Bank’s Management Board.  When the Bank was nationalised on 16 December 2016, \nI was announced as one of the members of the new Supervisory Board.  I have been a \nmember of the Supervisory Board continuously since that appointment. \nTHE BANK’S SUPERVISORY BOARD  \n8. The Supervisory Board is the most senior body within the Bank, as is the case for any Joint \nStock Company (JSC), and is answerable to the general meeting of the shareholders.  In \nB1/10/2\n- 3 - \n \n \n \n my experience over the last four and a half years, the Supervisory Board is generally \nresponsible for longer-term, strategic decision making, and its approval is usually needed \nfor significant commercial commitments.  It is not, however, responsible for the day-to-day \nmanagement within the JSC.  That function is performed by the Management Board, \nmembers of which will report on key issues to the Supervisory Board from time to time.  The \nSupervisory Board is therefore able to take decisions with a measure of separation or \nindependence that the main executive team will not necessarily have.  Since the Bank's \nnationalisation, the Bank's Supervisory Board has included a mix of Ukrainian and non-\nUkrainian speakers, and for that reason documents submitted to the Supervisory Board \nwere typically either in English, or dual language English/Ukrainian (the Supervisory \nBoard’s minutes are an example of the latter approach).  \n9. The result of this structure is that the Supervisory Board is almost constantly receiving \nbriefings – both in writing and in the form of presentations – on the basis of which it takes \ndecisions recorded in the Board’s minutes.  In the course of my work on the Supervisory \nBoard, I will have reviewed hundreds of such briefings and attended hundreds of \nSupervisory Board meetings and meetings of various committees, many of which lasted 10 \nhours or longer, especially during the year or so following the nationalisation, which was an \nextremely busy time.  I cannot claim, therefore, to have a perfect recollection of the details \nof all the matters that were presented to the Supervisory Board over the period covered by \nthis witness statement (which is now close to five years ago as at the date of making this \nstatement).  I can, though, recall the main thrust of the discussions we were having, and \nthe points we were being asked to address over that time, and I have been able to refresh \nmy memory in certain instances by reviewing the contemporaneous documents (i.e. those \nin the attached document list). \nTHE IMMEDIATE POST -NATIONALISATION PERIOD  \n10. One point about which I have a specific and good recollection is the sense of what the \npriorities were for the Bank’s new management team in the period immediately following \nthe Bank's nationalisation.  It is important, I think, to recognise that the Bank’s top-tier \nmanagement (i.e. the Supervisory Board and Management Board) were all new appointees \nfollowing nationalisation.  We were, all of us, coming to the Bank with fresh eyes and, \nalthough some had come from public service positions where they had some prior \ninteraction with the Bank, many of us – myself included – had until very recently only \nfollowed events at the Bank through what was reported in the press.  There was a process \nof on-boarding involving the Ministry of Finance and the National Bank of Ukraine (the \n“NBU ”), but that was fairly limited: it consisted of a small number of presentations, from \nwhich we were not permitted to take copies of the underlying materials.  We were never \nprovided with a formal briefing pack of documents, for example. \nB1/10/3\n- 4 - \n \n \n \n 11. The focus for all of us, therefore, was the events that had led up to our appointment, by \nwhich I mean the Bank’s failure of National Bank of Ukraine (the “ NBU ”) stress tests and \nthe Bank’s receipt of state financing from 2008 onwards, and the consequences of those \nevents for the administration of the Bank. \n12. This meant that our main initial focus was on understanding the Bank’s financial position \nand understanding the extent of its liabilities.  We had to understand the Bank’s true balance \nsheet positio"}
{"start": 7000, "text": " had until very recently only \nfollowed events at the Bank through what was reported in the press.  There was a process \nof on-boarding involving the Ministry of Finance and the National Bank of Ukraine (the \n“NBU ”), but that was fairly limited: it consisted of a small number of presentations, from \nwhich we were not permitted to take copies of the underlying materials.  We were never \nprovided with a formal briefing pack of documents, for example. \nB1/10/3\n- 4 - \n \n \n \n 11. The focus for all of us, therefore, was the events that had led up to our appointment, by \nwhich I mean the Bank’s failure of National Bank of Ukraine (the “ NBU ”) stress tests and \nthe Bank’s receipt of state financing from 2008 onwards, and the consequences of those \nevents for the administration of the Bank. \n12. This meant that our main initial focus was on understanding the Bank’s financial position \nand understanding the extent of its liabilities.  We had to understand the Bank’s true balance \nsheet position in order to determine how far away it was from being able to pass similar \nstress tests in the future, and how it could meet its repayment obligations to the NBU, in \nparticular, before we could move on to other issues.  In tandem with that exercise, we also, \nof course, had to oversee and sustain the continued operation of one of Ukraine’s largest \nbanks.  I was conscious – and I believe my colleagues were, too – of the reliance placed \non the Bank both by its commercial debtors and the millions of ordinary Ukrainians who had \naccounts with the Bank. \n13. One topic that I am certain was not in our minds at that point was the possibility of starting \ncivil claims against Messrs Kolomoisky and Bogolyubov (the “ Former Owners ”).  I can say \nthat confidently because I can recall being very much aware that the nationalisation had \nbeen implemented by the Cabinet of Ministers, following  on-going discussions and \nnegotiations between the NBU, the Ministry of Finance and the Former Owners and that – \nas far as I and, I believe, the rest of the Supervisory Board understood it – there was a form \nof understanding or agreement in place to the effect that the Former Owners would assist \nin stabilising the Bank. \n14. In particular, we were aware (and I think any Ukrainian who followed the matter  in the press \nwould have been aware) that the Former Owners had written an open letter to the Prime \nMinister of Ukraine on 16 December 2016 calling for the Bank to be nationalised (the \n“Nationalisation Letter ”)1.  The Nationalisation Letter included unilateral commitments \nmade openly by the Former Owners to: \n(a) ensure a smooth transfer of management following the nationalisation; \n(b) refrain from exerting pressure on any state entities or individuals in giving effect to \nthe nationalisation; and \n(c) participate in a process of restructuring by 1 July 2017 (with the possibility for this \nperiod to be extended), in order to meet the NBU capital requirements and to \nrestructure the Bank’s related party loan portfolio, including, if necessary, by putting \nup additional collateral that had been approved by an independent valuer. \n \n1  GB-NC-0001502 \nB1/10/4\n- 5 - \n \n \n \n 15. Our starting assumption in that early period was that the Former Owners should be given \nthe opportunity to make good on these commitments.  In particular, we proceeded on the \nbasis that time should be allowed for the Former Owners to provide their proposals \nregarding the restructuring of the Bank’s related party loan portfolio and for negotiations on \nthese proposals to take place. \nThe first meeting of the Supervisory Board \n16. The first meeting of the new, post-nationalisation, Supervisory Board took place on \n17 January 20172.  I  recall that, at that meeting, there was discussion over the status of \nthe Bank’s portfolio of related party lending (i.e. lending to entities that were connected to \nthe Former Owners).  By the time of this meeting – which was approximately a month after \nthe nationalisation – we had had a chance to acquaint ourselves with the broad outline of \nthe issues facing the Bank.  We were, therefore, aware at this early stage that the issue of \nsubstantial related party lending had been one of the focuses of the NBU’s investigations \ninto the Bank.   \n17. I believe it is important to make clear at the outset the approach that we took in relation to \nthe Bank’s related party lending.  We were, of course, aware that it was a significant issue \nand, although the Supervisory Board members were not lawyers, were aware in a general \nsense that if evidence emerged which showed mis-management of the related party \nlending, that could, in theory, give rise to potential claims against the Bank’s former officers \nor shareholders.  Our focus, though, was on the stability and financial health of the Bank \nand we viewed the related party loan issue from that standpoint.  In essence, at that time, \nif those loans were performing – i.e. if they were generally being serviced – then we would \nnot view them as amongst the Bank’s most urgent and pressing concerns.  In any event, \nas I have already mentioned, we were aware that there was a separate overarching \ncommitment from the Former Owners in the form of the Nationalisation Letter.  We were \nwaiting, in those first few months, for the Former Owners to make the first move to fulfil that \ncommitment.  \n18. That is not to suggest, by any means, that we did not regard it as important both to \ninvestigate and monitor the related party loans.  We did; and at that first Supervisory Board \nmeeting we authorised the establishment of a unit to do just that.  I can remember the \ndiscussions around the creation of that unit quite well because I recall being surprised that \nthe Bank did not already have in place a single unit to monitor these loans in an organised \nand consistent way – i.e. to ensure that repayments were being made and, if not, to ensure \nthat steps were being taken to enforce the Bank’s rights under the loans (such as sending \ndemand notices, taking steps to enforce security etc.).  It was also my view that the Bank \n \n2  PB0363142 \nB1/10/5\n- 6 - \n \n \n \n needed to be ready to move as soon as the Former Owners presented a proposal to give \neffect to the third commitment in the Nationalisation Letter; that meant that we needed to \nhave as good an understanding as possible of the loan portfolio that was going to be \nrestructured.  We needed to make sure we had done our own homework first. \n19. The establishment of this unit was recorded by agenda item 9 of our first meeting.  This unit \ncame to be chaired by Sergiy Stratonov and my clear recollection is that the purpose of this \nunit – and the work it performed – was directed at investigating the related party loans, \nestablishing the extent to which they were being serviced and were properly secured, and \nperforming the on-going monitoring of those loans.  Mr Stratonov left the Bank in February \n2018. \n20. After this unit was set up, my recollection is that the Supervisory Board  received reports \nand updates on the Bank’s related party lending portfolio on a regular basis, including on \nthe work performed by Mr Stratonov’s unit.  \n21. At that first meeting, we also appointed new auditors for the Bank.  Agenda item 4 records \nthe appointment of Ernst & Young (“ EY”) as the Bank’s auditors, replacing PwC.  I recall \nthat EY’s appointment extended beyond the usual audit processes and they were also \ninstructed to perform a detailed investigation into the Bank’s capital and asset position, \nincluding an analysis of the Bank’s collateral position on its full loan portfolio, including its \nloans to related parties.  The additional instruction reflected the importance we attached to \nunderstanding properly and fully the Bank’s financial position. \nREPORTS TO THE SUPERVISORY BOARD DURING THE SPRING OF 2017 \nReport from Mr Stratonov’s unit \n22. On 6 March 2017, the Supervisory Board had our fifth meeting"}
{"start": 14000, "text": "s unit was set up, my recollection is that the Supervisory Board  received reports \nand updates on the Bank’s related party lending portfolio on a regular basis, including on \nthe work performed by Mr Stratonov’s unit.  \n21. At that first meeting, we also appointed new auditors for the Bank.  Agenda item 4 records \nthe appointment of Ernst & Young (“ EY”) as the Bank’s auditors, replacing PwC.  I recall \nthat EY’s appointment extended beyond the usual audit processes and they were also \ninstructed to perform a detailed investigation into the Bank’s capital and asset position, \nincluding an analysis of the Bank’s collateral position on its full loan portfolio, including its \nloans to related parties.  The additional instruction reflected the importance we attached to \nunderstanding properly and fully the Bank’s financial position. \nREPORTS TO THE SUPERVISORY BOARD DURING THE SPRING OF 2017 \nReport from Mr Stratonov’s unit \n22. On 6 March 2017, the Supervisory Board had our fifth meeting, and the minutes record that \nwe received a report from Mr Stratonov covering the work of his unit at this meeting.  \nAlthough I do not remember the details of this report, and could not without the aid of the \nminutes have said exactly when I reviewed it, I do have a general recollection of it3.  I believe \nthis was the first time we had a report from Mr Stratonov's unit, and that recollection is \nconsistent with the Supervisory Board minutes, which do not record any previous reports. \n23. This report reflects the approach we were taking regarding related party lending at this \npoint.  For instance, page 2 of the report describes the functions of Mr Stratonov’s unit in a \nway that matches with my recollection of what the unit was set up to do in January 2017.  \nSpecifically, the unit’s role is stated to be “monitoring debt on loan… examining loan \n \n3  I believe that PB0363129  is a copy of that report. \nB1/10/6\n- 7 - \n \n \n \n agreements and lease agreements [and] check[ing] of collateral for loan and lease \nagreements” . \n24. Secondly, page 3 summarises the type of information that we were receiving and basing \nour decisions on.  It shows very high lending to related parties both in absolute terms (the \ntotal principal is over UAH 188bn) and relative to the rest of the Bank’s lending (related \nparty lending was estimated to make up 84% of the Bank’s total loan portfolio).  Importantly, \nit also shows that, at that point in time, the loans were generally not recorded as non-\nperforming.  Specifically: \n(a) out of the UAH 188bn of principal, only approximately UAH 5.3bn was overdue; and \n(b) although the portion of overdue interest out of the total interest was higher than the \nprincipal, the actual sum of interest overdue was relatively low at UAH 4.3bn. \n25. Thirdly, pages 5 and 7 demonstrate the priorities we had for the related party loan portfolio \nat that time.  Those pages describe the steps taken by the Bank to attempt to enforce \n“payment discipline”  and the on-going work to assess the collateral position for this lending, \nin order to determine whether additional collateral was going to be needed to ensure the \nloans were properly secured.   \n26. Page 7 of the report does also refer to potential “claim related work”  but that was a reference \nto the potential need to take enforcement action on any non-performing loans against the \ndefaulting borrowers; I do not recall there being any suggestion that the analysis done by \nMr Stratonov’s unit should give rise to claims against the Former Owners.  That was not \nthe focus of the unit at all; its investigations were focused on the loans, the borrowers and \nthe collateral.  The minutes support my recollection – they record Mr Shlapak as reporting \nto us that “[r]egarding the recovery of funds – this is an issue of “gentleman agreement” \nwith the former owners” .  Although I do not have a specific recollection of this comment \nbeing made, I think it must have been meant as a reference to the Nationalisation Letter \nand the commitments that the Former Owners gave in that letter, and I believe that it would \nhave been understood in that way by the Supervisory Board at the time.  \n27. Those minutes also record that Mr Stratonov’s team had to review “230 credit cases” and \nthat additional on-site assessments of collateral on the Bank’s balance sheet would require \nthe involvement of  “300 persons” .   \n28. Looking over the 6 March 2017 minutes, I also see that we discussed the possibility of \ninstructing Alix Partners to provide “co-ordination of legal actions on bail-in issues” .  I do \nnot recall clearly the exact details of this process, but my general recollection is that Alix \nPartners were hired in late March 2017 to assist with the management of a large number \nof legal challenges that had been made in Ukraine and Cyprus to the ‘bail-in’ process, which \nB1/10/7\n- 8 - \n \n \n \n involved writing-off the Bank’s liabilities to related parties.  Alix Partners had already been \nperforming a similar role for the NBU, which was the instigator of the bail-in, but the various \nlegal challenges were having a direct impact on the Bank and its operations (for example, \ndepositors were demanding access to accounts that had been written-off as part of the bail-\nin). The Bank therefore needed its own assistance on these issues.   \n29. Similarly, I also see that the minutes refer to the Bank having its own legal counsel in place, \nSayenko Kharenko and White & Case.  Although I cannot recall exactly the process for the \nappointment of those two firms, I do have a general recollection of the type of work both \nfirms did for the Bank.  They were each the Bank’s day-to-day legal advisers who assisted \nwith practical points such as preparing minutes, draft agreements and so on.  Without \nwaiving privilege, I am certain that neither firm was instructed to investigate potential civil \nclaims against the Former Owners.  \nThe EY Report \n30. It was later, towards the end of April 2017, that the Supervisory Board was presented with \nthe results of EY’s analysis of the Bank’s capital and collateral position.  I see from the \nminutes at PB0363218  that there is a reference to EY’s analysis in the course of the \nmeeting on 26 April 2017.  That matches my recollection that we considered EY’s analysis \nat around the same time that the Bank formally requested a capital injection from the \nMinistry of Finance (the direction to seek that capital injection is recorded at agenda item 2 \nof those minutes). \n31. I have reviewed PB0125819  and, although I cannot be sure that this is the exact version of \nEY’s report that was provided to the Supervisory Board (I note that this document is dated \n3 April 2017, and is stated to be a draft), this matches with my recollection of the analysis \nthat we received. \n32. Annex 2 of EY’s report sets out the scope of work that EY were working under, from which \nit is clear that their focus was on analysing the Bank’s capital and asset position and \nadvising on the extent of the Bank’s requirement for additional capital.  That is entirely \nconsistent with my recollection of the purpose of EY’s instructions (in addition to their \nstandard audit role).  At no point were EY instructed to assist in the identification of potential \nclaims that the Bank might have as a result of this analysis, or otherwise. \n33. EY’s report made for stark reading for the Supervisory Board.  We had a fair idea of the \ntypes of issues that EY identified, from sources such as Mr Stratonov’s report, but it was \nstill a sobering experience to have that information set out by highly experienced third-party \nadvisors.  The report is lengthy, so I will not attempt to go through it in detail, but I will \nexplain my recollection of its principal points.  I can particularly recall that: \nB1/10/8\n- 9 - \n \n \n \n (a) EY identified a very large figure for the amount of further capital needed to preserve \nthe Bank’s financial position – looking back over t"}
{"start": 21000, "text": "position and \nadvising on the extent of the Bank’s requirement for additional capital.  That is entirely \nconsistent with my recollection of the purpose of EY’s instructions (in addition to their \nstandard audit role).  At no point were EY instructed to assist in the identification of potential \nclaims that the Bank might have as a result of this analysis, or otherwise. \n33. EY’s report made for stark reading for the Supervisory Board.  We had a fair idea of the \ntypes of issues that EY identified, from sources such as Mr Stratonov’s report, but it was \nstill a sobering experience to have that information set out by highly experienced third-party \nadvisors.  The report is lengthy, so I will not attempt to go through it in detail, but I will \nexplain my recollection of its principal points.  I can particularly recall that: \nB1/10/8\n- 9 - \n \n \n \n (a) EY identified a very large figure for the amount of further capital needed to preserve \nthe Bank’s financial position – looking back over the report, I see that this figure was \nat least UAH 52bn (see page 66 of the report); \n(b) EY had produced similar figures to those Mr Stratonov had reported on the Bank’s \nexposure to related parties.  Again, looking back over the report, I see that \nproportion of the Bank’s corporate loan portfolio made up of related party lending \nwas put at 97% (see page 27); and \n(c) EY advised that there were significant defects with both the value of the Bank’s \ncollateral and the Bank’s historic procedures for monitoring and assessing \ncollateral.  Although I did not recall this figure without looking over the report, I see \nthat EY recommended an impairment be entered on the value of the Bank’s \nproperty collateral on the Bank’s balance sheet to the sum of UAH 15.7bn (see \npage 10). \n34. Bearing in mind what I now know, it is possible to see that the EY report covered some \nissues that are similar in some respects to those in the current proceedings.  For example, \nthere are a small number of references to the use of rights to receive delivery of products \nas a form of collateral, which is said to be inherently difficult to monitor.  But, that was not \nthe focus of the report, or the focus of our attention when we were considering it.  Our focus \nwas on the big picture points, and what that meant for the Bank’s financial position. \nThe context of these reports \n35. It was around this time (i.e. mid-spring 2017) that we on the Supervisory Board had our \n‘eyes opened’ to the extent of the potential problems facing the Bank from its related party \nlending.  We had by this point received the kind of information I have referred to above and \ncould see both that the exposure to related parties was very substantial and that there were \nrisks that the security for that lending was not sufficient.  The issue had moved from \nsomething that needed to be investigated and monitored, to something that we could see \npotentially generating very substantial issues for the Bank.   \n36. I do not think that the information we had at this point in time was anything like enough to \ncommence proceedings against the Former Owners.  We had a decent sense of the \npotential problems and it was probably around this time that we first began to give some \nthought to considering potential claims, but that was very much on the basis that it was \nsomething for consideration in the future.  There were specific factors around that time that \ndirected us away from treating potential claims as an immediately pressing concern. \n37. Firstly, and most importantly, although the position on the servicing of the related party \nloans was starting to deteriorate, my recollection is that the loans were still generally not \nB1/10/9\n- 10 - \n \n \n \n showing as non-performing throughout the spring of 2017.  The performance of those loans \nwas being actively monitored, and Mr Stratonov’s unit was continuing to investigate both \nthe loans and their collateral as well as attempting to generate repayment of those loans \nthat were in default, for example by sending demand letters required by the relevant loan \nagreements.  I have been able to refresh my memory by looking at certain documents4 \nwhich are substantially in the form of the information that we were receiving at the time \n(although I cannot be certain they are the exact documents we were provided with).  Those \ndocuments show that although overdue interest and principal on the related party portfolio \nwas increasing, that increase was relatively slow in the early months following \nnationalisation.  It was in around June 2017 that the position began to deteriorate more \nsubstantially – in that month overdue principal rose from UAH 9.6 bn to UAH 14.2 billion \nand overdue interest reached UAH 7.8bn. \n38. Secondly, there was still further investigative action being done within the Bank in order \nfully to understand the related party loan portfolio.  That analysis was not completed until \nlate July 2017, as I explain below. \n39. Thirdly, as I have explained, we were all conscious of the overriding assurances given by \nthe Former Owners in the Nationalisation Letter (i.e. the 'gentlemen’s agreement' that \nMr Shlapak had referred to).  Not only were we conscious of those assurances, but in late-\nMarch 2017 the Bank began to take active steps to give effect to them.  In particular, the \nSupervisory Board minutes for 27 March 20175 record that we approved a terms of \nreference document for: \n“an internationally recognized firm that will negotiate the restructuring, collateralization and \ncollection of the impaired loans, other exposures and financial leasing outstanding, of the \nUBOs or of parties directly or indirectly related to the former UBOs”  . \n40. I can recall the strategy behind this decision very well.  By the end of the first quarter of \n2017, we still had not received a proposal from the Former Owners to give effect to the \ncommitments in the Nationalisation Letter.  We had taken steps to ensure that the Bank \nwas going to be in a position to respond to any such proposal (by the work of Mr Stratonov’s \nunit), but we, on the Supervisory Board, felt that we could not be passive on this matter.  \nWe therefore decided to make the first move ourselves, and to do that we wanted to have \na firm with specialist expertise do a scoping exercise, put together a proposal and make \nthe approach to the Former Owners. \n41. The minutes for the Supervisory Board meeting on 13 April 20176 record that a consortium \nheaded by the financial advisory firm, Rothschild & Co, was appointed to conduct those \n \n4  PB0363129, PB0363152, PB0363156, PB0117416 \n5  PB0363134 \n6  PB0363150 \nB1/10/10\n- 11 - \n \n \n \n negotiations.  The Rothschild consortium was chosen from a group that pitched for the work \nthat also included the likes of Alix Partners, McKinsey, Lazard and KPMG.  I was not \npersonally involved in supervising Rothschild’s work, but I was updated on it, along with the \nrest of the Supervisory Board.  My recollection is that Rothschild had a handful of meetings \nand a larger number of phone calls with the Former Owners and their representatives.  \nRothschild also analysed how such a restructuring of the related party loan portfolio might \nlook in practice.  \n42. Finally, during the first few months following nationalisation, the NBU was already engaged \nin its own very detailed and resource-intensive investigation into the Bank, which pre-dated \nthe nationalisation of the Bank, and had instructed Kroll to assist in that investigation.  \nAlthough the Bank was not the instructing party for that investigation, we, on the \nSupervisory Board, were aware that it was taking place because document requests were \nperiodically made by Kroll of the Bank staff, and Kroll’s representatives were onsite at the \nBank collecting documents and performing data extractions from time to time.  Kroll was in \nthe process of producing a report for the NBU that would cover the results of their \ninvestigations.  "}
{"start": 28000, "text": "collection is that Rothschild had a handful of meetings \nand a larger number of phone calls with the Former Owners and their representatives.  \nRothschild also analysed how such a restructuring of the related party loan portfolio might \nlook in practice.  \n42. Finally, during the first few months following nationalisation, the NBU was already engaged \nin its own very detailed and resource-intensive investigation into the Bank, which pre-dated \nthe nationalisation of the Bank, and had instructed Kroll to assist in that investigation.  \nAlthough the Bank was not the instructing party for that investigation, we, on the \nSupervisory Board, were aware that it was taking place because document requests were \nperiodically made by Kroll of the Bank staff, and Kroll’s representatives were onsite at the \nBank collecting documents and performing data extractions from time to time.  Kroll was in \nthe process of producing a report for the NBU that would cover the results of their \ninvestigations.  My hope at the time, and, I believe, the hope of the rest of the Supervisory \nBoard, was that this report would be shared with the Bank and that the Bank would therefore \nbe able to benefit from (and not need to replicate) the NBU’s investigation.  \n43. That hope turned out to be mis-placed.  I never saw Kroll’s analysis and as far as I am \naware no one on the Supervisory Board ever saw it, either.   As I explain further below, the \nBank did not have access to the documents that Kroll collected (even though they were \noriginally collected from the Bank) until an agreement in respect of access to such \ndocuments was reached between the Bank, Kroll and the NBU in October 2017.   \nTHE DECISION TO INVESTIGATE POTENTIAL CLAIMS  \n44. My recollection is that it was around late July when I – and, I believe, my fellow Supervisory \nBoard members – began to form the view that the related party loan situation had \ndeteriorated to such an extent that the Bank had to devote its own resources to investigating \nthe possibility of bringing civil claims, including against the Former Owners.  That view \narose when a number of threads (all of which I have discussed above) came together.  \nSpecifically, our understanding of the true state of the related party portfolio had become \nvery advanced; the performance of that portfolio had deteriorated to concerning levels; the \nnegotiations led by Rothschild had not generated anything concrete; and it was clear that \nthe Bank would not be able to rely on the NBU’s existing analysis. \n45. I believe that the key Supervisory Board meeting from around this time was that which took \nplace on 20 July 2017.  I can remember that meeting very well, because it included a long \npresentation to the Supervisory Board by Mr Shlapak, which included the presentation of \nB1/10/11\n- 12 - \n \n \n \n reports prepared by Mr Stratonov’s department, and which was one of Mr Shlapak's last \nacts as Chairman of the Management Board before his resignation later the same day7.   \nMr Shlapak’s report \n46. I have said already that our eyes were opened to the issues arising from the substantial \nrelated party lending portfolio in the spring of 2017.  In my view, it was Mr Shlapak’s report \nin July 2017 that cemented the urgent need to take steps to address that issue.  That report \ncomprises 126 slides, so I will not try to describe it all. I would like to emphasise a few \nspecific parts of it, however, because they are representative of what I recall being the main \nfocus of our discussions at this meeting. \n47. First, slide 5 of the report, which is titled “[d]eterioration of service” summarises what I have \nreferred to already as the pattern of decreasing performance of the Bank’s related party \nloan portfolio.  In particular, that slide shows an ever-decreasing amount of interest \nrepayments (from UAH 556m in January, to UAH 207m in June) and an ever increasing \namount of overdue interest, so that, for example, the overdue interest in June of UAH 8.9bn \nis approximately double the amount in March (UAH 4.5bn), i.e. the time when \nMr Stratonov’s first report had been presented to the Supervisory Board. \n48. Similarly, slide 28 of the report is essentially an updated version of the third page of \nMr Stratonov’s March report.  Comparing those two slides shows the decline in the servicing \nof these loans.  The March report records that in January and February UAH 461m of \nprincipal was repaid; the equivalent figure for June on slide 28 is just UAH 49m, almost ten \ntimes less.  These changes, which directly impacted the Bank’s ‘bottom line’, were very \nimportant in our assessment of the need to consider other options to restore the Bank’s \nfinancial position. \n49. Secondly, the report presented very clearly the extent to which assets purportedly used to \nrepay the debts of related parties were inadequate.  Aside from the various figures, there \nis a striking set of photographs on page 11 taken following physical inspections of properties \nthat were supposed to be oil depots worth tens, or even hundreds, of millions of UAH.  The \nphotos are of abandoned, derelict buildings. \n50. Thirdly, while the report shows that substantial analysis and investigatory work had been \nput into both identifying acts of mis-management that lay behind the related party lending \nand considering what potential claims on the basis of those acts could look like, the report \nwas still some way off from identifying the specifics of what eventually became the Bank’s \nclaim in these proceedings.   \n \n7  The minutes for this meeting are at PB0363246  and a copy of what I believe was the presentation given to the \nSupervisory Board is at PB0363233 .  Agenda item 8 of the minutes records the fact that this presentation was given. \nB1/10/12\n- 13 - \n \n \n \n 51. For example, whilst slide 9 describes a sequence of loans being used simply to repay \nprevious lending, and uses the phrase “vertex of financial pyramid scheme”  and refers to \nunspecified loans being collateralised by supply agreements for patently ridiculous volumes \nof commodities (and therefore does show some similarities to features of the claims in these \nproceedings) the substantive events which are the focus of any potential allegations are \nprimarily the Transformation Plan and the Asset Transfer.  These are covered in detail in \nannexes 3 and 5 of the report, respectively.  There is no mention in the report of potential \nclaims based on the loans that are the subject of these proceedings.  I only recall claims on \nthose loans being covered much later, when the Supervisory Board was briefed by Hogan \nLovells on the specifics of the claims in these proceedings.   \nThe Rothschild negotiations \n52. The 20 July meeting minutes also record at agenda item 3 that the Supervisory Board \nconsidered a report from the Rothschild consortium on the progress that had been made \non the negotiation workstream.  I cannot recall specifically what that report contained but I \ndo recall very clearly the general impression that I and, I believe, the rest of the Supervisory \nBoard, had of that process.  Our view was that by that point, i.e. the middle of July, it had \nnot yielded the kind of results that we would have wanted in order to rely on that process \nas a route for eventually making good the deficit on the Bank’s balance sheet.  In general \nterms, I can recall that Rothschild had done a substantial amount of scoping and \ninvestigatory work to understand what form a restructuring could take, and had been in \ncontact with  the Former Owners, but the Former Owners had not engaged substantively \nwith that process.  To the best of my knowledge, for example, there were no agreed heads \nof terms, memorandum of understanding or similar such documents that could realistically \nform the basis of a negotiated agreement, but that was not due to a lack of trying on \nRothschild’s part.  Further, by the time of the 20 July meeting, the deadline imposed by the \nNationalisation "}
{"start": 35000, "text": "very clearly the general impression that I and, I believe, the rest of the Supervisory \nBoard, had of that process.  Our view was that by that point, i.e. the middle of July, it had \nnot yielded the kind of results that we would have wanted in order to rely on that process \nas a route for eventually making good the deficit on the Bank’s balance sheet.  In general \nterms, I can recall that Rothschild had done a substantial amount of scoping and \ninvestigatory work to understand what form a restructuring could take, and had been in \ncontact with  the Former Owners, but the Former Owners had not engaged substantively \nwith that process.  To the best of my knowledge, for example, there were no agreed heads \nof terms, memorandum of understanding or similar such documents that could realistically \nform the basis of a negotiated agreement, but that was not due to a lack of trying on \nRothschild’s part.  Further, by the time of the 20 July meeting, the deadline imposed by the \nNationalisation Letter of 1 July 2017 had well and truly passed and the fact that no \nsubstantive progress had been made even after the deadline suggested that the Bank’s \nprevious hopes for that process would not be borne out. \n53. I have been shown by the Bank’s lawyers a copy of the Management Board minutes for \n27 July 20178.  I was not involved in that meeting, but I see that it is recorded there that Mr \nMatuzka, then the Head of the Bank’s Legal Department, reported that the status of the \nRothschild negotiations was such that “an agreement on restructuring most likely will not \nbe reached” .  That matches my recollection of the situation. \n54. Also, I recall that the Bank had to take a decision at some point before early August 2017 \non whether to renew Rothschild’s instruction, because their contract was time limited and \n \n8  PB0363245 \nB1/10/13\n- 14 - \n \n \n \n expired around that point.  The contract was not renewed, which itself speaks for the state \nof the negotiations at that point.   \nThe instruction of Hogan Lovells \n55. It was at the next Supervisory Board meeting, two weeks later, on 3 August 20179 that the \nSupervisory Board authorised the acting Chairman of the Management Board, Galyna \nPakhachuk, formally to instruct Hogan Lovells to explore whether there were grounds to \nbring potential claims against the Former Owners.  That was an instruction to investigate \npotential claims generally; we did not, at that point, have anything like the level of knowledge \nnecessary to direct Hogan Lovells to the specific facts and matters of the claim in these \nproceedings.  That level of knowledge came much later, after Hogan Lovells had conducted \ntheir own investigations.  I believe that we acted very quickly in instructing Hogan Lovells, \nonce it had become apparent that civil claims against the Former Owners was a route that \nthe Bank would need to consider fully.   \n56. I would like to make clear that even at that point, which in hindsight was an advanced stage \nin the overall process that led to the issuing of these proceedings, the litigation route was \nnot our preferred option.  At that point in time, I regarded the instruction of Hogan Lovells \nas something more like a ‘back-up’ option.  We, on the Supervisory Board, had reached a \npoint where it had become apparent that the Bank needed to conduct its own investigations \nand preparations for potential litigation, but the preferred outcome was still some kind of \nfinancial negotiated arrangement with the Former Owners.  That could have come directly, \nthrough a renewed focus on the negotiations around the assurances given in the \nNationalisation Letter, or indirectly through the related parties resuming repayment of their \noutstanding loans.  Either way, what I and, I am sure, the rest of the Supervisory Board, \nwas most interested in was restoring the Bank’s balance sheet in the most efficient way \npossible. \n57. I can remember very well that the instruction of Hogan Lovells was accompanied by a \nregime of confidentiality that was very different from anything I had previously seen in my \ncareer, and which required discussion amongst the Supervisory Board before we were \ncomfortable with it.  At that time, everyone within the Bank’s senior management, myself \nincluded, was concerned about the Bank’s sensitive information being leaked to the Former \nOwners (or more widely).  I was conscious, as I believe were the rest of the Supervisory \nBoard, that there was at least a risk that some pre-nationalisation Bank staff who were still \nemployed by the Bank post-nationalisation remained connected to the Former Owners, and \nthat, either through fear, financial reward, or a feeling of loyalty, they could potentially \nprioritise the interests of the Former Owners above that of the Bank.   \n \n9  PB0361200 \nB1/10/14\n- 15 - \n \n \n \n 58. As a result, and to mitigate against this risk, it was agreed that Hogan Lovells would not \nkeep the Bank’s internal legal department informed of the development of their analysis or \nthe preparation of a potential claim.  Instead, Hogan Lovells would investigate potential \nclaims on their own (and later with access to documents provided through Kroll)  and only \ncome back to the Supervisory Board when a claim was very close to being ready to be \nfinalised and issued.   \nTHE ISSUING OF THE BANK’S CLAIM  \n59. I am aware that there is a risk that if I were to discuss the process of the preparation of the \nBank’s claim in too much detail, I might unwittingly waive some privilege in relation to the \nBank's communications with Hogan Lovells.  I do not intend to do that, and indeed (and as \nI have already stated) I am not authorised to waive privilege in such communications.  \nBecause of the way in which the claim was prepared, however, there is relatively little that \nI could say about this in any event.  In accordance with the approach to Hogan Lovells’ \ninstruction by the Bank, I did not receive ongoing or periodic updates on the progress of \ntheir work on the potential claims; nor, as far as I am aware, did any other members of the \nSupervisory Board. \n60. I am aware, though, that Hogan Lovells did not initially have access to the documents that \nhad been collected by Kroll on behalf of the NBU.  Although those documents had originally \ncome from the Bank, the Bank did not know which documents had been identified as \nparticularly important in the course of that investigation, or have its own detailed records of \nexactly what Kroll had collected.  Also, given the kinds of concerns that had led to Hogan \nLovells’ work being kept confidential (i.e. the risk of leaks arising from loyalty among Bank \nstaff to the Former Owners), it was at least possible that the original versions of the \ndocuments Kroll collected might have been deleted or destroyed in the intervening period.  \nAs I have already said, the inability of the Bank to access these documents (or otherwise \nbe kept apprised of the NBU’s investigations) was part of what prompted the Bank to instruct \nHogan Lovells in the first place.  I remember being aware in around late September or early \nOctober of discussions between the Bank’s management, the NBU and Kroll directed at \nthe exchange of documents.  I particularly remember a letter of request for access to these \ndocuments being sent by Ms Pakhachuk to the NBU in early October 201710.  As far as I \nam aware, it was only after that date that the Bank was, through Hogan Lovells, able to \naccess the documents Kroll had collected. \n61. The Supervisory Board was briefed on this claim in mid-December 2017 and approved the \nissuing of the claim after that briefing.  That briefing was the first time that I, and the rest of \nthe Supervisory Board, learned of the details and the specific facts and matters of the \n \n10  PB0365440 \nB1/10/15\n- 16 - \n \n \n \n Bank’s claims in these proceedings.   The Supervisory Board gave its approval to \ncommence proceedings at that meeting, and the formal authorisation on beh"}
{"start": 42000, "text": "t prompted the Bank to instruct \nHogan Lovells in the first place.  I remember being aware in around late September or early \nOctober of discussions between the Bank’s management, the NBU and Kroll directed at \nthe exchange of documents.  I particularly remember a letter of request for access to these \ndocuments being sent by Ms Pakhachuk to the NBU in early October 201710.  As far as I \nam aware, it was only after that date that the Bank was, through Hogan Lovells, able to \naccess the documents Kroll had collected. \n61. The Supervisory Board was briefed on this claim in mid-December 2017 and approved the \nissuing of the claim after that briefing.  That briefing was the first time that I, and the rest of \nthe Supervisory Board, learned of the details and the specific facts and matters of the \n \n10  PB0365440 \nB1/10/15\n- 16 - \n \n \n \n Bank’s claims in these proceedings.   The Supervisory Board gave its approval to \ncommence proceedings at that meeting, and the formal authorisation on behalf of the Bank \nwas given by Ms Pakhachuk, who provided the necessary instruction to Hogan Lovells. \n62. The meeting at which the Supervisory Board was briefed on the potential claims was \nconducted with an extra degree of security – it was called at short notice, and held at \n8:00am (unusually early for a Supervisory Board meeting) in a different location from our \nusual meetings – to protect against the risk of information being leaked.  I have now been \nshown by the Bank’s lawyers certain WhatsApp messages which show that Mr Kolomoisky \nwas nevertheless informed of the outcome of the meeting within a very short period of the \nmeeting taking place11, despite those security measures.  Specifically, he received a \nmessage that “Chris has left with instruction to file.  Supervisory was yesterday”12.  I am not \naware of any legitimate basis on which Mr Kolomoisky should have been provided with \nsuch information, but the fact that I can now see that he was indeed having information \nleaked to him makes clear that the precautions we took in the development of the claim \nmore generally (in particular the level of secrecy under which Hogan Lovells worked) were \nentirely justified. \nSPECIFIC DOCUMENTS  \n63. I am aware that the Defendants in these proceedings have placed reliance on criminal \nproceedings that were started by the GPO in November 2014.  Without waiving privilege, I \nhave been shown a copy of a press report referring to these proceedings13 by the Bank's \nlawyers and I have tried to remember if these proceedings were ever specifically mentioned \nto the Supervisory Board and, if so, when.  Having done that, I cannot recall these \nproceedings being mentioned to us (for example, in any presentations), or when I first \nbecame aware of them.  I cannot say absolutely that they were never mentioned to us, even \nin passing – it is conceivable that they were – but I am confident that if they were it was not \nin a way that would have attracted particular emphasis or attention.  As I have said, we did \nreceive a very significant amount of material on a regular basis but I believe I can still recall \nthe main matters, and reports, on which we focused.  That is especially the case where I \nhave been able to review the material to refresh my memory.    \n64. The Bank’s lawyers have also shown me copies of certain Ukrainian court decisions14 \ndating from November 2014, on which I also understand that the Defendants place reliance.  \nIn looking at these decisions, I can see that they touch on a similar factual background to \nthe claims that the Bank is now bringing in England; in particular, I can see that they record \n \n11  IK0004206  \n12  The reference to “Chris”  must be a reference to Chris Hardman, a partner at Hogan Lovells who attended the \nSupervisory Board meeting. \n13  PB0365734 \n14  PB0005893 \nB1/10/16\nB1/10/17\n \n \n LIST OF DOCUMENTS  \nGB-NC-0001502 \nPB0363142 \nPB0363129 \nPB0363218 \nPB0125819 \nPB0363152 \nPB0363156 \nPB0117416 \nPB0363134 \nPB0363150 \nPB0363246 \nPB0363233 \nPB0363245 \nPB0361200 \nPB0365439 \nPB0365440 \nPB0365734 \nPB0005893 \nPB0098941 \nPrivileged internal reports \nPB0363219 \nIK0004206 \nIK0004191 \nCD0001085 \nB1/10/18\n"}
