{"metadata": {"corpus_path": "D1_347 Second Report of Ian Thompson.pdf", "file_size": 2521015, "mtime": 1755610856.1508641, "chunk_size_chars": 4000, "overlap_chars": 500, "embedding_model": "text-embedding-3-large"}}
{"start": 0, "text": "200 Aldersgate  |  Aldersgate  Street  |  London EC1A 4HD  \nT: +44 (0) 20 3727 1000  |  F: +44 (0) 20 3727 1007  |  fticonsulting.co m \nFTI Consulting LLP. Registered in England and Wales at the above address.  \nRegistered number OC372614, VAT number GB 815 0575  42. \nA full list of Members is available for inspection at the registered address.  \nBL-2017 -000665  IN THE HIGH COURT OF JUSTICE \nBUSINESS AND PROP ERTY COURTS OF \nENGLAND AND WALES \nBUSINESS LIST (ChD) \nBetween: \nJSC Commercial Bank “PrivatBank”  \nClaimant  \nand \n(1) Igor Valeryevich Kolomoisky\n(2) Gennadiy Borisovich Bogolyubov\n(3) Teamtrend Limited\n(4) Trade Point Agro Limited\n(5) Collyer Limited\n(6) Rossyn Investing Corp\n(7) Milbert Ventures Inc\n(8) ZAO Ukrtransitservice Limited\nDefendants  \nSecond Report of Ian Thompson  \nConfidential  \n30 September  2022\nD1/347/1\n30 September 2022 \n Confidential \nSecond Report of Ian Thompson in BL -2017 -000665  | 2 Table of contents  \nGlossary  \nSection  \n1 Introduction  10 \nMy instructions  10 \nSources of information  11 \nAssistance from FTI Consulting employe es 12 \nApproach to currency conversion  12 \nLimitations and restrictions  12 \n2 Executive Summary  13 \n3 The Bank’s case  18 \nIs the Bank’s case on how the Relevant Drawdowns funded the \nUnreturned Prepayments accurate?  18 \n4 The First Defendant’s case on repayment  27 \nWere the Relevant Loans repaid by cash, Asset Transfer and \nNew Loans as alleged?  27 \n5 The First Defendant’s “Tracing  Exercise”  37 \nIs the First Defendant’s “Tracing Exercise” accurate?  37 \nIs the First Defendant’s “Tracing Exercise” complete?  59 \nSummary  68 \n6 The loss suffered by the Bank  70 \nWhat was the loss to the Bank?  70 \nMr. Steadman’s criticisms  79 \n7 Expert’s Declaration  118 \nD1/347/2\n30 September 2022 \n Confidential \nSecond Report of Ian Thompson in BL -2017 -000665  | 3 Appendices  \nAn index of appendices is set out at the end of this report, which indicates where \neach appendix can be found and in what format it is presented.\nD1/347/3\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 4 Glossary  \nDefined Terms  \nThe following terms were either not defined in my First Repor t, or were defined \nand are particularly relevant to this, my Second Report.  \n“Bridging Loan”  A feature of the Davidson  Tracing Exercise. Mr.  Davidson \ndescribes a “Bridging Loan” as a form of short -term \nfunding which allowed the Borrower to make a \nPrepayment in USD before the UAH element of the \npreceding Return of Prepayment be came  available.  \n“Bridging Loan” \nMethodology  A methodology used by Mr. Davidson in relation to \n“Bridging Loans” in which he “ identified a Relevant \nDrawdown as facilitating the making of a prepayment \nwhich then resulted in a loan repayment being made to \nthe Bank .” He describes th is methodology  further as \nfollows : “Where it has not been possible to identify a \npayment / repayment t o the Bank using the Funds Flow \nmethodology … I was able to identify a consistent pattern \nof transactions which demonstrated a use of the Relevant \nDrawdown beyond a strict Funds Flow use .” \n(Source:  Davidson1A, paragraphs 2.2.viii,  5.31 and 5.32).  \n“Bridging Loan” \nTransaction Chains  Transaction Chains in which Relevant Drawdowns were \n“identified as having been used to facilitate the making of \na prepayment followed by a loan repayment ”. \n(Source:  Davidson1A, paragraph 5. 59). \nMr. Davidson  Mr. Jeffrey Davidson, Managing Director of Honeycomb \nForensic Accounting , the First Defendant’s expert in the \nfield of forensic accountancy . \nDavidson1  First Report of Mr. Davidson, dated 28 January 2022.  \nDavidson1A  Addendum to the First Report of Mr. Davidson, dated \n18 February 2022.  \nD1/347/4\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 5 Davidson  Tracing \nExercise  Mr. Davidson’s analysis of the use of Relevant \nDrawdowns, which is said to demonstrate the routes by \nwhich Relevant Drawdowns m"}
{"start": 3500, "text": "rensic Accounting , the First Defendant’s expert in the \nfield of forensic accountancy . \nDavidson1  First Report of Mr. Davidson, dated 28 January 2022.  \nDavidson1A  Addendum to the First Report of Mr. Davidson, dated \n18 February 2022.  \nD1/347/4\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 5 Davidson  Tracing \nExercise  Mr. Davidson’s analysis of the use of Relevant \nDrawdowns, which is said to demonstrate the routes by \nwhich Relevant Drawdowns made or “enabled ” \npayments and repayments to the Bank.  \nEUR Euro, the official currency of the Eurozone.  \nExact Matching  A cash tracing methodology by which cash inflows to an \naccount are matched to cash outflows, either individually \nor in aggregate, such that inflow(s) are traced into  \noutflow(s) which match, or almost match, the quantum \nof the inflow.  \nEY Ernst & Young Audit Services LLC  (Ukraine ). Auditors of \nthe Bank’s Financial Statements from 2016.  \nFIFO  A cash tracing methodology by which cash inflows are \nallocated to cash outflows on a \"First In First Out\" basis. \nCash inflows to the account are assumed to be \nwithdrawn in the order in which they were received. \nOnce an inflow is allocated  in its entirety , the next inflow \nis allocated to the outflows in sequence.  \nFirst Report  First Report of Ian Thompson, dated 24 November 2021. \nAbbreviated in footnotes to Thompson1 . \nFunds Flow Analysis  A cash tracing methodology  by which cash inflows to an \naccount are tr aced chronologically to cash outflows \n(i.e. the inflows take place before the outflows). \nExact  Matching (i.e.  the predominant methodology used \nby Mr. Davidson in his Funds Flow Methodology) is an \nexample of a Funds Flow Analysis.  \nFunds Flow \nMethodology  A methodology used by Mr. Davidson in the Davidson  \nTracing Exercise in relation to Loan Repayment \nTransaction Chains . It predominantly uses Exact \nMatching, as defined in my First Report, and ignores the \npayment references in the transaction narratives.  \nJoint Statement  Joint Statement  of Experts of Ian Thompson, \nMr. Davidson  and Mr. Steadman , dated 10 March 2022.  \nD1/347/5\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 6 LIFO  A cash tracing methodology by which cash inflows are \nallocated to cash outflows on a \"Last In First Out\" basis. \nCash inflows are assumed to be withdrawn in reverse \norder to  that in which  they were received. Once an \ninflow is allocated in its entirety, the previous inflow is \nallocated to the outflows in sequence.  \nLoan Repayment \nTransaction Chains  Transaction Chains in which Relevant  Drawdowns are \ntraced  to repay ments of  loans of customers of the Bank.  \nMFO  A 6-digit number (similar to  a sort code ) which identifies \nthe branch of a Ukrainian financial institution.  \n(Source: https://www.iban.com/banks/privatbank ). \nPrivatBank Georgia  JSC PrivatBank (Georgia), a subsidiary of the Bank until \nJanuary 2015.  \nPro Rata  A cash tracing methodology by which cash inflows are \nallocated to cash outflows in proportion to the \noutstanding balance on each inflow.  \nRRAR  The Bank’s draft Re-Re-Amended Reply to the First \nDefendant’s Re -Re-Re-Amended Defence , dated \n1 August  2022 .1 \nRRRAD  The First Defendant’s Re -Re-Re-Amended Defence, \ndated  22 June 2022.  \nRUR  Russian Ruble, the official currency of the Russian \nFederation.  \nSMPG  Securities Market Practice Group. An industry initiative \nfacilitated by the Society for Worldwide Interbank \nFinancial Telecommunications (“SWIFT”), which works t o \ndefine standards and good market practice in the use of \nsecurities , based on the ISO framework. ( Source: \nhttps://www.swift.com/standards/market -practice ). \n \n1  I am instructed that, subject to one point which does not affect my Second Report, \nthe Bank’s draft Re -Re-Amended Reply has been agreed. Hence, I refer to it as the \nRRAR.  \nD1/347/6\n30 September  2022  \n Confidential  \nSecond Report of Ian "}
{"start": 7000, "text": "Society for Worldwide Interbank \nFinancial Telecommunications (“SWIFT”), which works t o \ndefine standards and good market practice in the use of \nsecurities , based on the ISO framework. ( Source: \nhttps://www.swift.com/standards/market -practice ). \n \n1  I am instructed that, subject to one point which does not affect my Second Report, \nthe Bank’s draft Re -Re-Amended Reply has been agreed. Hence, I refer to it as the \nRRAR.  \nD1/347/6\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 7 Mr. Steadman  Mr. Luke Steadman, Managing Director of Alvarez & \nMarsal , the Second Defendant’s expert in the field of \nforensic accountancy . \nSteadman1  First Report of Mr. Steadman, dated 16 February 2022.  \nTransaction Chains  The routes described  in the Davidson  Tracing Exercise by \nwhich Mr. Davidson considers  that Relevant Drawdowns \nmade or “enabled ” payments and repayments to the \nBank.  \nTransaction Chain \nWorkbooks  The analysis in Davidson1, Appendix 8 and Davidson 1A, \nAppendix 8A, which comprise s the Davidson  Tracing \nExercise.  \n  \nD1/347/7\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 8 Entities identified in my Second Report  \nWhere entities were defined in my First Report, I have not repeated them here. The \nfollowing entities were not ident ified in my First Report.  \nIntermediary Borrowers  \nFloreks -Indastriz  Floreks -Indastriz LLC.  \nGilbert  Gilbert LLC.  \nLokasta  Lokasta LLC.  \nMantas  Mantas LLC.  \nStimeks  Stimeks Ltd LLC.  \nTinto  Tinto LLC.  \nNew Borrowers  \nImperiya Holding  Imperiya Holding LLC.  \nImperiya Lit  Imperiya Lit LLC.  \nOther Named Customers  \nEverrin Commercial  Everrin Commercial S.A.  \nFios Ventures  Fios Ventures Ltd.  \nFK Dnipro  FK Dnipro LLC.  \nFK Gambit  FK Gambit LLC.  \nGrizal Enterprises  Grizal Enterprises Ltd.  \nLexus Enterprises  Lexus Enterprises Ltd.  \nRavenscroft \nHoldings  Ravenscroft Holdings Ltd.  \nRiniks  Riniks LLC.  \nSfyera Plus  Sfyera Plus LLC.  \nStaferton \nCommercial  Staferton Commercial Ltd.  \nStalmag  Stalmag SP Z.O.O . \n  \nD1/347/8\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 9  Other Bank Customers  \nSuppliers  \nNewell Industries  Newell Industries Limited.  \nRaich Investments  Raich Investments Limited.  \nCustomers of other banks  \nDa Gama  Da Gama GMBH.  \n \n  Dilorsano \nConsulting  Dilorsano Consulting Ltd.  \nDnipro -IF Dnipro -IF LLC.  \nHigh Wings \nAviation  High Wings Aviation A.V.V.  \nNovator  Novator Ltd LLC.  \nPerry Enterprises  Perry Enterprises Limited.  \nSfyera Plus \nCompany  Sfyera Plus Company LLC.  \nUkrnafta GSM  Ukrnafta GSM PPGAR.PL.  \nD1/347/9\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 10 1 Introduction  \n1.1 My name is Ian Thompson. I am a Fellow of the Institute of Chartered \nAccountants in England and Wales and a Senior Managing Director in the \nLondon office of FTI Consulting, a global expert services firm specialising, \ninter alia , in litigation support and f inancial investigations. I have extensive \nexperience of financial investigations and forensic accounting engagements. \nA copy of my qualifications and relevant experience is set out at  \nAppendix  1-1 to my First Report , dated 24 November 2021 . \n1.2 I have been ins tructed by Hogan Lovells International LLP, the English \nsolicitors retained in these proceedings by the Bank, to provide independent \nexpert evidence in these proceedings in the field of forensic accountancy.  \nMy instructions  \n1.3 I was previously instructed by H ogan Lovells to address the following:  \na)the accuracy and completeness of the Bank’s causation analysis (to\nwhich I refer as the Bank’s case);\nb)the accuracy and completeness of the First Defendant’s “Tracing\nExercise”;\nc)a comparison of the Bank’s case and the First Defendant’s “Tracing\nExercise”;\nd)the First Defendant’s case on repayment;\ne)the loss alleged to have been suffered by the"}
{"start": 10500, "text": " proceedings in the field of forensic accountancy.  \nMy instructions  \n1.3 I was previously instructed by H ogan Lovells to address the following:  \na)the accuracy and completeness of the Bank’s causation analysis (to\nwhich I refer as the Bank’s case);\nb)the accuracy and completeness of the First Defendant’s “Tracing\nExercise”;\nc)a comparison of the Bank’s case and the First Defendant’s “Tracing\nExercise”;\nd)the First Defendant’s case on repayment;\ne)the loss alleged to have been suffered by the Bank; and\nf)whether the Bank’s transactional data supports the Defendant\nSuppliers’ case.\n1.4 In this regard, I provided my First Report.2 \n2I set out a list of  minor  corrections to my First Report at Appendix 1 -1. \nD1/347/10\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 11 1.5 Subsequently, I have been provided with the following:  \na) on behalf of the First Defendant, Davidson1, dated 28 January 2022;  \nb) on behalf of the Second Defendant, Steadman1, dated \n16 February  2022; and  \nc) on behalf of the First Defendant, Davidson1A, dat ed \n18 February  2022.  \n1.6 Following service of these reports, Mr. Davidson, Mr.  Steadman and I \nworked together to produce the Joint Statement , dated  10 March 2022.  \n1.7 Subsequently, the  Defendants amended  their defences and the Bank \namended its reply thereto.  \n1.8 I have now been instructed to consider Davidson1, Steadman1 , Davidson1A  \n(and the comments made by Mr. Davidson and Mr. Steadman in the Joint \nStatement ), and provide my Second Report in response. (My letter of \ninstruction is attached at Appendix  1-2). \n1.9 My Second  Report is arranged in seven  sections, as follows:  \na) Introduction;  \nb) Executive Summary;  \nc) The Bank’s case;  \nd) The First Defendant’s case on repayment;  \ne) The First Defendant’s “Tracing Exercise”;  \nf) The loss suffered by the Bank; and  \ng) Expert’s Declaration.  \n1.10 I describe the Bank’s and Defendants’ cases at length in my First Report. I do \nnot repeat that material in my Second Report.  \nSources of information  \n1.11 In Appendix 1 -3 I set out the documentation which has been provided to me \nand on which I have relied in the  preparation of my Second Report.  \nD1/347/11\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 12 Assistance from FTI Consulting employees  \n1.12 I have prepared my Second Report assisted by FTI Consulting employees \nworking under my direction and review. I have supervised all the work \nperformed and the opinions expressed are my own.  \nApproach to currency conversion  \n1.13 Where appropriate, the currencies UAH, EUR,  RUR and USD were converted  \nusing National Bank of Ukraine daily rates which were obtained from its \nwebsite .3, 4 I note that , in Davidson1 and Davidson1A, Mr. Davidson use d \nNational Bank of Ukraine daily rates5 and, in Steadman1, Mr. Steadman used \nexchange rates derived from S&P Capital IQ.6 However, the differences \nbetween these sources are not significant.  \nLimitations and restrictions  \n1.14 The Bank’s transactional data is in  Ukrainian, and my analysis of it has \nrequired the assistance of Ukrainian -speaking colleagues.  \n1.15 Except where indicated, the information presented in my Second Report  has \nnot been subject to independent audit or verification by FTI Consulting or \nme. \n1.16 The conclusions in my Second Report  are based on the information which \nhas been made available to me at this time. Should additional information \nbe made available to me, I will update my Second Report  as appropriate.  \n1.17 No liability is accepted except insofar as  any liability arises to the Court from \nthe giving of evidence.  \n3https://bank.gov.ua/en/markets/exchangerates . \n4Figures denominated in EUR and RUR were converted  to USD by using their \nUAH -denominated equivalent values in the field entitled “SUM_E” , and converting \nthem t o USD using National Bank of Ukraine daily rates.  \n5Davidson1, paragraphs 4.20 "}
{"start": 14000, "text": "al information \nbe made available to me, I will update my Second Report  as appropriate.  \n1.17 No liability is accepted except insofar as  any liability arises to the Court from \nthe giving of evidence.  \n3https://bank.gov.ua/en/markets/exchangerates . \n4Figures denominated in EUR and RUR were converted  to USD by using their \nUAH -denominated equivalent values in the field entitled “SUM_E” , and converting \nthem t o USD using National Bank of Ukraine daily rates.  \n5Davidson1, paragraphs 4.20 and 4.29.  \n6Steadman1, paragraph 1.5.2.  \nD1/347/12\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 13 2 Executive Summary  \n2.1 This section of my Second Report  should be read in conjunction with the \nGlossary of Defined Terms and the substantive sections  that follow . \n2.2 My findings can be summarised as follows:  \na) in my view, the Bank’s approach of matching transactions using the \nSupply Agreement references in the transaction narratives in \npreference to Exact Matching is consistent with conventional \n“tracing” ; indeed, in the  circumstances of the  present cas e, I do not \nconsider it appropriate to ignore transaction narratives . (See further \nat paragraphs 3.12  to 3.16 ); \nb) as I set out in my First Report, I consider that the Bank’s case is \naccurate and complete. I explained  in that report how each Relevant \nDrawdown funded one or more  Unreturned Prepayment s. The \nmajority of the difference b etween the value of the Relevant \nDrawdowns (i.e.  USD  2.3 billion) and the value of the Unreturned \nPrepayments (i.e. USD 1.9 billion) relates to those Relevant \nDrawdowns which themselves repaid Relevant Drawdowns. \nI consider that apportioning the small  rema ining (and explicable ) \ndifference is not necessary to understand the Bank’s case ; in any \nevent, to do so  would only serve to increase my calculation  of the \nloss to the Bank. (See further at paragraphs 3.17  to 3.33 ); \nc) I consider that the FIFO methodology I used to allocate repayments \nto drawdowns in my analysis of the ultimate s ource of repayment of \nRelevant Drawdowns is the most appropriate methodology  to do so . \nAlthough I agree with Mr.  Davidson that there are other \nmethodologies which could be used, in my view  the only \nmethodology  he specifically identifies (i.e. Pro Rata) is less \nappropriate  for reasons I go on to explain . In any event,  if Pro Rata \nwere used instead of FIFO, the difference would be USD 2.6 million \n(i.e. only 0.1% of the total value of Relevant Drawdowns), which I do \nnot consider significant.  (See  further at paragraphs 4.12  to 4.30 ); \nD1/347/13\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 14 d) notwithstanding th at I express no view on whether, as a matter of \nlaw, the Davidson  Tracing Exercise is permissible or appropriate, \nI consider that Mr. Davidson has applied his methodolo gies \naccurately . (See further at paragraphs 5.1 to 5.79 ); \ne) Mr. Davidson’s analysis of “Bridging Loans” is not consistent with a \nFunds Flow Analysis  (despite predominantly us ing such an approach  \nin his “Tracing Exercise” ). Howev er, it is consistent with elements of \nthe Bank’s case , because it takes account of the pattern of \ntransactions  in which a Prepayment is linked to a Return of \nPrepayment . (See further at paragraphs 5.52  to 5.75 ); \nf) the Davidson  Tracing Exercise contains omissions , even if the Bank’s \ntransactional data i s analysed in the way Mr. Davidson suggests . \nTherefore, I do not consider it is complete. For example, \nMr. Davidson does not trace 69 of the 270 Relevant Drawdowns, \ntotalling USD  557,213,749 .7 Of these Relevant Drawdowns, \nI consider that four, totalling U SD 29,097,279, can be traced  using \nMr. Davidson’s Funds Flow Methodology . (See further at paragraphs \n5.86  to 5.91 ); \ng) I have updated my calculation of the loss to the Bank to take account \nof: (i) repayments of principal made under the New L"}
{"start": 17500, "text": "n the way Mr. Davidson suggests . \nTherefore, I do not consider it is complete. For example, \nMr. Davidson does not trace 69 of the 270 Relevant Drawdowns, \ntotalling USD  557,213,749 .7 Of these Relevant Drawdowns, \nI consider that four, totalling U SD 29,097,279, can be traced  using \nMr. Davidson’s Funds Flow Methodology . (See further at paragraphs \n5.86  to 5.91 ); \ng) I have updated my calculation of the loss to the Bank to take account \nof: (i) repayments of principal made under the New Loans; \n(ii) repayments  of principal made under the loans in relation to the \naircraft ; and (iii)  additional information provided in relation to the \nTransferred Assets since the date of my First Report . Consequently, \nI calculate that the  Bank suffered a loss of USD 1,801,924,650  \n(excluding interest) .8 (See  further at paragraphs 6.1 to 6.7); \n \n7  i.e. 2 3.9% of the total value of Relevant Drawdowns.  \n8  I calculate that the amount by which the loss to the Bank should be reduced on \naccount of the Asset Transfer is USD 89,554,517 , which excludes the assets referred \nto in paragraphs 27F.8, 28J, 28M.1 and 28M.2  of the RRAR . I can provide \ncalculations based on other asset values if the Court so wishes.  \nD1/347/14\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 15 h) I disagree with Mr. Steadman’s criticisms , as follows:  \ni. as a matter of accounting, I do not consider that the loss \nrecognised in the Bank’s  2016 Financial Statements is \ninconsistent with the Bank’s case . In particular:  \n1) the Bank’s auditors were unable to ver ify either \nthe timing  or the  amount  of the loss recognised in the \nBank’s 2016 Financial Statements . (See further at \nparagraphs 6.48  to 6.54 ); \n2) the fact that no impairment charge was taken in \nearlier periods in respect of the Relevant Loans does \nnot imply  that no such charge ought to have been \ntaken. (See further at paragraphs 6.59  to 6.61 ); and  \n3) the Bank reflected the impairment of its corporate \nloan portfolio at the first available opportunity \nfollowing its nationalisation. (See further at \nparagraphs 6.62  to 6.66 ). \nD1/347/15\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 16 ii. I do not consider that Mr. Steadman’s analysis of whether the \nRelevant Drawdowns caused the Bank loss is appropriate or \nuseful. In particular:  \n1) he does not explain why he selects all Named \nCustomers9 for his analysis, nor why he deducts \ninterest accrued. Notwithstanding that I do not agree \nwith his approach , Mr. Steadman’s calculation of the \nincrease in value of the Bank’s loan portfolio would be \nUSD  1,055 .3 million higher if other Named \nCustomers10 were excluded (i.e. if he had limited his \nanalysis to Borrowers), and interest accrued (by the \nBorrowers) were included. (See further at paragraphs \n6.85  to 6.94 ); and \n2) his analysis is incomplete, since he is unable to \nestablish whether loans were made prior to the \nRelevant Loans, and whether and how those loans \nwere repaid. (See further at paragraphs 6.95  to 6.98 ). \niii. Although  I do not consider it a matter of accounting expertise \nto opine on what constitutes “ indicat ions of \nmisappropriation ”, since Mr. Steadman has so opined I \nshould make clear that , in my view,  his examples are flawed \nand incomplete. In particular, it is uncle ar why he: \n1) limits his analysis to payments from accounts of \nBorrowers and Intermediary Borrowers . (See further \nat paragraphs 6.113  and 6.114 ); \n \n9  As explained in my First Report, Named Customers comprise Borrowers, \nIntermediary Borrowers, Other Borrowers, New Borrowers, Suppliers and more \nthan 200 customers of the Ba nk that do not fall into a defined category in these \nproceedings (i.e. Other Named Customers). (See  Thompson1, pages 10 and 11, and \nAppendix 3 -3-5, paragraph A.2).  \n10  Mr. Steadman considers two groups of customer s in his analysis: (i) Borrowers; and \n(ii) N amed Cust"}
{"start": 21000, "text": " further \nat paragraphs 6.113  and 6.114 ); \n \n9  As explained in my First Report, Named Customers comprise Borrowers, \nIntermediary Borrowers, Other Borrowers, New Borrowers, Suppliers and more \nthan 200 customers of the Ba nk that do not fall into a defined category in these \nproceedings (i.e. Other Named Customers). (See  Thompson1, pages 10 and 11, and \nAppendix 3 -3-5, paragraph A.2).  \n10  Mr. Steadman considers two groups of customer s in his analysis: (i) Borrowers; and \n(ii) N amed Customers apart from Borrowers. I refer to the second of these groups \n(and any subset of Named Customers not otherwise defined) as “ other Named \nCustomers”.  \nD1/347/16\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 17 2) excludes  those  which have ‘PrivatBank’ or the \nUkrainian equivalent in their name. (See further at \nparagraph 6.115 );  \n3) excludes funds which  (according to  the Lafferty \nSpreadsheets ) are paid to trading companies the Bank \nalleges were owned and/or controlled by the First \nand/or Second Defendants. (See  further at \nparagraphs 6.116  to 6.119 ); and \n4) excludes a large number of additional payments made \nby Named Customers to accounts outside the Bank. \n(See further at paragraphs 6.120  to 6.134 ). \n  \nD1/347/17\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 18 3 The Bank’s case  \nIs the Bank’s case on how the Relevant Drawdowns funded the \nUnreturned Prepayments accurate?  \nOverview  \n3.1 The Bank’s case is that Relevant Drawdowns un der Relevant Loans funded \nUnreturned Prepayments to the Defendant Suppliers and have not been \nvalidly repaid.  \n3.2 It relies on the use of Supply Agreement references to link Prepayments and \nReturns of Prepayments, in preference to Exact Matching . I referred to  it as \nthe “Bank’s Methodology”.11 \n3.3 As I explained in my First Report, using the Bank’s Methodology , 270 \nRelevant Drawdowns were made under 134 Relevant Loans, totalling \nUSD  2,335,943,519.12 Relevant Loans were made to the Borrowers and were \ndenominated in either USD or UAH.  \n3.4 The Bank claims for an amount equal to the total value of Unreturned \nPrepayments (i.e.  USD  1.91 billion), which is less than the total value of \nRelevant Drawdowns.13 \n3.5 The Bank describes a drawdown under a Relevant Loan as a Relevant \nDrawd own if it funded a Prepayment which : (i) was itself an Unreturned \nPrepayment; or (ii) funded  (either in whole or in part ) an Unreturned \nPrepayment.  \n \n11  Mr. Davidson’s methodolog ies largely ignore payment references in the Bank’s \ntransactional d ata and  predominantly , but not exclusively,  use Exact Matching.  \nI consider these methodologies further in Section 5. \n12  Thompson1, Table 3 -1. \n13  As I go on to expl ain, the total value of Unreturned Prepayments is 2.0% lower than \nthe amount of Relevant Drawdowns which were not repaid by Relevant Drawdowns \n(i.e. (USD 1,951,729,318 – USD 1,911,877,385) / USD 1,951,729,318 = 2.0%).  \n(See  Table 3-1). \nD1/347/18\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 19 3.6 In certain instances, this means that the total value of Relevant Drawdown(s) \nwhich funded an Unreturned Prepayment exceeds the value of that \nUnreturned Prepayment. This is because, when the initial Prepayment was \nreturned, part of the returned amount was used for a purpose other than \nmaking a n Unreturned Prepayment. In the great  majority of cases, th is other \nuse was the repayment of a Relevant Drawdo wn (either in whole or in part) . \n3.7 A hypothetical example is set out in Figure 3-1 below. In this example, the \ntotal value of Relevant Drawdowns is USD 80 million, and the total value of \nthe Unreturned Prepayment funded by the Relevant Drawdowns is \nUSD  50 million. This is because the previous Return of Prepayment  also \nfunded loan repayments of USD 30 million.  \nFigure 3-1: Hypothetical example where  the total value of Relevant"}
{"start": 24500, "text": "s, th is other \nuse was the repayment of a Relevant Drawdo wn (either in whole or in part) . \n3.7 A hypothetical example is set out in Figure 3-1 below. In this example, the \ntotal value of Relevant Drawdowns is USD 80 million, and the total value of \nthe Unreturned Prepayment funded by the Relevant Drawdowns is \nUSD  50 million. This is because the previous Return of Prepayment  also \nfunded loan repayments of USD 30 million.  \nFigure 3-1: Hypothetical example where  the total value of Relevant \nDrawdowns which funded an Unreturned Prepayment exceeds the value \nof the Unreturned Prepaymen t \n \n \nD1/347/19\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 20 3.8 In this regard, Mr. Davidson states the following : \na) “the Bank has not supplied a complete nexus between the two lists of \nUSD 1.9 billion, one of Unreturned Prepayments, the other of \ncorresponding Relevant Drawdown amounts . Therefore, when \nconsidering the Claim at the level of Relevant Drawdowns and their \nrepayment (rather than Relevant Loans and their repayment), it is \nimportant to consider which Relevant Drawdowns were repaid and , \nin relation to any Relevant Drawdowns which the Bank claims  were \nnot repaid, how much of them is alleged to have contributed to the \nUnreturned Prepayments” ;14 and \nb) “…it is the case that, while some Relevant Drawdowns are used in \ntheir entirety to fund an Unreturned Prepayment some are only partly \nused for that purpose, and the Bank only claims in relation to the \nRelevant Drawdowns or parts thereof which contribute to the \nUSD  1.9 billion of Unreturned prepayments… [This]  complicates the \nchoice and application of any methodology used to render a \nmeaningful answer t o the questions (i) how to identify , and (ii) what \nwas the ultimate source of repayment of,  the relevant USD 1.9 billion \nout of the total of USD  2.3 billion of Relevant Drawdowns which fall \nto be included within the Bank’s claim as connecting to the \nUSD  1.9 bn of Unreturned Prepayments” .15 \n3.9 In relation to point 3.8b) , I understand that Mr. Davidson is referring to how \nRelevant Drawdowns are allocated to Unreturned Pr epayments.  \n3.10 I set out my comments below.  \nScope of work  \n3.11 In relation to Mr. Davidson’s comments about  a “nexus ” (or alleged lack \nthereof) between the Relevant Drawdowns and the Unreturned \nPrepayments, I expand on the nexus set out in my First Report16 with a \nworked example.  \n \n14  Davidson1, paragraph 2.1.v.  \n15  Davidson1, paragraph s 4.45 and 4.47.  \n16  Thompson1, Appendices 3 -2-1-1 to 3 -2-46-1. \nD1/347/20\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 21 Use of payment references  \n3.12 As referred to above, t he Bank’s Methodology uses Supply Agreement \nreferences in the transaction narrative to link Prepayments and Returns of \nPrepayments. It does so in preference to Exact Matching.  \n3.13 In my view, thi s approach is consistent with conventional “tracing”.  \n3.14 For example, banks offer time deposits by which a customer can deposit \nfunds for a certain period of time. After the funds have been deposited , the \nbank may use the “same” funds for other purposes ; for example, by len ding  \nto other customers , during which time the original customer is unable to  \naccess them. At the end of this period, the deposit is returned to the original \ncustomer  (together with interest) . Despite : (i) the fact that , from the bank’s \nperspective,  the deposited funds may not “remain” in the account ; and \n(ii) the unlikelihood  that the returned funds are the “same” funds as those \nwhich were deposited  (in a strict , proprietary sense ), the deposited funds \nare nonetheless linked to the returned funds with  a time deposit \nreference .17 \n3.15 Further, as I explain ed in my First Report, in the pr esent case \ncontemporaneous documents of the Bank recorded and relied on the Supply \nAgreement references to match Prepayments and "}
{"start": 28000, "text": "spective,  the deposited funds may not “remain” in the account ; and \n(ii) the unlikelihood  that the returned funds are the “same” funds as those \nwhich were deposited  (in a strict , proprietary sense ), the deposited funds \nare nonetheless linked to the returned funds with  a time deposit \nreference .17 \n3.15 Further, as I explain ed in my First Report, in the pr esent case \ncontemporaneous documents of the Bank recorded and relied on the Supply \nAgreement references to match Prepayments and Returns of \nPrepayments.18 These documents support the Bank’s Methodology , because \nthey demonstrate a link between the Prepaymen ts and Returns of \nPrepayments.  \n \n17  The Securities Market Practice Group  (“SMPG ”) provides guidance on market \npractice for “Global Time Deposits”. SMPG indicates that the contract reference \nnumber is a mandatory field in respect of each of the “Confirmation”, “Rollover” \nand “Maturity” stages of a time deposit (i.e. the contract referen ce must  be quoted \nin all transactions involving the time deposit). The contract reference is therefore \nused to link the deposited funds to the returned funds when the time deposit \nmatu res. \n(Source:  https://www.smpg.info/fileadmin/documents/3_Settlement%20and%20\nReconciliation%20WG/A_F inal%20Global%20Market%20Practices/SMPG_MP_SR_\nGlobal_Time_Deposit.pdf ). \n18  Thompson1, paragraphs 3.211 to 3.220.  \nD1/347/21\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 22 3.16 In any event , I have taken account of transaction narratives when \nundertaking similar exercises previously , and do not consider it appropriate \nto ignore them  in the circumstances  of the present case  (by using a \nmethodology which takes no account of them). \nRelevant Drawdowns which funded Unreturned Prepayments  \nNexus between the Relevant Drawdowns and Unreturned Prepayments  \n3.17 In Appendices 3 -2-1 to 3 -2-46 of my First Report , I set out how each Relevant \nDrawdown fun ded one or more  Unreturned Prepayment s (supported by \nextracts of the Bank’s transactional data). Th ese appendices demonstrate a \nnexus between the Relevant Drawdowns and the Unreturned Prepayments \nfor which the Bank claims . \n3.18 I also explained at paragraphs 3. 23 to 3.26 of my First Report ( as well as at \nparagraphs 3.5 and 3.6 above) why the total value of Relevant Drawdowns \nexceeds the value of Unreturned Prepayments. This is summarised in  \nTable 3-1 and depicted in Figure 3-2 below.  \nTable 3-1: Summary of the difference between the Relevant Drawdowns \nand the Unreturned Prepayments  \n Amount  \n(USD)  Source  \nTotal Relevant Drawdowns  2,335,943,519  Thompson1, \nTable 3 -1 \nLess: Value of repayments of \nRelevant Drawdowns by Relevant \nDrawdowns  (384,214,201)  Thompson1, \nTable 7 -3 \nSubtotal  1,951,729,318   \n Unallocat ed difference  (see below)  (39,851,933)   \nTotal Net Unreturned Prepayments  1,911,877,385  Thompson1, \nTable 3 -2 \n \nD1/347/22\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 23 Figure 3-2: Summary of the allocation of Relevant Drawdowns to \nUnreturned Prepayments  \n \n3.19 As I explained in paragraph 7.14 of my First Report, there is a n unallocated  \ndifference of USD  39,851,933 between:  \na) the total value of Relevant Drawdowns, less the amount by which \nthey were themselves repaid by Relevant Drawdowns; and  \nb) the value of Unreturne d Prepayments.  \n3.20 This difference relates to the following:  \na) Relevant Drawdowns which were FX Top -ups, amounting to \nUSD  11,782, 602. (See  paragraphs 3.9 to 3.14 of my First Report);  \nb) Relevant Drawdowns which were also used to repay non -Relevant \ndrawdowns and/or interest . (See paragraphs 3.23 to 3.26 of my First \nReport) ; and  \nc) foreign exchange differences and other minor differences arising \nfrom funds lost owing to near -Exact Matching.19 \n \n19  As I explain further below, I have not sought to allocate the difference of \nUSD  28,069,331 (i.e.  US"}
{"start": 31500, "text": "t Drawdowns which were FX Top -ups, amounting to \nUSD  11,782, 602. (See  paragraphs 3.9 to 3.14 of my First Report);  \nb) Relevant Drawdowns which were also used to repay non -Relevant \ndrawdowns and/or interest . (See paragraphs 3.23 to 3.26 of my First \nReport) ; and  \nc) foreign exchange differences and other minor differences arising \nfrom funds lost owing to near -Exact Matching.19 \n \n19  As I explain further below, I have not sought to allocate the difference of \nUSD  28,069,331 (i.e.  USD  39,851,933 – USD  11,782,602) between ca tegories (b) \nand (c).  \nRelevant Drawdowns: \nUSD 2,335,943,519\nRepayment of Relevant Drawdowns: USD 384,214,201Net Unreturned Prepayments: USD 1,911,877,385\nUnallocated difference: USD 39,851,933\nD1/347/23\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 24 3.21 I consider that it is possible to allocate Relevant D rawdowns to Unreturned \nPrepayments further, such that the part of the Relevant Drawdown which \nwas not allocated  to either: (i) an Unreturned Prepayment; or (ii) a \nrepayment of the same or different Relevant Drawdowns is explained (i.e.  by \nreplicat ing Table 3-1 at the level of individual Relevant Drawdowns).20 \nHowever, to do so would be  a substantial exercise which, in my view, is \ndisproportionate to the difference of USD 39,851,933 it seeks to explain \n(i.e. approximately 1.7%21 of the value of Relevant Drawdowns, or 2.1%22 of \nUnreturned Prepayments). In any event, the Bank does not claim for this \nunallocated amount ; rather, the starting point for my calculation of loss in \nmy First Report is the value of the Unreturned Prepayment s.23 \n3.22 Further, I do not consider that this exercise is necessary to understand the \nBank’s case that the Relevant Drawdowns funded the Unreturned \nPrepayments.  \n3.23 However, notwithstanding  the above, at Appendix  3-1 (and as summarised \nbelow) I set out a worked example to illustrate how such a calculation could \nbe performed for the Borrower AEF. I selected AEF because it is a \nstraightforward example , which i llustrates how  Relevant Drawdowns can be \nalloc ated to more than one use.  The Defendants’ experts could replicate this \nexercise for other Borrowers should they so wish , using the information in \nAppendices 3 -2-1 to 3 -2-46 (although, as I have said, I do not consider it \nnecessary ). \nThe effect  of apportionment on the repayment of Relevant Drawdowns  \nwhich are allocated to Unreturned Prepayments  \n3.24 In Appendix 4 -7 to my First Report, each Relevant Drawdown was \napportioned between  its ultimate sources of repayment.  \n \n20  Where a Relevant Drawdown is repaid by a second Relevant Drawdown (which is \nitself repaid by some other source), the ultimate source of repayment of the first \nRelevant Drawdown is considered to be the second Relevant Drawdown (and not \nthe ultimate source of repayment of the second Relevant Drawdown). \nThis approach avoids double -counting the ultimate source of repayment of the \nsecond Relevant Drawdown.  \n21  USD 39,851,933 / USD 2,335,943,519 = 1.7%.  \n22  USD 39,851,933 / USD 1,911,877,38 5 = 2.1%.  \n23  Thompson1, Table 7 -1. \nD1/347/24\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 25 3.25 The apportionment can also be appli ed on a proportional basis to the parts \nof the Relevant Drawdowns which can be allocated to the Unreturned \nPrepayments, as determined by the calculation discussed above.  \n3.26 I set out a worked example to illustrate this additional calculation for the \nBorrower AEF in Appendix 3 -1. \nWhat is the effect on my calculation of the loss suffered by the Bank?  \n3.27 In my First Report, I calculated the loss to the Bank as the amount of the \nUnreturned Prepayments (i.e. USD 1,911,877,385), less any sum which \nought to be credited to reflect repayments of Relevant Drawdowns, as \nfollows:24 \na) repayments by Asset Transfer, adjusted for the “true” value of the \nassets transferred to the"}
{"start": 35000, "text": " worked example to illustrate this additional calculation for the \nBorrower AEF in Appendix 3 -1. \nWhat is the effect on my calculation of the loss suffered by the Bank?  \n3.27 In my First Report, I calculated the loss to the Bank as the amount of the \nUnreturned Prepayments (i.e. USD 1,911,877,385), less any sum which \nought to be credited to reflect repayments of Relevant Drawdowns, as \nfollows:24 \na) repayments by Asset Transfer, adjusted for the “true” value of the \nassets transferred to the Bank (excluding the assets referred to in \nparagraph 28M of the RAR ); \nb) repayments by foreign exchange gain s; and  \nc) repayments with cash from external sources.  \n3.28 This approach gave credit for both : \na) repayments of the parts of Relevant Drawdowns which were  \nallocated  to Unreturned Prepayments; and  \nb) repayments of the parts of Relevant Drawdowns which were not \nallocated  to Unreturned Prepayments  (i.e. those parts of Relevant \nDrawdowns for which the Bank does not claim ).  \n3.29 This is because it deducted repayments from  the value of Unreturned \nPrepayments , not the higher value of Relevant Drawdowns. This ultimately \nresults in  a lower loss figure , which is beneficial to the Defendants.  \n3.30 However, it is possible to calculate loss by giving credit only  for repayments \nof the p arts of the Relevant Drawdowns which can be allocated to the \nUnreturned Prepayments, as follows:  \na) by allocating Relevant Drawdowns to Unreturned Prepayments such \nthat the parts of Relevant Drawdowns which funded an Unreturned \nPrepayment are identified; and  \n \n24  Thompson1, Table 7 -1. \nD1/347/25\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 26 b) by calculating how those parts of the Relevant Drawdowns were \nrepaid.  \n3.31 This would result in a higher  loss figure,  since it would reduce the amount of \ncredit given for repayments of Relevant Drawdowns. This is because (in \ncases where a Relevant Drawdown fun ded: (i) an Unreturned Prepayment; \nand (ii) another payment ), credit would only be given for the parts  of \nRelevant Drawdowns which were repaid as described in paragraphs 3.27 a) \nto c), and which  can be allocated to an Unreturned Prepayment.  \n3.32 I set out a worked example to illustrate th is calculation for the Borrower AEF \nin Appendix 3 -1. In this example, the loss to the Bank is 0.3% greater  than it \nwas using the  approach  in my First Report.  \n3.33 Hence,  in my First Report, I started from a lower loss figure before giving \ncredit for valid repayments , which  is a conservative approach to calculating \nloss.  \nConclusion  \n3.34 In my First Report , I set out in diagrammatic form the nexus between \nRelevant Drawdowns and Un returned Prepayments, which demonstrate d \nthat each Relevant Drawdown funded one or more  Unreturned \nPrepayment s. \n3.35 Although it is possible to apportion each Relevant Drawdown to identify the \npart which can ultimately be allocated to an Unreturned Prepayment ( and \nthe part which cannot), I do not  consider that this analysis is necessary to \nunderstand the  Bank’s case.   \n3.36 In any event, if it were  undertaken , it would have the effect of increasing my \ncalculation of the Bank’s loss  for the reasons explained above .  \nD1/347/26\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 27 4 The First Defendant’s case on repayment  \nWere the Relevant Loans repaid by cash, Asset Transfer and \nNew Loans as alleged?  \nOverview  \n4.1 In response to the Bank’s claim, the First Defendant’s primary case is that \nthe Bank suffered no loss from the Relevant Loans on  the basis that they \nwere repaid in full.  \n4.2 As I explain ed in my First Report, during the work undertaken in respect of  \nthe First Defendant’s case, it became app arent  that many of the so -called \n“cash” payments that the First Defendant says repaid certain Relevant Loans \noriginated from loans, which appeared largely to have been "}
{"start": 38500, "text": "s alleged?  \nOverview  \n4.1 In response to the Bank’s claim, the First Defendant’s primary case is that \nthe Bank suffered no loss from the Relevant Loans on  the basis that they \nwere repaid in full.  \n4.2 As I explain ed in my First Report, during the work undertaken in respect of  \nthe First Defendant’s case, it became app arent  that many of the so -called \n“cash” payments that the First Defendant says repaid certain Relevant Loans \noriginated from loans, which appeared largely to have been repaid by Asset \nTransfer and/or via the Transformation.25 Therefore, whe n analysi ng how \nthe Relevant Drawdowns were purportedly repaid , I sought to identify the \nultimate  source  of the “cash”, and therefore the ultimate  source of \nrepayment of Relevant Drawdowns.  \n4.3 Only repayments relating to Relevant Drawdowns  were considered , and not \nthose relating to other ( i.e. non-Relevant) drawdowns under  Relevant Loans \n(or those relating to the payment of interest under Relevant Loans). This is \nbecause it was the Relevant Drawdowns which funded the Unreturned \nPrepayments. Accordingly, repayments  were allocated  to Relevant \nDrawdowns (on a FIFO basis ). \n4.4 In relation to my use of the FIFO methodology,  Mr. Davidson states the \nfollowing:  \na) “FIFO can be a valid methodology to apply in a tracing exercise, but \nit is only a quantitative approach or rule, and it does not mean that \nany real or intrinsic connection has been made between a repayment \nand a particular drawdown within a loan which is being repaid.” ;26 \nand \n \n25  Thompson1, paragraphs 4.63 to 4.75.  \n26  Davidson1, paragraph 4.39.  \nD1/347/27\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 28 b) “It is, also, not the only methodology to adopt…Another methodology \nwould be a proportional basis. That is, treating any repayment as \nbeing applied pro rata against all previous drawdowns which have \nnot yet been repaid.”27 \n4.5 Mr. Steadman agrees with these statements.28 \n4.6 I set out my comments below.  \nScope of work  \n4.7 I considered other methodologies which could be used to allocate \nrepayments to drawdo wns. For each alternative methodology , I assessed \nwhether it is appropriate  in the circumstances of the present case and, in \nparticular, whether it is more appropriate  than FIFO. Finally, I considered \nwhether using a different methodology would change the result  of my \nanalysis of the ultimate source of repayment of Relevant Drawdowns.  \nSummary of findings  \n4.8 Pro Rata is an alternative methodology for allocating repayments to \ndrawdowns.29 Like FIFO, it does not form a “ real or intrinsic” connection \nbetween a rep ayment and any particular drawdown. (See further at \nparagraphs 4.13  to 4.16 ). \n4.9 The apportionment of ultimate sources of repayment to Relevant \nDrawdowns was re -performed  by allocating them using  Pro Rata instead of \nFIFO , which  led to  the following  results : \na) for 80.4%  (by value)  of Relevant Drawdowns, Pro Rata gives exactly \nthe same  result  as FIFO. (See further at paragraph s 4.25  to 4.30 ); and  \nb) for the remaining 19.6%, Pro Rata leads to a difference of  \nUSD  2.6 million (i.e. only 0.1% of the total value of  Relevant \nDrawdowns) , which I do  not consider significant. (See further at \nparagraph s 4.25  to 4.30 ). \n \n27  Davidson1, paragraphs 4.40 and 4.41.  \n28  Steadman1, paragraph 2.4.6.  \n29  Also referred to as a “ proportional basis ” by Mr. Dav idson. (Source:  Davidson1, \nparagraph 4.41).  \nD1/347/28\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 29 4.10 In any event, in my view it is more appropriate to use FIFO than Pro Rata in \nrelation to a revolving credit facility because, using FIFO, repayments \ndischarge the first drawdown (i.e. the oldest debt) first. (See  further at \nparagraphs 4.19  to 4.21 ). \n4.11 Further , Pro Rata significantly increases the complexity  of the analysis for no  \napparent gain . (See f"}
{"start": 42000, "text": "n1, \nparagraph 4.41).  \nD1/347/28\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 29 4.10 In any event, in my view it is more appropriate to use FIFO than Pro Rata in \nrelation to a revolving credit facility because, using FIFO, repayments \ndischarge the first drawdown (i.e. the oldest debt) first. (See  further at \nparagraphs 4.19  to 4.21 ). \n4.11 Further , Pro Rata significantly increases the complexity  of the analysis for no  \napparent gain . (See further at paragraphs 4.22  to 4.24 ).  \nMethodology used to allocate  ultimate sources of repayment to \nRelevant Drawdowns  \nOverview  \n4.12 As I explained i n my First Report, repayments were allocated to Relevant \nDrawdowns on a FIFO basis.30 I consider a Pro Rata (or proportional)  \nallocation below, and whether this or other methodologies are more \nappropriate  than FIFO in the circumstances of the present case . \nLink between a repayment and a drawdown  \n4.13 The Bank’s transactional data shows three types of transactions in Relevant \nand Intermediary Loan accounts, as follows:  \na) drawdowns, for which funds were debited to the loan account and \ncredited to a customer’s curren t account;31 \nb) repayments, for which funds were credited to the loan account and \neither:  \ni. debited to a customer’s current account (in relation to “cash” \nrepayments); or  \nii. debited to a Bank internal account (in relation to repayments \nby either Asset Transfer or via the Transformation) ; and  \nc) balance transfers, for which all or part of the outstanding balance on \na loan was transferred to or from another loan account (e.g. to \nanother loan account or an overdue debt account).  \n \n30  Thompson1, Appendix 4 -4. \n31  Except for certain drawdowns which were credited to Bank internal accounts with \nprefixes 2909 and 3901.  \nD1/347/29\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 30 4.14 Hence, drawdowns increased the balance on a loan account and repayments \nreduced it.  \n4.15 The transaction narratives of the repayments indicate which loan was \nrepaid, but not whether the repayment ought to be alloc ated to a particular \ndrawdown. There are no other references in the transaction narratives \nwhich link a repayment to a drawdown ( although I consider that a \nrepayment can only have repaid a drawdown which preceded it, and not one \nwhich followed it ). \n4.16 Hence, I agree with Mr. Davidson that there is no intrinsic link between a \ndrawdown and a repayment in the Bank’s transactional data , unlike the link \nbetween a repayment and a loan32 (and, indeed, that between a Prepayment \nand a Return of Prepayment).  Accordingly , in order only to consider \nrepayments of Relevant Drawdowns  (and not Relevant  Loans  in their \nentirety ), one must select  a methodology to allocate repayments to \ndrawdowns.  \nAlternative methodologies for allocating repayments to drawdowns  \n4.17 Mr. Davidson refers to “ alternative methodolog ies”33 for allocating \nrepayments to drawdowns. He suggests that Pro Rata is one such \nmethodology , but does not explain why it is more appropriate than  FIFO.34 I \nconsider the Pro Rata methodology below.  \n4.18 Further, I note that Mr. Davidson does not provide any other examples of \nmethodologies which could be used to allocate repayments to drawdowns. \nHowever, I briefly consider other methodologies in paragraphs 4.34  to 4.38  \nbelow.  \n \n32  A repayment is linked to a loan in the Bank’s transactional data as follows: (i) the \n“B ACC” field of the repayment (which sets out the account number to which the \nrepayment is credited) records the account number associated with the loan; and \n(ii) the “OS ND” field of the repayment ( which sets out  the transaction narrative) \nrecords the loan number itself. Similarly, a Prepayment is linked to a Return of \nPrepayment because the narratives of both transactions refer to the same Supply \nAgreement . \n33  Davidson1, paragraph 4.40. (Emphasis added"}
{"start": 45500, "text": "onal data as follows: (i) the \n“B ACC” field of the repayment (which sets out the account number to which the \nrepayment is credited) records the account number associated with the loan; and \n(ii) the “OS ND” field of the repayment ( which sets out  the transaction narrative) \nrecords the loan number itself. Similarly, a Prepayment is linked to a Return of \nPrepayment because the narratives of both transactions refer to the same Supply \nAgreement . \n33  Davidson1, paragraph 4.40. (Emphasis added).  \n34  Davidson1, paragraph 4.4 1.  \nD1/347/30\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 31 Pro Rata  \n4.19 Using Pro Rata, each repayment of a loan is applied to all drawdowns under \nthat loan in proportion to the outstanding balance on each drawdown at the \ntime of th e repayment. Hence, when considering the repayment of a \ndrawdown, all repayments after the drawd own are considered until the \nbalance on the loan is nil. By contrast, when u sing FIFO each repayment is \napplied to the first outstanding drawdown under the loan,35 and is only \napplied to a subsequent drawdown if it exceeds the balance on the first \noutstand ing d rawdown.  \n4.20 In my view, it is appropriate in relation to a revolving credit facility to treat \nrepayments as discharging the first drawdown (i.e. the oldest debt) first. This \nis not consistent  with Pro Rata (where repayments discharge part of all \nexisting  debts, irrespective of the order in which they occurred), but is \nconsistent with FIFO . \n4.21 Accordingly, in the circumstances of the present case, I consider it is more \nappropriate to apply a FIFO allocation of repayments to drawdowns than a \nPro Rata allocatio n. \n \n35  i.e. the drawdown under the loan which has been outstanding for the longest.  \nD1/347/31\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 32 4.22 Further, t he number of repayments allocated to a drawdown using Pro Rata \ncannot be less than (and is typically more than)  the number of repayments \nallocated to the same drawdown using FIFO.  \n4.23 It could be argued that the inclusion of these additional repayments gives a \nmore comprehensive view of how a Relevant Drawdown was repaid, since \nthis methodology takes account of all possible ultimate source s of \nrepayment which can be apportioned to the Relevant Drawdown.  \n4.24 However, the consequen ce of using Pro Rata  is that the analysis of the \nultimate source of repayment is significantly  more complicated than when \nusing FIFO, as follows (see further at paragraphs 4.31  to 4.33 ): \na) where additional repayments are required using Pro Rata, both of \nthe following increase:  \ni. the number of repayments for which the ultimate source \nmust be identified;  \nii. the number of apportionment calculations required ; \nb) any additional repay ments allocated using Pro Rata may also \nincrease the number of “layers” of repayment which need to be \nconsidered before all ultimate sources of repayment are identified ; \nand \nc) using Pro Rata also increases the number of Intermediary \nDrawdowns which repaid th emselves (i.e. it increases the number of \nrepayments which are circular in nature).  \nRe-performed calculations  \n4.25 Calculations to apportion Relevant Drawdowns between ultimate sources of \nrepayment were re -performed using Pro Rata instead of  FIFO.  \n4.26 No new ultima te sources of repayment were identified. Further, there were \nonly a few differences within each category of ultimate source, as follows:  \na) no additional RLTAs or ILTAs were identified. However, the two \nassets referred to in Note 1 of Table 4 -5 in my First Re port repaid \nRelevant Drawdowns using Pro Rata, whereas they did not do so \nusing FIFO;  \nb) no drawdowns under New Loans were identified that repaid \nRelevant Drawdowns using Pro Rata, but did not do so using FIFO;  \nD1/347/32\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | "}
{"start": 49000, "text": "s within each category of ultimate source, as follows:  \na) no additional RLTAs or ILTAs were identified. However, the two \nassets referred to in Note 1 of Table 4 -5 in my First Re port repaid \nRelevant Drawdowns using Pro Rata, whereas they did not do so \nusing FIFO;  \nb) no drawdowns under New Loans were identified that repaid \nRelevant Drawdowns using Pro Rata, but did not do so using FIFO;  \nD1/347/32\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 33 c) no additional repayments were identified that we re funded solely by \nforeign exchange gains; and  \nd) no additional repayments were identified that were funded by \nexternal sources.36 \n4.27 A comparison of the apportionment of ultimate sources of repayment to \nRelevant Drawdowns using i) FIFO and ii) Pro Rata is summ arised in Table \n4-1 below . This comparison  is set out in full in Appendix 4 -1, and  schedules \nexplaining it further are set out in Appendices 4 -2-1 to 4 -2-47. \nTable 4-1: Apportionment of Relevant Drawdowns between ultimate \nsources of repayment using FIFO and Pro Rata  \nCategory  Amount  \nusing Pro Rata  \n(USD million)  Amount using \nFIFO  \n(USD million)  Difference  \n(USD million)  \nUnpaid  37.4  37.4  - \nUltimate source of repayment  \nAsset Transfer  775.4  773.7  1.7 \nTransformation  1,050.4  1,052.3  (1.9) \nUnable to identify \nsource  84.1  81.5  2.6 \nForeign exchange \ngain  5.1 5.1 - \nExternal sources  1.3 1.8 (0.4)  \nRelevant Drawdowns  382.2  384.2  (2.0)  \nTotal 2,335.9  2,335.9  - \nSource: Appendix 4 -1. \n \nNote: Figures in the table are subject to rounding.  \n \n36  Excluding repayments which, using Pro Rata, were indirectly funded by the same \nexternal source identified in  my First Report. (See Appendices 4 -2-3 and 4 -2-9). \nD1/347/33\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 34 4.28 Table 4-1 illustrates that the maximum difference in apportionment in \nrelation to any individu al category of ultimate source of repayment  is \nUSD  2.6 million .37 This is approximately 0.1% of the total value of Relevant \nDrawdowns.38 \n4.29 Hence, I do not consider that using Pro Rata to allocate repayments to \ndrawdowns instead of FIFO produces  a significantly different result.  Indeed, \nfor 80.4 % of Relevant Drawdowns  the result  is exactly the same .39 \n(See  Appendix  4-1). \n4.30 Further, in relation t o the notion that Pro Rata would not lead to a \nsignificantly different result than FIFO, I note that Mr. Davidson states, “ he \nhas seen nothing to suggest that  this is not a reasonable proposition”.40 \nWorked examples  \n4.31 In order to assist in understanding the apportionment of ultimate sources of \nrepayment to Relevant Drawdowns using Pro Rata (and the comparison to \nthat using FIFO), thre e worked examples were undertaken in respect of the \nRelevant Drawdowns of Alfatrader, Kembel  and Paradiz . \n \n37  The difference of USD 2.6 million relates to all Relevant Drawdowns in aggregate  \n(i.e. by adding together all differences in relation to individual Relevant \nDrawdowns) . I note that t he maximum differen ce for an individual Relevant \nDrawdown is USD  5.4 million ( i.e. in relation to Relevant Drawdown #220) , and  the \nmaximum difference for Relevant Drawdowns made by an individual Borrower is \nUSD  3.5 million ( i.e. in relation to the Relevant Drawdowns made by Real -Standart). \n(See Appendix 4 -1 and Thompson1, Appendix 4 -7). \n38  USD 2,603,446 / USD 2,335,943,519  = 0.1%, using the unrounded figures from \nAppendix 4 -1. \n39  This figure includes 4.2% of Relevant Drawdowns which have different \napportionments when considered individually , but the same apportionment when \nconsidered in aggregate  with other Relevant Drawdowns under the same Relevant \nLoan.  (See  Appendix 4 -1). \n40  Joint Statement, paragraph 4.2.  \nD1/347/34\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 35 4.32 I selected Kembel and Para"}
{"start": 52500, "text": "3,519  = 0.1%, using the unrounded figures from \nAppendix 4 -1. \n39  This figure includes 4.2% of Relevant Drawdowns which have different \napportionments when considered individually , but the same apportionment when \nconsidered in aggregate  with other Relevant Drawdowns under the same Relevant \nLoan.  (See  Appendix 4 -1). \n40  Joint Statement, paragraph 4.2.  \nD1/347/34\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 35 4.32 I selected Kembel and Paradiz because the ir apportionment  calculations are \nset out in detail in my First Report.41 I select ed Alfatrader because it is a more \nstraightforward example than either Kembel or Paradiz. All th ree examples \ninclu de loan repayments which are not identified as repaying a Relevant \nDrawdown using FIFO, but are identified using Pro Rata. Hence, these \nexamples illustrate  the (limited) differences in apportionment which arise  \nwhen  using Pro Rata instead of FIFO.  \n4.33 Diagrams  summarising my analysis are set out in Appendices 4 -2-22-1, \n4-2-23-1 and 4-2-24-1, supported by schedules which contain the underlying \nworkings  in Appendices 4 -2-22-2, 4 -2-23-2 and 4 -2-24-2. For  ease of \ncomprehension, I set out further details in Appendices 4 -3-1 to 4 -3-3. \nOther methodologies  \n4.34 Another methodology which could be used to allocate repayments to \ndrawdowns is LIFO, under which repayments would be allocated to \ndrawdowns on a “Last In Fi rst Out” basis.  \n4.35 However, in my view it is counterintuitive  (and therefore inappropriate) to \ntreat repayments as discharging the new est d rawdown  first in relation to a \nrevolving credit facility . Hence, in the circumstances of the present case, I do \nnot cons ider that LIFO is more appropriate than FIFO.  \n4.36 In any event, on the basis of a high -level review , it appears that LIFO gives \nthe same result as FIFO in the great  majority of cases.  \n4.37 Further, I would expect any two methodologies  to produce very similar \nresult s, for the following reasons:  \na) in respect of most Relevant and Intermediary Loans, the \nmethodology chosen to allocate repayments to drawdowns has no \neffect  on the allocation of repayments to Relevant and Intermediary \nDrawdowns. For example, Agroprom’s Relevant Loan 4A14127I has \nonly one repayment ( i.e. a direct repayment via the \nTransformation).42 Hence, all Relevant Drawdowns under Relevant \nLoan 4A14127I have to be repaid directly via the Transformation, \nbecause there are no other repayments  of the Relevant Loan which \ncould be allocated to them; and  \n \n41  Thompson1, Appendices 4 -11-6 and 4 -11-7. \n42  See Appendix 4 -2-17. \nD1/347/35\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 36 b) even where there is more than one  repayment which could be \nallocated to a Relevant or Intermediary Drawdown, in many cases all \npotential repayments have the same ultimate source . For example, \nMast ein’s Relevant Loan 4M14186I was repaid both by Intermediary \nDrawdowns and directly via the Transformation. However, the \nIntermediary Drawdowns were themselves repaid directly via the \nTransformation.43 Hence, all Relevant Drawdowns under Relevant \nLoan 4M14 186I have to be repaid, either directly or indirectly via the \nTransformation.44 \n4.38 In any event, I note that Mr. Davidson has not suggested any other \nmethodology as an alternative, and I do not consider that any methodology \nis more appropriate than FIFO.  \nConclusion  \n4.39 Pro Rata is an alternative methodology that could be used to allocate \nrepayments to drawdowns. However, like FIFO, it does not form a  \"real or \nintrinsic \" connection between a repayment and a particular drawdown. \nFurther, in my view, i t is an ina ppropriate methodology in relation to a \nrevolving credit facility, and significantly increases the complexity of the \nanalysis. However, it does not produce a significantly different result.  \n4.40 Similar considerations apply to LIFO "}
{"start": 56000, "text": "sion  \n4.39 Pro Rata is an alternative methodology that could be used to allocate \nrepayments to drawdowns. However, like FIFO, it does not form a  \"real or \nintrinsic \" connection between a repayment and a particular drawdown. \nFurther, in my view, i t is an ina ppropriate methodology in relation to a \nrevolving credit facility, and significantly increases the complexity of the \nanalysis. However, it does not produce a significantly different result.  \n4.40 Similar considerations apply to LIFO  in relation to a revolving credit facility . \n4.41 Hence, in th e circumstances  of the present case , I consider that FIFO is the \nmost appropriate methodology  to use . \n  \n \n43  These Intermediary Drawdowns have to be repaid directly via the Transformation \nbecause they were made under Intermediary Loans which have only one \nrepayment  (i.e. a direct repayment via the Transformation).  \n44  See Appendix 4 -2-18. \nD1/347/36\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 37 5 The First Defendant’s “Tracing Exercise”  \nIs the First Defendant’s “Tracing Exercise” accurate?  \nOverview  \n5.1 As an al ternative defence, it is the First Defendant’s case that the Bank \nsuffered no loss from the Relevant Loans on the basis that the funds \nadvanced under them during the Relevant Period were “ transferred back  to \nthe Bank ”.45 When I provided my First Report, pa rticulars of the sums said \nto have been transferred were provided in the Lafferty Spreadsheets , which \nwere also  referred to in paragraph 58 of D1’s RRAD.46 The First Defendant \ndescribed the content of these spreadsheets as a “ Tracing Exercise ”.47 \nThe David son Tracing Exercise  \n5.2 However, I note that Mr. Davidson states the following in Davidson1:48 \n“…[the Bank’s pleaded response to the Use of Funds Defence is that]  D1’s \nfactual case as to how the funds were used is inaccurate, for reasons set \nout in greater detail by Mr Thompson. This analysis is focussed on the so -\ncalled “Lafferty Spreadsheets”, which were exhibited to the Second and \nFourth Witness Statements of Andrew Lafferty, D1’s solicitor. As I have \nindicated at the outset of my report, I have n ot relied on the Lafferty \nSpreadsheets. Instead, I have conducted my own independent analysis of \nthe use of funds from Relevant Drawdowns.”  \n \n45  D1’s RRRAD, paragraph 56.  \n46  In Section 5 of my First Report, the analysis was performed on the spreadsheets \nattached to Lafferty 4.  \n47  Lafferty 2, paragraph 12.  \n48  Davidson1, pa ragraph 3.21.ii.  I note that  paragraph  3.21 of Davidson1 does not  \nrefer to paragraph 35.3(1) of the Bank’s Re -Amended Reply  in relation to the Use \nof Funds Defence  (i.e. that the Defendants’ case on the use of funds “ erroneously \n[proceeds] on a proprietary tracing basis rather than applying a factual causation \nanalysis ”). \nD1/347/37\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 38 5.3 I refer to Mr. Davidson’s analysis as the “Davidson Tracing Exercise”, and set \nout my comments below.  \n5.4 Since Davidson 1A was provided , I note that  the First Defendant has \namended his Defence to rely on the Davidson Tracing Exercise in stead  of the \nLafferty Spreadsheets.49 \nHow does the Davidson  Tracing Exercise work?  \nStructure of the Davidson  Tracing Exercise  \n5.5 In a s imilar fashion to the Lafferty Spreadsheets, the Davidson  Tracing \nExercise purports to illustrate “Transaction Chains” by which Relevant \nDrawdowns “ made or enabled repayment to the Bank of amounts under the \nsame or other loans, or t o make other payments to the Bank .”50 \n5.6 The Davidson  Tracing Exercise is set out in Transaction Chain Workbooks.51 \nEach workbook contains the following:  \na) a summary diagram;  \nb) a detailed diagram;  \nc) a list of relevant transactions; and  \nd) the same relevant transaction s, shown by account.  \n \n49  D1’s RRRAD, paragraph 58.  \n50  Davidson1A, paragraph 2.2.iii. In the Addendum t"}
{"start": 59500, "text": "levant \nDrawdowns “ made or enabled repayment to the Bank of amounts under the \nsame or other loans, or t o make other payments to the Bank .”50 \n5.6 The Davidson  Tracing Exercise is set out in Transaction Chain Workbooks.51 \nEach workbook contains the following:  \na) a summary diagram;  \nb) a detailed diagram;  \nc) a list of relevant transactions; and  \nd) the same relevant transaction s, shown by account.  \n \n49  D1’s RRRAD, paragraph 58.  \n50  Davidson1A, paragraph 2.2.iii. In the Addendum to his First Report, Mr. Davidson \nreproduced paragraph 2.2 and Section 5 in their entirety. When I refer to these \nparagraphs, I am refer ring to Davidson1A.  \n51  The Transaction Chain Workbooks are set out  in Davidson1, Appendix 8 and \nDavidson 1A, Appendix 8A.  \nD1/347/38\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 39 5.7 There are three types of Transaction Chain, as follows:52 \na) Loan Repayment Transaction Chains:  Relevant Drawdowns totalling \nUSD 1,572,988,91453 are said to repay loans of customers of the \nBank.54 This includes “ repayments of the principal of a loan as well as \npayments of interest, commissions and other payments to the Bank \nincurred by the borrower to facilitate use of loan facilities. ”;55 \nb) “Bridging Loan” Transaction Chains:  Relevant Drawdowns totalling \nUSD  194,005,38956 are said t o “[facilitate] the making of a prepayment \nwhich then resulted in a loan repayment being made to the Bank ”57 \nwhich is “ effectively  a form of short term bridging funding ”.58 \n(See  further at paragraphs 5.52  to 5.75 ); and  \nc) FX Top -ups.59 \n \n52  The Transaction Chain Workbooks are explained in detail in Davidson1, Appendix  6. \n53  Appendix  5-1-1-1, cell E14.  \n54  Including Borrowers, Intermediary Borrowers, the 193 Borrowers  and other \ncustomers of the Bank.  \n55  Davidson1A, paragraph 5.26.  \n56  Appendix 5 -1-1-1, cell E16.  \n57  Davidson1A, paragraph 2.2.viii.  \n58  Davidson1A, paragraph 5.33.  \n59  Mr. Da vidson agrees with the definition in the Defined Terms section of my First \nReport. (See Davidson1A, paragraph 5.30).  \nD1/347/39\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 40 5.8 The Davidson  Tracing Exercise consists of 155 Transaction Chains60 \n(comprising 201 of the 270 Relevant Drawdowns ), as follows:61 \na) 50 Loan Repayment Transaction Chains, comprising 86 Relevant \nDrawdowns;62 \nb) seven “Bridging Loan” Transaction Chains, comprising 14 Relevant \nDrawdowns;63 and \nc) 98 FX Top -ups, comprising 103 Relevant Drawdowns.64  \n5.9 The Relevant Drawdowns and the associated Transaction Chains are listed \nin Appendix 5 -1-1. \nWhat does the Davidson  Tracing Exercise seek to show?  \nOverview  \n5.10 In 45 of the Loan Repay ment Transaction Chains, Relevant Drawdowns \ntotalling USD 1,363,663,61765 are traced to repayments of loans of \ncustomers of the Bank.  \n \n60  150 Transaction Chains were set out in Davidson1, and a further five were set out \nin Davidson1A. Hence, the total number of Transaction Chains is 155. Davidson1A \nalso included “ further clarification ” in respect of Transaction Chain 1-268.  \n(Source : Davidson1A, paragraph A1.2).  \n61  Mr. Davidson notes : “Two Relevant Drawdowns feature in both loan repayment and \nFX top up Transaction Chains. Thus, while the total number of Relevant Drawdowns \nI deal with is 201, there are 203 tracings ”. (Source: Davidson1A, paragraph 5.9, \nfootnote 2).  \n62  Davidson1A, paragraph 5.38.  \n63  Davidson1A, paragraph 2.2.viii.  \n64  Davidson1A, paragraph 2.2.vii.  \n65  Appendix 5 -1-1-1, cell E12.  \nD1/347/40\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 41 5.11 In the other five Loan Repayment Transaction Chains, Relevant Drawdowns \ntotalling USD 209,325,29766 combine with other dra wdowns, which together \nare traced to loan repayments. In these instances, Mr.  Davidson trace s the \ncombined funds to identify how they were "}
{"start": 63000, "text": "agraph 5.38.  \n63  Davidson1A, paragraph 2.2.viii.  \n64  Davidson1A, paragraph 2.2.vii.  \n65  Appendix 5 -1-1-1, cell E12.  \nD1/347/40\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 41 5.11 In the other five Loan Repayment Transaction Chains, Relevant Drawdowns \ntotalling USD 209,325,29766 combine with other dra wdowns, which together \nare traced to loan repayments. In these instances, Mr.  Davidson trace s the \ncombined funds to identify how they were used. Mr. Davidson indicates \nthat, where possible, he has “ identified what part of any repayment can be \nshown to have  been funded by Relevant Drawdowns.”67 \n5.12 In the seven “Bridging Loan” Transaction Chains, Relevant Drawdowns are \n“identified as having been used to facilitate ”68 loan repayments  based on an \nanalysis of the “ TD more widely to identify patterns of transactions… ” \n(i.e. they do not follow a Funds Flow Analysis) .69 \n5.13 In the 98 FX Top -up Transaction Chains, Mr. Davidson agrees with the \nanalysis in my First Report that Relevant Drawdowns compensated for the \nPF Charge in curred and/or the funds \"lost\" on account of exchange rate \nmovements.70 \n5.14 Where a Relevant Drawdown is said to have been  used to fund a repayment \nto the Bank, Mr. Davidson identifie s the type of borrower, as follows:71 \na) a Borrower;72 \nb) an Intermediary Borrower;  \nc) a 193 Borrower; or  \nd) an “Other Borrower” (i.e. other Bank customers).  \n \n66  Appendix 5 -1-1-1, cell E13.  \n67  Davidson1A, paragraph 5.22.  \n68  Davidson1A, paragraph 5.59.  \n69  Davidson1A, paragraph 5. 31. Mr. Davidson abbreviates “transactional data” to \n“TD” in his reports.  \n70  Davidson1A, paragraphs 2.2.vii and 5.52.  \n71  Davidson1A, paragraph 5.6.  \n72  Mr. Davidson refers to Borrowers as “ Relevant Borrowers ”. (Source : Davidson1, \nparagraph 1.10).  \nD1/347/41\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 42 5.15 In the case of a) and b), Mr. Davidson also identifie s what type of loan was \nrepaid, as follows:  \na) a Relevant Loan;  \nb) an Intermediary Loan; or  \nc) an “other” loan.  \n5.16 I now go on to consider the method ologies  Mr. Davidson applies  in his \nanalysis.  \nMethodolog ies  \n5.17 Mr. Davidson applies two methodologies in  the Davidson  Tracing Exercise , \nas follows : \na) Funds Flow Methodology : this predominantly uses Exact Matching, as \ndefined in my First Report, and ignor es the payment references in the \ntransaction narratives.73 In certain instances, as I explain at \nparagraphs  5.38  to 5.51  below, the \"funds flow \" Mr. Davidson depicts  \nappears to be  non-chronological; and \nb) “Bridging Loan” Methodology : this is described by Mr.  Davidson  as \nfollows : “Where it has not been possible to identify a payment / \nrepayment to the Bank using the Funds Flow methodology … I was able \nto identify a consistent pattern of transactions which demonstrated a \nuse of the Relevant Drawdown beyond a strict Funds  Flow use. ”74 \n(See  further at paragraphs 5.52  to 5.75 ). \n5.18 I explain the res ults produced by  applying these methodologies  below.  \nRelevant Drawdowns “traced”  \n5.19 Mr. Davidson analyse s 201 of the 270 Relevant Drawdowns, totalling an \nequivalent of USD 1,778,729,770.75 \n \n73  Mr. Davidson also states: \" My Funds Flow tracing exercise involved me considering \ntransfers and movements of funds from one account to another. Such accounts \nincluded loan accounts, current accounts, intracompany transfers, intercompany \ntransfers, and currency exchange accounts. \" (Source : Davidson1A, paragraph 5.17) . \n74  Davidson1A, paragraphs 5.31 and 5.32.  \n75  Appendix 5 -1-1-1, cell E20.  The figure is rounded to the nearest USD million in  \nDavidson1A, paragraph 5.67.  \nD1/347/42\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 43 5.20 Of the 201 Relevant Drawdowns  he analyses , Mr. Davidson “traced ” \napproximately USD  1,732 million \"to the Ba"}
{"start": 66500, "text": "ompany transfers, intercompany \ntransfers, and currency exchange accounts. \" (Source : Davidson1A, paragraph 5.17) . \n74  Davidson1A, paragraphs 5.31 and 5.32.  \n75  Appendix 5 -1-1-1, cell E20.  The figure is rounded to the nearest USD million in  \nDavidson1A, paragraph 5.67.  \nD1/347/42\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 43 5.20 Of the 201 Relevant Drawdowns  he analyses , Mr. Davidson “traced ” \napproximately USD  1,732 million \"to the Bank \", of which:76 \na) USD 1,683 million is said to be repayment of loa n principal;77 and \nb) USD 49 million is said to be payment of interest.78 \n5.21 My o bservations in relation to the accuracy of the Davidson  Tracing Exercise \nare set out in paragraphs 5.35  to 5.79  below.  \nRelevant Drawdowns not “traced”  \n5.22 Mr. Davidson does  not analyse 69 of the 270 Relevant Dr awdowns, totalling \nan equivalent of USD 557,213,749  (i.e. 23.9% of Relevant Drawdowns by \nvalue) .79, 80 He explains this is as follows:81 \n\"For the present, I have been instructed to restrict the scope of my \ncurrent review to those Relevant Drawdowns where the pathway \nbetween the Relevant Drawdown and a repayment or other \npayment to the Bank can be established with confidence by \nadopting either a funds flow tracing methodology, or another \nmethodology based on identifying from a wider consider ation of the \nTD any patterns of trans actions which allow me to identify any uses \nof the Relevant Drawdowns . \n… \nThe fact that I do not account here for the use of 69 Relevant \nDrawdowns should not be taken to mean that I will be unable to \naccount for them or that they were not used to make repayments \nto the bank. The fact that I account for only 201 Relevant \nDrawdowns is a reflection of the methodologies I herein adopt. \" \n \n76  Appendix 5 -1-1-1, cell F20. The figure is rounded to the nearest USD million in \nDavidson1A, paragraph 5. 67. \n77  Appendix 5 -1-1-1, cell G20. The figure is subject to rounding.  \n78  Appendix 5 -1-1-1, cell H20 . \n79  USD 2,335,943,519 – USD 1,778,729,770 = USD 557,213,749.  \n80  USD 557,213,749  / USD 2,335,943,519 = 23.9% . \n81  Davidson1A, paragraph s 5.3 and 5.11.  \nD1/347/43\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 44 5.23 As set out in the Joint Statement, Mr. Davidson and I agree that “ most of the \nremaining Re levant Drawdowns amounting to USD 557 million cannot be \neasily traced using Exact Matching. The funds from these Relevant \nDrawdowns are in general terms difficult to trace using Exact Matching. ”82 \n5.24 Apart from my observations in paragraphs 5.86  to 5.90 , I note that the \nmethodologies Mr.  Davidson applies do not allow the other Re levant \nDrawdowns to be easily traced. By contrast, the methodology applied by the \nBank does  allow them to be traced  (i.e. by using this methodology, all \nRelevant Drawdowns funded Unreturned Prepayments).  \n5.25 I also note that  Mr. Davidson’s methodologies do not  address so -called \nBreak Points or Compensation Payments, both of which featured extensively \nin the Lafferty Spreadsheets. 58 of the 69 Relevant Drawdowns which Mr. \nDavidson does not trace (totalling approximately USD 476 million, or  85% by \nvalue)83 were i n Payment Chains which contained Break Points and/or \nCompensation Payments.84 \n5.26 As I explained in my First Report, Break Points and Compensation Payments \nare not characteristics I have previously encountered in “tracing” exercises \nof this sort.85 Further, I identified several inconsistencies in relation to the \nBreak Points and Compensation Payments, with the consequence that it is \nunclear that the First Defendant “ successfully  … trace[d] those payments ”,86 \nas he claims to have done.87 \n5.27 My o bservations in relation to the completeness of the Davidson  Tracing \nExercise are set out in paragraphs 5.80  to 5.91  below.  \n \n82  Joint Statement, paragraph 3.2.1.  \n83  USD 476,059,072 / USD 557,213, 749 "}
{"start": 70000, "text": "g” exercises \nof this sort.85 Further, I identified several inconsistencies in relation to the \nBreak Points and Compensation Payments, with the consequence that it is \nunclear that the First Defendant “ successfully  … trace[d] those payments ”,86 \nas he claims to have done.87 \n5.27 My o bservations in relation to the completeness of the Davidson  Tracing \nExercise are set out in paragraphs 5.80  to 5.91  below.  \n \n82  Joint Statement, paragraph 3.2.1.  \n83  USD 476,059,072 / USD 557,213, 749 = 85%.  \n84  Appendix 5 -1-2. \n85  Thompson1, paragraph 5.54.  \n86  Lafferty 2, paragraph 21.  \n87  Thompson1, paragraphs 5.94 to 5.134.  \nD1/347/44\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 45 Scope of work  \n5.28 In order to assess the accuracy of the Davidson  Tracing Exercise, all 155 \nTransaction Chains were reviewed. For the purposes of my analysis, the \ntransactions in the Transaction Chains were compar ed to those in the Bank’s \ntransactional data.  \n5.29 As I explained in my First Report in relation to the Lafferty Spreadsheets, \nnothing in this section should be taken as an endorsement of the \nmethodolog ies applied by Mr. Davidson (or , indeed,  elements of them) in \npreference to the Bank’s case.88 Where I state what the Bank’s transactional \ndata “shows” , I am referring to what the Bank’s transactional data supports \nif analysed in the way Mr. Davidson suggests.  \n5.30 I also note that my analysis is limited to analysing t he transactions and \nassessing whether they are supported by the Bank’s transactional data. I do \nnot express a view on whether, as a matter of law, the Davidson  Tracing \nExercise is permissible or appropriate.  \nSummary of findings  \n5.31 The Transaction Chains set out by Mr. Davidson accurately apply the \nmethodolog ies he describes . Specifically, it is possible to link the Relevant \nDrawdown(s) to the loan repayments and interest payments he identifie s, \nas follows:  \na) in the case of Loan Repaym ent Transaction Chains,  using Exact \nMatching (subject to the observation in paragraph 5.32  below); and  \nb) in the case of “Bridging Loan” Transaction Chains , using “patterns of \ntransactions ”.89 \n5.32 In respect of three of the 50 Loan Repayment Transaction Chains , I note that  \na customer of the Bank’s Cyprus Branch appears to have  made payments \nbefore  it received the Relevant Drawdow ns (i.e. the funds flow appears to \nbe non-chronological). Indeed, Mr. Davidson appear s to acknowledge this \nanomaly.  (See  further at paragraphs 5.35  to 5.51 ). \n \n88  Thompson1, paragraph 5.28.  \n89  Davidson1A, paragraph 5.31.  \nD1/347/45\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 46 5.33 In respect of the seven “Bridging Loan” Transaction Chains ,90 I note that \nMr. Davidson’s  “Bridging Loan”  Methodology is not consistent with a Funds \nFlow Analysis  (despite predominantly using such an approach in his “Tracing \nExercise”) . However, it is consistent with  elements of the Bank's case , \nbecause it takes account of the pattern of transactions in which a \nPrepayment is linked to a Return of Prepayment . (See further at paragraphs \n5.52  to 5.75 ). \n5.34 I do not consider that the Transaction Chains serve any commercial purpose. \nTo the contrary, the majority contain one or more features which the \nFinancial Action Task Force identifies as indicators of Trade -Based Mo ney \nLaundering. (See further at paragraph 5.76 ). \nIs the Davidson  Tracing Exercise accurate?  \nObservations in relation to Loan Repayment Transaction C hains  \n5.35 As I explained in paragraph 5.28 , each Loan Repayment Transaction Chain \nwas reviewed, and a compar ison made between  what the Davidson  Tracing \nExercise indicates happened to the Relevant Drawdown s and what is shown \nin the Bank’s transactional data.  \n5.36 In three of the 50 Loan Repayment Transaction Chains, the funds flow \nappears to be non-chronological. A summary of the se Tr"}
{"start": 73500, "text": "he Davidson  Tracing Exercise accurate?  \nObservations in relation to Loan Repayment Transaction C hains  \n5.35 As I explained in paragraph 5.28 , each Loan Repayment Transaction Chain \nwas reviewed, and a compar ison made between  what the Davidson  Tracing \nExercise indicates happened to the Relevant Drawdown s and what is shown \nin the Bank’s transactional data.  \n5.36 In three of the 50 Loan Repayment Transaction Chains, the funds flow \nappears to be non-chronological. A summary of the se Transaction Chains i s \nset out in Table 5-1 below.  \n  \n \n90  I address  these transaction s in my First Report. ( Source : Thompson1, paragraphs \n5.87 to 5.93 ). \nD1/347/46\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 47 Table 5-1: Summary of Transaction Chains in which the funds flow \nappears to be non-chro nological  \nNote: (1) See Thompson1, Appendix 3 -3-1. \n5.37 I explain this in further detail below.  \nThe funds flow appears  to be  non-chronological  \n5.38 Throughout both my First and Second Report s, the times shown are those \nrecorded in the time field “TIM_P” in the Bank’s transactional data. In \nparagraph A.10 of Appendix 3 -3-5 to my First Report, I expl ained that there \nwere instances in which the account balance fields (i.e. “C_BAL” and \n“D_BAL”) appear to indicate that transactions occurred in a different order \nto that i ndicated  by the time field “TIM_P”.91 Mr. Davidson “ also found that \n[this occurs]” .92 \n5.39 Mr. Davidson states the following:93 \n“Further, the time given in the “TIM_P” field does not always \ncorrespond to the time given in the date and time field “BPL_DT_I”. \nWhen reviewing fund flows, I have considered the balance fields as \nwell as all date and time fields in determining whether it was likely \nthat a receipt occurred prior to a matching payment.”  \n \n91  The titles of almost all the fields in the Bank’s transactional data contain  the prefix \n“BPL_” (e.g. “BPL_ C_BAL” and “BPL_TIM_P”). For the sake of concision, I  have \nomitted this prefix when referring to the fields in both my First and Second Reports . \n92  Davidson1, Appendix 4, paragraph 12.  \n93  Davidson1, Appendix 4, paragraph 12.  Transaction \nChain  Borrower  Relevant \nDrawdown \n#(1) Date  Amount  \n(USD equivalent)  \n1-146 Ortika  146 06/02/2014  3,562,783  \nRibotto  195 20/01/2014  1,000  \n  196 06/02/2014  20,536,300  \n1-197 Ribotto  197 20/02/2014  12,359,000  \n1-268 Fiastra Trading  268 03/03/2014  44,000,000  \nCelastrina Trading  269 03/03/2014  14,500,000  \nDensitron Enterprises  270 03/03/2014  59,500,000  \n Total       154,459,083  \nD1/347/47\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 48 5.40 The Transaction Chain Workbooks include the field “TIM_P” in the column \nentitled “Date Time”.94 However, they do not include the date and time field \n“DT_ I”. \n5.41 According to both the time field “TIM_P” and the balance fields, in three \nTransaction Chains a customer of the Bank’s Cyprus Branch (i.e. Customer B) \nmade payments before  they were put in funds by the preceding customer(s) \nin the Transaction Chain (i.e. Customer A). The payments into and out of \nCustomer B’s account can be matched in quantum, but the funds do not flow \nforward  chronologically . \n5.42 A worked example is set out bel ow. \nTransaction Chain 1 -146 (Relevant Drawdowns #146, #195 and #196 made \nby Ribotto and Ortika between 20 January 2014 and 6 February 2014)95 \n5.43 The Davidson  Tracing Exercise indicates that, on 6 February 2014, Kalten \nTrade received a payment of USD 2,452,202  from Clendon Holdings , and \nmade two payments totalling USD 2,452,20096 to Brimmilton and Halefield \nHoldings.97 \n5.44 The Bank’s transactional data shows that Kalten Trade made the payments \ntotalling USD 2,452,200 to Brimmilton and Halefield Holdings  at 10:27, m ore \nthan three hours before  it received the payment of USD 2,452,202 from \nClendon Holdings at 13:54. An extract of the Ban"}
{"start": 77000, "text": "on  Tracing Exercise indicates that, on 6 February 2014, Kalten \nTrade received a payment of USD 2,452,202  from Clendon Holdings , and \nmade two payments totalling USD 2,452,20096 to Brimmilton and Halefield \nHoldings.97 \n5.44 The Bank’s transactional data shows that Kalten Trade made the payments \ntotalling USD 2,452,200 to Brimmilton and Halefield Holdings  at 10:27, m ore \nthan three hours before  it received the payment of USD 2,452,202 from \nClendon Holdings at 13:54. An extract of the Bank’s transactional data is set \nout in Table 5-2 below.  \n \n94  Davidson1, Appendix 6, paragraph 21 b).  \n95  Set out in Davidson1A, Appendix 8A -1-146.  \n96  i.e. USD 2 less than it received.  \n97  A payment of USD 1,824,700 to Brimmilton and a payment of USD 627,500 to \nHalefield Holdings , totalling USD 2,452,200 . \nD1/347/48\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 49 Table 5-2: Extract from Kalten Trade’s USD current account on \n6 February  2014 between 9:57 and 13:57(1) \nDate  Time  \n(3) Debit \nAccount \nNo. Debit Name  Credit \nAccount \nNo. Credit Name  Description  CCY  Value  Kalten \nTrade’s  \nAccount \nBalance(2) \n06/02/2014  957 26007040\n003075  KALTEN \nTRADE S.A.  39006016\n000001  BALANCE \nWITH  H/O  PAYMENT UNDER LETTER OF \nCREDIT N 1807/6797/IMPA,LCI -\nCY00DI/943  USD  783,870  5,419,510  \n06/02/2014  1027  26007040\n003075  KALTEN \nTRADE S.A.  26007040\n048212  BRIMMILTO\nN LIMITED  PMNT UNDER INV DD 04.02.14  USD  1,824,700  3,594,810  \n06/02/2014  1027  26007040\n003075  KALTEN \nTRADE S.A.  26006040\n001788  HALEFIELD \nHOLDINGS \nLIMITED  CONTRACT NO. KH -2012/1 DD \n04.04.12  USD  627,500  2,967,310  \n06/02/2014  1204  26007040\n003075  KALTEN \nTRADE S.A.  39006016\n000001  BALANCE \nWITH  H/O  OPERATIONAL COMMS UNDER \nL/CS1007/6778/IMPA,1007/6779\n/IMPA,1007/6780/IMPA,1007/67\n83/IMPA ,1807/6797/IMPA  USD  1,200  2,966,110  \n06/02/2014  1354  26003040\n000566  CLENDON \nHOLDINGS \nINC 26007040\n003075  KALTEN \nTRADE S.A.  INTERESTS REPAYMENT UNDER \nLOAN AGR 133 -31.01.13  USD  2,452,202  5,418,312  \n06/02/2014  1357  26007040\n003075  KALTEN \nTRADE S.A.  26008040\n048192  CRAENTEX \nINVESTMEN\nTS LTD  PAYMENT UNDER INVOICE \nDATED 06.02.2014  USD  107,000  5,311,312  \nSource: Appendix 5 -1-3-2. \n \nNote s: (1) The payments totalling USD 2,452,200 to Brimmilton and Halefield \nHoldings at 10:27 and the payment of USD  2,452,202 from Clendon Holdings \nat 13:54 are shaded.  \n \n(2) The balance on Kalten Trade’s account is the balance after  the payment \nis made.  \n \n(3) According to the time field “TIM_P”.  \n5.45 The Bank’s transactional data shows that, at 10:27, Kalten Trade’s USD \ncurrent account had a balance of USD 5,419,510 ,98 before it made the \npayment of USD 1,824,700 to Brimmilton.  \n \n98  Appendix 5 -1-3-2, cell P18.  \nD1/347/49\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 50 5.46 The Bank’s transactional data also shows that, at 13:54, following receipt of  \nthe payment of USD 2,452,202 from Clendon Holdings, Kalten Trade’s USD \ncurrent account returned to a balance of USD 5, 418,312.99 \n5.47 Hence, according to both the time field “TIM_P” and the account balances, \nKalten Trade  made the payments to Brimmilton and Halefield Holdings more \nthan three hours before  it received the funds from Clendon Holdings at \n13:54 (i.e.  the funds flow appears to be non-chronological).  \n5.48 However, according to the date and time field “DT_I” , Kalten Trade  made \nthe payments to Brimmilton and Halefield Holdings at 10:26,  three minutes \nafter  it received the funds  from Clendon Holdings at 10:23  (i.e. the funds \nflow appears to be chronological) .100 \n5.49 Since the time field “TIM_P” is supported by the account balances, it appears \nlikely that th is field,  and not the date and time field “DT_I”,  accurately \nrecord s the order of transactions.101 \n5.50 An extract of the Bank’s trans actional data in respect of \nTransaction  Chain  1-146 is set out "}
{"start": 80500, "text": "the payments to Brimmilton and Halefield Holdings at 10:26,  three minutes \nafter  it received the funds  from Clendon Holdings at 10:23  (i.e. the funds \nflow appears to be chronological) .100 \n5.49 Since the time field “TIM_P” is supported by the account balances, it appears \nlikely that th is field,  and not the date and time field “DT_I”,  accurately \nrecord s the order of transactions.101 \n5.50 An extract of the Bank’s trans actional data in respect of \nTransaction  Chain  1-146 is set out in Appendix 5 -1-3-1. \nTransaction Chains 1 -197 and 1 -268 \n5.51 The same observation can be made in relation to Transaction Chains 1 -197 \nand 1 -268 (i.e. the funds flow appears to be non -chronological).  Further \ndetails are set out in Appendix 5 -1-4. \n \n99  Appendix 5 -1-3-2, cell Q22.  \n100  Appendix 5 -1-3-2, column D.  \n101  According to the time field “TIM_P” , Albroath International made a payment of \nUSD  2,452,20 0 to Clendon Holdings  at 13:53 (i.e. a minute before Clendon Holdings  \nmade the  payment of USD 2,452,202 to Kalten Trade  at 13:54 ). This further \nsupports my view that the time field “TIM_P”  accurately record s the order of \ntransactions . \nD1/347/50\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 51 “Bridging Loans”  \n5.52 The Davidson  Tracing Exercise contains seven “Bridging Loan” Transaction \nChains  (consisting of 14 Relevant Drawdowns ),102 which total an equivalent \nof USD  194,005,389.103 \n5.53 In relation to these Transaction Chains, Mr. Davidson states the following:104 \n“the Relevant Drawdown… is effectively a form of short term \nbridging funding, the availability of which allows the Relevant \nBorro wer to make the USD prepayment prior to the UAH element of \nthe returned prepayment becoming available.”  \n5.54 The terminology “bridging funding” and “Bridging Loans” appears to have \nbeen chosen by  Mr. Davidson. I note  that there is nothing in the Bank’s \ntransact ional data or the other contemporaneous documents I have seen \nwhich identifies certain loans as bridg ing loans, or distinguishes them  from \nother  Relevant Drawdowns in any way . Therefore, i t is far from  clear that \nthey serve the commercial purpose typically  associated with bridging loans.  \n102  Transaction Chains 2 -046, 2 -088, 2 -101, 2 -147, 2 -152, 2 -228 and 2 -232. I consider  \nthe transactions  therein in my First Report. ( Source : Thompson1, paragraphs 5.87 \nto 5.93 ). In Davidson1A, Mr. Davidson amended Transaction Chain 1 -268 and added \na “Bridging Loan” element  to it. Although t his Transaction Chain  is included within \nthe 50 Loan Repayment Transaction Chains , Mr. Davidson uses a comb ination of his \nFunds Flow  Methodology  and his “Bridging Loan” Methodolog y. \n103  Appendix 5 -1-1-1, cell E16. The figure is rounded to the nearest USD million in \nDavidson1A, paragraph 5.67.  \n104  Davidson1A, paragraph 5.33.  \nD1/347/51\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 52 5.55 As mentioned  above, Mr. Davidson explains that he identified “Bridging \nLoans” where he was able to see “ a consistent pattern of transactions which \ndemonstrated a use of the Relevant Drawdown beyond a strict Funds Flow \nuse.”105  \n5.56 As I explained in paragraphs 3.3 to 3.6 of my First Report, the Bank's case \nalso identifies a  consistent pattern of transactions  in the transactional data \nwhich links  Relevant Drawdowns to Prepayments  and, where applicable , \nPrepayments to Returns of Prepayments made approximately 90  days later . \nThis results in an analysis by  which  Relevant Drawdowns funded Unreturned \nPrepayments.  \n5.57 However, despite the fact that his analysis of “Bridging Loans” appears to \nrely on the link betw een Prepayments and Returns of Prepayments , I note \nthat Mr. Davidson does not acknowledge the similarities between his \nanalysis and that of the Bank.  \n5.58 In particular, t he Bank’s  analysis of the  14 Relevant Drawdowns wh"}
{"start": 84000, "text": "\nPrepayments to Returns of Prepayments made approximately 90  days later . \nThis results in an analysis by  which  Relevant Drawdowns funded Unreturned \nPrepayments.  \n5.57 However, despite the fact that his analysis of “Bridging Loans” appears to \nrely on the link betw een Prepayments and Returns of Prepayments , I note \nthat Mr. Davidson does not acknowledge the similarities between his \nanalysis and that of the Bank.  \n5.58 In particular, t he Bank’s  analysis of the  14 Relevant Drawdowns which  \nMr. Davidson characterises as Bridgi ng Loans takes account of the following \nin the transactional data : \na) a Borrower made Relevant Drawdown(s) in UAH, which were \nconverted to USD;  \nb) between two and six days later, the Borrower received the funds in its \ncurrent account in USD as described above in  (a). The transaction \nnarrative for the USD receipt records the Supply Agreement for the \nPrepayment in (d) below  (i.e. the conversion appears to have been \nmade for the purpose of making that Prepayment ). The USD receipt \nwas equivalent in value to the part of the Return of Prepayment \ndescribed in (c), below, which was converted from USD to UAH;  \n \n105  Davidson1A, paragraph 5.32.  \nD1/347/52\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 53 c) on the same day  as the Borrower received the funds in USD described \nin (b) , the Borrower also received a Return of Prepayment in USD. At \nleast 50% of these funds ( i.e. the same amount of the funds in USD in \n(b)) were converted to UAH  on receipt ;106, 107 \nd) together with the Relevant Drawdowns in (a) (now in USD , as \ndescribed in (b) ), the Borrower used the remainder of the Return of \nPrepayment (which remained in USD) to make a Prepayment; and  \ne) the Borrower used the other part of the Return of Prepayment (now \nin UAH , as described in (c)) to make repayments under Relevant Loans \n(i.e. the same loans as in (a)). \n5.59 I note that t he seven “Bridging Loan” Transaction Chains occurred  in \nApril  2014.108 In the same month, the Bank’s transactional data shows that \nthere was a delay between the sale of UAH and the associated purchase of \nUSD.109 In respect of the “Bridging Loans”  Mr. Davidson describes , the delay \nwas between two and six days.  (See paragraph 5.58b) ). \n \n106  Betwe en 19 November 2012 and 20 August 2014, 50% of foreign currency receipts \nwere required to be sold in the interbank foreign exchange market. ( Source: \nMr. Beketov’s eighth expert report dated 23 November 2021, paragraph 374 ). In \neach “Bridging Loan” Transaction Chain, at least 50% of the Return of Prepayment, \nwhich was received in USD, was converted to UAH.  \n107  In three of the Transaction Chains (2 -147, 2 -152 and 2 -232), 50% of the funds from \nthe Return of Prepayment were converted to U AH. ( Source: Davidson1, Appendix  8, \npages 772, 781 and 805, respectively). In the other  four Transaction Chains (2 -046, \n2-088, 2 -101 and 2 -228), more than 50% of the funds from the Return of \nPrepayment were converted to UAH. ( Source: Davidson1, Appendix 8,  pages 744, \n752, 761 and 795, respectively).  \n108  “Bridging Loan” Transaction Chain 2 -228 commenced in April 2014 and concluded \nthe following month. ( Source: Davidson1, Appendix 8, pages 796 and 797). (See also \nAppendix 5 -1-7). \n109  I explained the delay in my  First Report in relation to the Unreturned Prepayment \nfrom Alfatrader to Collyer. ( Source: Thompson1, paragraph 3.169).  \nD1/347/53\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 54 5.60 In all seven “Bridging Loan” Transaction Chains, the Return of Prepayment \n(in paragraph 5.58c) ) was made by the Supplier to the Borrower close to  its \n90-day term.110, 111 The Borrower made the Relevant Drawdowns (in \nparagraph 5.58a) ) in advance of receiving the funds from the Return of \nPrepayment. It did so to allow another Prepayment (in paragraph 5.58d) ) to \nbe made on the same  day as the"}
{"start": 87500, "text": "30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 54 5.60 In all seven “Bridging Loan” Transaction Chains, the Return of Prepayment \n(in paragraph 5.58c) ) was made by the Supplier to the Borrower close to  its \n90-day term.110, 111 The Borrower made the Relevant Drawdowns (in \nparagraph 5.58a) ) in advance of receiving the funds from the Return of \nPrepayment. It did so to allow another Prepayment (in paragraph 5.58d) ) to \nbe made on the same  day as the Return of Prepayment , but “ prior to the \nUAH element of the returned prepayment becoming available ”.112 If the \nRelevant Drawdowns had not been made in advance,  the Borrower would \nhave had to wait two or more days for part of the Return of Prepayment to \nbe converted to UAH and back to USD before it could fund the next \nPrepayment.  \n5.61 Hence, in order for Mr. Davidson’s “Bridging  Loan” Methodology  to work, \nthe Borrower  had to  anticipate the following:  \na) that a Return of Prepayment from the Supplier  would be made;  \nb) that it would be made close to  its 90 -day term ; and  \nc) that a further Prepayment would be made on the same day that the \nReturn of Prepayment was made.  \n5.62 This pattern of payments on which Mr. Davidson's “Bridging Loan” \nMethodology appears to rely (i.e. the  link between  Prepayments and \nReturns of Prepayments ) is consistent with those elements of the Bank's \ncase . \n \n110  The reason for the 90 -day term is explained in my First Report. ( Source: Thompson1, \nparagraph 3.2c)).  \n111  In six of the seven “Bridgi ng Loan” Transaction Chains, the Return of Prepayment \nwas made between 85 and 90 days after the first Prepayment. (In Transaction Chain \n2-147, Ortika made three Prepayments under the same Supply Agreement \nreference, the earliest of which was returned 87 da ys later). In the other “Bridging \nLoan” Transaction Chain (2 -046), the Return of Prepayment was made 105 days \nafter the Prepayment. It is not clear why the Return of Prepayment was made more \nthan 90 days later. (See Appendix 5 -1-7). \n112  Davidson1A, paragrap h 5.33.  \nD1/347/54\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 55 5.63 Further, Mr. Davidson’s “Bridging Loan” M ethodology  allows him to treat \nthe Relevant Drawdowns as repaying themselves (i.e.  as short -term lending \nthat is circular in nature). He does not follow the funds chronologically via \nthe Prepayment they funded using Exact Matching ; instead, his analysis  \nworks as follows:  \na) it treats the Return of Prepayment as funding the n ext Prepayment  in \nfull, despite this not following a Funds Flow Analysis (i.e. the payments \nMr. Davidson  links cannot  be funded with the “same cash” ); and  \nb) it ignores the Supply Agreement re ferences in the transaction \nnarratives for  the USD receipt s from the conversion of  Relevant \nDrawdowns made in UAH (which record the apparent purpose for \nwhich the foreign exchange conversions were made), despite the se \nreferences  being intrinsic ally linked  to the transactions . \n5.64 I set out below a  worked example of a “Bridging Loan” Transaction Chain , \nwhich illustrates the inconsistencies in Mr. Davidson’s methodologies . \nExample of a “Bridging Loan” Transaction Chain in which the drawdown did \nnot directly fund the loan repayment(s) (Transmoloko)113 \n5.65 The Bank’s transactional data shows the following. (I set out a diagram \ndepicting these transactions in Figure 5-1 below).  \nFigure 5-1: Extract of the diagram in my First Report depicting  the \nUnreturned Prepayment from Transmoloko to Trade Point Agro under \nSupply Agreement TM -2606 -2014, dated 26 June 2014  \n  \nSource: Thompson1, Appendix 3 -2-5-1. \n \n113  Referred to as 2 -232 in Appendix 5 -1-1-2. \nD1/347/55\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 56 8 April 2014  \n5.66 At 17:27, Transmol oko made two Relevant Drawdowns totalling \nUAH  141,482,552 under Releva"}
{"start": 91000, "text": " \nFigure 5-1: Extract of the diagram in my First Report depicting  the \nUnreturned Prepayment from Transmoloko to Trade Point Agro under \nSupply Agreement TM -2606 -2014, dated 26 June 2014  \n  \nSource: Thompson1, Appendix 3 -2-5-1. \n \n113  Referred to as 2 -232 in Appendix 5 -1-1-2. \nD1/347/55\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 56 8 April 2014  \n5.66 At 17:27, Transmol oko made two Relevant Drawdowns totalling \nUAH  141,482,552 under Relevant Loans 4T13378I and 4T13833I. \nMr. Davidson identifies these loans as “Bridging Loans”.  \n5.67 At 17:35, Transmoloko converted these  Relevant Drawdowns to \nUSD  12,083,000.  The USD receipt was c redited to Transmoloko’s current \naccount on 10 April 2014.  \n10 April 2014  \n5.68 At 9:39, Transmoloko received USD 12,083,000 in its USD current account \nfrom the currency conversion on 8 April 2014. The Bank’s transactional data \nin respect of the purchase of USD  (i.e. the USD receipt)  referred to Supply \nAgreement TM-0804 -2014 , dated 1 April 2014. It therefore appears  that the \nconversion was made in order to make the Prepayment  under this Supply \nAgreement.  \n5.69 At 18:05, Transmoloko received a Return of Prepayment of USD 24,166,000 \nin its clearing account from Stefford under Supply Agreement TS-001-2014 , \ndated 9 January 2014.  \n5.70 At 18:10, Transmoloko converted USD 12,083,000 (i.e. half) of the Return of \nPrepayment f rom Stefford to UAH 140,778,658 , and received the funds in its \nUAH current account three minutes later at 18:13. Transmoloko used these \nfunds to make repayments in respect of the “Bridging Loans”; specifically , a \nrepayment of UAH 101,100,000 under Relevant  Loan 4 T13378I , and a \nrepayment of UAH 39,613,505 under Relevant Loan 4 T13833I.  \n5.71 In respect of the remaining UAH 65,153,114 at 15:48 (i.e. more than two \nhours before  it received the funds from the currency conversion at 18:13), \nTransmoloko made a payment of interest of UAH 65,153 under Relevant \nLoan 4 T13378I.115 Hence, similar to the three Transaction Chains described \nin paragraphs 5.35  to 5.51 , the  funds flow appears to be non-chronological . \n114  UAH 140,778,658 – UAH  101,100,000 – UAH 39,613,505 = UAH 65,153.  \n115  Thompson1, Figure 5 -11. \nD1/347/56\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 57 5.72 Also at 18:10, Transmoloko transferred the remaining USD 12,083,000 of the \nReturn of Prepayment from Stefford from its clearing account to its USD \ncurrent account.116 Together with the Relevant Drawdowns under the \n“Bridging Loans” on 8 April 2014 (now in USD), these funds were used to \nmake a Prepayment of USD  24,166,000 to an account of Stefford at the \nBank’s Cyprus Branch under Supply Agreement TM-0804 -2014 , dated \n1 April  2014 (i.e. the same Supply Agreement as that referred to in the \ncurrency conversion betwee n 8 and 10  April 2014  in paragraphs 5.67  and \n5.68 ). \n5.73 The related extracts of the Bank’s transactional data are set out in \nAppendix  3-2-5-2 to my First Report. Mr. Davidson sets out the transactions \nin Appendix 8 -2-232-3 to Davidson1.  \n5.74 Mr. Davidson’s analysis of the “ consistent pattern of transactions ”117 in this \nexample allows him to treat the Relevant Drawdowns described in \nparagraph 5.66  as making the repayments described in paragraph 5.70 , \ndespite this being incon sistent with: (i) the chronological order of payments \nin a Funds Flow Analysis; and (ii) the Supply Agreement references in the \ntransaction narratives of the currency conversions  (which intrinsically link \ntransactions ). \n5.75 By contrast, the Bank's Methodology does  take account of the Supply \nAgreement references in the transaction narratives of the currency \nconversions . In doing so, it treats the Relevant Drawdowns described in \nparagraph 5.66  as funding the Prepayment described in paragraph 5.72  \n(which ultimately funded an Unreturned Prepayment ). \n \n116  i.e. US"}
{"start": 94500, "text": "d (ii) the Supply Agreement references in the \ntransaction narratives of the currency conversions  (which intrinsically link \ntransactions ). \n5.75 By contrast, the Bank's Methodology does  take account of the Supply \nAgreement references in the transaction narratives of the currency \nconversions . In doing so, it treats the Relevant Drawdowns described in \nparagraph 5.66  as funding the Prepayment described in paragraph 5.72  \n(which ultimately funded an Unreturned Prepayment ). \n \n116  i.e. USD 24,166,000 (from the Return of Prepayment) less USD 12,083,000 (used for \nthe repayment of Releva nt Loans and payment of interest).  \n117  Davidson1A, paragraph 5.32.  \nD1/347/57\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 58 Other observations in relation to Transaction Chains  \n5.76 As I explained in my First Report in relation to the Payment Chains in the \nLafferty Spreadsheets, I do not consider that they serve any commercial \npurpose. To the contrary, the majority contain one or more features which \nthe Financial Action Task Force identifies as indicators of Trade -Based \nMoney Laundering.118 Five of the six indicator s I identified are also present \nin the Transaction Chains . Hence, to a large  extent my views apply equally \nto the Davidson  Tracing Exercise .119 (See further in Appendix 5-1-8). \nConclusion  \n5.77 In respe ct of the Loan Repayment Transaction Chains, the Bank’ s \ntransactional data shows that it is possible  to use Mr. Davidson’s Funds Flow \nMethodology  to link the Relevant Drawdowns to the loan repayments and \ninterest payments identified ; however, in the case of the three Transaction \nChains identified above, the f unds flow appears to be non -chronological . \n5.78 In respect of the seven “Bridging Loan” Transaction Chains, by applying \nMr. Davidson’s “Bridging Loan”  Methodology  it is possible to link the \nRelevant Drawdowns to the loan repayments and interest payments \nidentified. However , this  methodology is not consistent with a Funds Flow \nAnalysis . Mr. Davidson  ignores the Supply Agreement references in the \ntransaction narrativ es of the currency conversions  (which are consistent \nwith the funds flow) and, in contrast to his Funds Flow Methodology, \nmatches payments which cannot have been funded with the same cash . \nInstead , he considers the pattern of transactions  that links Prepay ments to \nReturns of Prepayments , which is consistent with  those elements of the \nBank's case . \n5.79 Subject to these observations and the fact that I do not express a view on \nwhether, as a matter of law, the Davidson  Tracing Exercise is permissible or \nappropriate , I consider  that it is an accurate application of Mr. Davidson’s \nmethodolog ies. \n \n118  Thompson1, paragraphs 5.135 to 5.165.  \n119  The Lafferty Spreadsheets contain more drawdowns than the Davidson  Tracing \nExercise because the latter only considers Relevant Drawdowns, and only traces \n201 out of 270 of them. Hence, the five indicators referred to are not present to \nquite the same extent in the Davidson  Tracing Exercise. The sixth indicator relates \nto the Compensation Payment mechanism, which Mr.  Davidson  does not address . \nD1/347/58\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 59 Is the First Defendant’s “Tracing Exercise” complete?  \nScope of work  \n5.80 As I explained in paragraph 5.28 , each Transaction Chain  was reviewed,  and \na compar ison made between  what the Davidson  Tracing Exercise indicates \nhappened to the Relevant Drawdown s with what the Bank’s transactional \ndata show s. \n5.81 As I explained in paragraph 5.22 , Mr. Davidson did not analyse 69 of the 270 \nRelevant Drawdowns, totalling an equivalent of USD 557,213,749.  \n5.82 In order to assess the completeness of the Davidson  Tracing Exercise, the \nfollowing  work was undertaken : \na) it was determined whether the transactions in the Transaction Chain \nWorkbooks can be ident"}
{"start": 98000, "text": "etween  what the Davidson  Tracing Exercise indicates \nhappened to the Relevant Drawdown s with what the Bank’s transactional \ndata show s. \n5.81 As I explained in paragraph 5.22 , Mr. Davidson did not analyse 69 of the 270 \nRelevant Drawdowns, totalling an equivalent of USD 557,213,749.  \n5.82 In order to assess the completeness of the Davidson  Tracing Exercise, the \nfollowing  work was undertaken : \na) it was determined whether the transactions in the Transaction Chain \nWorkbooks can be identified in the Bank’s transactional data;  \nb) other omissions  were identified ; and  \nc) the 69 Relevant Drawdowns which were not analysed  by Mr. Davidson \nwere reviewed,  as was the Bank’s transactional data in relation to  \nthem.  \nSummary of findings  \n5.83 It is possible to trace four of the Relevant Drawdowns , totalling \nUSD  29,097,279 , which  were not ana lysed by Mr. Davidson  using his Funds \nFlow Methodology . A summary of these Relevant Drawdowns is set out in \nTable 5-3 below.  \nD1/347/59\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 60 Table 5-3: Summary of Relevant Drawdowns which  were not analysed  \nthat can be traced to a loan repayment using Mr. Davidson’s Funds Flow \nMethodology  \nBorrower  Relevant \nDrawdown #  \n(1) Date   Amount  \n(USD equivalent)  Destination of Relevant \nDrawdown(s)  \nMilorin   128 07/04/2014  3,902,724  Loan repayments by ZFZ.  \nPrado   157 07/04/2014  5,007,330  \nMilorin  129 08/04/2014  1,996,770  Loan repayments by ZFZ.  \nProminmet  168 14/02/2014  18,190,455  A current account of the  Second \nDefendant and a customer of an \nexternal bank ( Da Gama at Deutsche \nBank Trust Company America) . \n Total     29,097,279    \nNote: (1) See Thompson1, Appendix 3 -3-1. \n5.84 The remaining 65 Relevant Drawdowns120 cannot easily be traced to a n \nultimate  destination using Mr. Davidson’s Funds Flow M ethodology . \n5.85 Two Transaction Chains contain omissions. A summary is set out in Table 5-4 \nbelow. (See also  paragraph  5.90 ). \n  \n \n120  69 – 4 = 65.  \nD1/347/60\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 61 Table 5-4: Summary of omissions in Transaction Chains  \nNote: (1) See Thompson1, Appendix 3 -3-1. \n \n(2) A payment of USD 113,000 to Everrin Commercial and a payment of \nUSD 41,000 to Albroath International . \nIs the Davidson  Tracing Exercise complete?  \nRelevant Drawdown s which were not analysed that can be traced to a loan \nrepayment using Mr. Davidson’s Funds Flow M ethodology  \nRelevant Drawdowns #128 and #157 made by Milorin  and Prado respectively \non 7 April 2014  \n5.86 It is possible to trace Relevant Drawdowns #128 and #157  made  by Milorin  \nand Prado respectively  on 7 April 2014 to loan repayments by ZFZ using \nMr. Davidson’s Funds Flow  Methodology . I set out a diagram depicting these \ntransactions in Figure 5-2 below and provide further details in \nAppendix  5-2-1.Transaction \nChain  Borrower  Relevant \nDrawdown \n#(1) Date  Amount  \n (USD \nequivalent)  Omission(s)  \n1-144 Ortika  144 23/01/2014  20,286,283  Two payments totalling \nUAH  1,000 were \nomitted.    145 23/01/2014  19,437,217  \n1-268 Fiastra Trading  268 03/03/2014  44,000,000  The ultimate \ndestination of funds \ntotalling USD 154,000 is \nnot identified.(2) \nSeparately, a payment \nof USD 23,000 was \nomitted.  Celastrina Trading  269 03/03/2014  14,500,000  \nDensitron \nEnterprises  270 03/03/2014  59,500,000  \n Total       157,723,500    \nD1/347/61\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 62 Figure 5-2: What the Bank’s transactional data shows in respect of Relevant Drawdowns #128 and #157 made by Milorin  and Prado \nrespectively  on 7 April 2014 , using Mr. Davidson’s Funds Flow M ethodology   \n \nSource: Appendix 5 -2-2. \nD1/347/62\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 63 Relevant Drawdown  #129  made by Milorin on 8 April 2014  "}
{"start": 101500, "text": "D1/347/61\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 62 Figure 5-2: What the Bank’s transactional data shows in respect of Relevant Drawdowns #128 and #157 made by Milorin  and Prado \nrespectively  on 7 April 2014 , using Mr. Davidson’s Funds Flow M ethodology   \n \nSource: Appendix 5 -2-2. \nD1/347/62\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 63 Relevant Drawdown  #129  made by Milorin on 8 April 2014  \n5.87 It is also possible to trace Relevant Drawdown  #129  made  by Milorin  on \n8 April 2014 to loan repayments by ZFZ using Mr. Davidson’s Funds Flow  \nMethodology .121, 122 I set out a diagram depicting these transactions in \nFigure 5-3 below and provide further details in Appendix 5 -2-1. \n \n121  Similar to the three Transaction Chains address ed in paragraphs 5.35  to 5.51 , the \nfunds exact match in quantum. However, part of the funds flow appears to be \nnon-chronological . I address this anomaly in Mr. Davidson's Funds Flow \nMethodol ogy in paragraphs 5.38  to 5.51 . \n122  Mr. Davidson acknowledges that Relevant Drawdown #131 made by Milorin on \n10 April 2014 is an FX Top -up. (Source: Davidson1A, Appendix 7 -6). Together with \nRelevant Drawdown #129, the funds can be traced to the loan repayment by ZFZ \nusing Mr. Davidson’s  Funds Flow M ethodology . (See Appendix 5 -2-1). \nD1/347/63\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 64 Figure 5-3: What the Bank’s transactional data shows in respect of Relevant Drawdown  #129  made by Milorin on 8 April 2014 , using \nMr. Davidson’s Funds Flow M ethodology  \n \nSource: Appendix 5 -2-3. \nD1/347/64\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 65 Funds traced to a current  account of the Second Defendant and to a \ncustomer of an external bank using Mr. Davidson’s Funds Flow M ethodology  \nRelevant Drawdown #168 made by Prominmet on 14 February 2014  \n5.88 Similarly, it is possible to trace Relevant Drawdown  #168  made by \nProminmet on 1 4 February 2014 using Mr. Davidson's Funds Flow \nMethodology. If traced in this way, the funds were paid to a current  account \nof the Second Defendant and a company named Da Gama. The narrative in \nthe Bank’s transactional data records that the payment to Da Gama was \nmade pursuant to an aircraft purchase and sale agreement dated 3 March \n2014  with a company named High Wings Aviation .123 \n5.89 I set out a diagram depicting these transactions in   \nFigure 5 -4 below and provide further details in Appendix 5 -2-4. \n \n123  Where cash inflows to an account nearly exact matched cash outflows in quantum, \n“near -Exact Ma tching” was used. For example, at 18:40 on 28 February 2014, Hangli \nreceived a payment of USD 7,324,000. At 18:56 on the same day, Hangli made two \npayments totalling USD 7,300,000 (i.e.  USD  24,000 less than it received). The \nformer was “traced” into the la tter using near -Exact Matching. I note that \nMr. Davidson  takes  the same approach (e.g. in respect of the payments made to \nand received by Birgminton Investing in Transaction  Chain 1 -268). \n(See  Appendix  5-1-6-2). Further, part of the funds flow appears to b e non -\nchronological.  \nD1/347/65\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 66 Figure 5-4: What the Bank’s transactional data shows in respect of Relevant Drawdown #168 made by Prominmet , using Mr. Davidson’s Funds \nFlow M ethodology  \n  \nSource: Appendix 5 -2-5. \nD1/347/66\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 67 Other observations  \n5.90 In two Transaction Chains, certain low -value payments were omitted  and/or \nthe ultimate destination  was not identified,  as described in Table 5-4. \nFurther details are set out in Appendi ces 5-2-7 and 5-2-9. \nConclusion  \n5.91 Owing to the findings set out above, I do not consider that the David"}
{"start": 105000, "text": "Mr. Davidson’s Funds \nFlow M ethodology  \n  \nSource: Appendix 5 -2-5. \nD1/347/66\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 67 Other observations  \n5.90 In two Transaction Chains, certain low -value payments were omitted  and/or \nthe ultimate destination  was not identified,  as described in Table 5-4. \nFurther details are set out in Appendi ces 5-2-7 and 5-2-9. \nConclusion  \n5.91 Owing to the findings set out above, I do not consider that the Davidson  \nTracing Exercise is complete.  \nD1/347/67\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 68 Summary  \n5.92 The 270 Relevant Drawdowns  in the Davidson Tracing Exercise, totalling \nUSD  2,335,943,519 , can be summarised as follows:  \na) 84 Relevant Drawdowns, totalling an equivalent of  USD 1, 572,988,914 \n(i.e. 67.3% by value),124 can be t raced using Mr. Davidson’s Funds Flow \nMethodology .125 In relation to seven  of these Relevant Drawdowns, \ntotalling an equivalent of  USD  154,459,083  (i.e. 6.6% by value),126 the \nfunds flow appears to be non -chronological. (See paragraphs 5.35  to \n5.51 ); \nb) 103 Relevant Drawdowns, totall ing an equivalent of USD 11,735,469 \n(i.e. 0.5% by value),127 are FX Top -ups;  \nc) 14 Relevant Drawdowns, totalling an equivalent of  USD 194,005,389  \n(i.e. 8.3% by value),128 are considered “Bridging Loans” by \nMr. Davidson. The tracing methodology he uses is not consistent with \na Funds Flow Analysis . However , it is consistent with  elements of the \nBank's case , in which a Prepayment is linked to a Return of \nPrepayment. (See paragraphs 5.52  to 5.75 ); \nd) 69 Relevant Drawdowns, totalling an equivalent of USD  557,213,749 \n(i.e. 23.9% of Relevant Drawdowns by value) , have  not been traced  by \nMr. Davidson .129 However , I consider it is possible to trace four of \nthese Relevant Drawdowns , totalling USD  29,097,279 , using \nMr. Davidson’s Fund Flow Methodology  to: (i) loan repayments by ZFZ; \nor (ii) a current account of the Second Defendant and a c ustomer of \nan external bank.  (See paragraphs 5.86  to 5.89 ); and  \n \n124  USD 1, 572,988,914 / USD 2,335,943,519 = 67.3%.  (See Appendix 5 -1-1-1, cell E14).  \n125  Excluding Relevant Drawdowns #56 and #140 , totalling USD 216,948 , which \nMr. Davidson notes \"feature in both loan repayment and FX top up Transaction  \nChains\" . (Source : Davidson1A, paragraph 5.9, footnote 2).  \n126  USD 154,459,083  / USD 2,335,943,519 = 6.6%.  \n127  USD 11,735,469 / USD 2,335,943,519 = 0.5%.  (See Appendix 5 -1-1-1, cell E18).  \n128  USD 194,005,389 / USD 2,335,943,519 = 8.3%. (See Appendix 5 -1-1-1, cell E16).  \n129  USD 557,213,749 / USD 2,335,943,519 = 23.9%.  \nD1/347/68\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 69 e) in relation to five Relevant Drawdowns, the destination of certain \nsmall value payments was omitted . (See paragraph 5.90 ). \n  \nD1/347/69\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 70 6 The loss suffered by the Bank  \nWhat was the loss to the Bank?  \nOverview  \n6.1 As I explained in my First Report, I calculated the loss to the Bank as the \namount of the Unreturned Prepayments (i.e. USD  1,911,877,385), less any \nsum w hich ought to be credited to reflect repayments of Relevant \nDrawdowns, as follows:  \na) repayments by Asset Transfer, adjusted for the “true” value of the \nassets transferred to the Bank ( and excluding the assets referred to \nin paragraph 28M of the RAR); \nb) repayments by foreign exchange gains; and  \nc) repayments with cash from external sources.  \n6.2 My calculation of the loss is summarised in Table 7 -1 of my First Report.  \nScope of work  \n6.3 I am now instructed to review the Bank’s transactional data to determine  \nwhether any repayments of principal or interest payments  were made under  \neither : \na) the New Loans; or \nb) the loans  to Dilorsano Consulting in relation to the airc"}
{"start": 108500, "text": "ing the assets referred to \nin paragraph 28M of the RAR); \nb) repayments by foreign exchange gains; and  \nc) repayments with cash from external sources.  \n6.2 My calculation of the loss is summarised in Table 7 -1 of my First Report.  \nScope of work  \n6.3 I am now instructed to review the Bank’s transactional data to determine  \nwhether any repayments of principal or interest payments  were made under  \neither : \na) the New Loans; or \nb) the loans  to Dilorsano Consulting in relation to the aircraft.  \n6.4 I am also instructed to update  my calculation of the loss to the Bank to \nreflect : \na) repayments of principal made by the New Borrowers under  the New \nLoans (which repaid Relevant Drawdowns ); \nb) repayments of principal made by Dilorsano  Consulting  under the \nloans in relation to the aircraft ; and  \nc) the exclusion of the Transfer red Asset “Hotel Zirka” , in accordance \nwith paragraph 28M.2  of the RRAR . \nD1/347/70\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 71 6.5 For ease of reference, I set out three alternative values for the Transferred \nAssets , as follows:  \na) the “true” values according to the Bank , updated for additional \ninformation as set out in paragraph  6.4c) ; \nb) the “true” values according to the First Defendant; and  \nc) the Net Credit Values (i.e. the values recorded in the Bank’s \ntransactional data at the date the assets were transferred , net of \nadjustments made later in 2016 ). \nSummary of findings  \nRepayments of New Loans and loans to Dilorsano Consulting  \n6.6 Between the date the loans were made and the end of the available \ntrans actional data, the following repayments  of principal were made : \na) UAH  130,278,483  in respect of the New Loans (i.e. 0.1% of the value \nof the drawdowns  there under ). (See further at paragraphs 6.8 to \n6.11 );130 and \nb) USD  13,056,844  in respect of the loans to Dilorsano Consulting \n(i.e. 8.0% of the original balance on the loans). (See further at \nparagraphs 6.12  to 6.17 ).131 \n \n130  The end of the available transactional data in respect of the New Loans is \n30 November  2020. I am instructed that t he Bank inte nds to disclose an update to \nthe transactional data in respect of the New Loans prior to trial.  \n131  The end of the available transactional data  in respect of the loans to Dilorsano \nConsulting is 16 August  2022.  I am instructed that t he Bank intends to discl ose an \nupdate to the transactional data in respect of Dilorsano Consulting prior to trial.  \nD1/347/71\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 72 The Loss to the Bank  \n6.7 I now calculate the loss to the Bank as follows:  \nTable 6-1: Summary of Loss  \nLoss Amount  \n(USD)  \nTotal Net Unreturned Prepayments  1,911,877,385  \nLess: Value of repayments of Relevant Drawdowns by \nAsset Transfer(1), (2), (3) , (4) (89,554,517 ) \nLess: Value of repayments of Relevant Drawdowns by \nforeign exchange gains  (5,078,503)  \nLess:  Value of repayments of Relevant Drawdowns by \nexternal sources  (705,795)  \nLess: Value of repayments of principal by New \nBorrowers  under  the New Loans(5) (2,277,480 ) \nLess: Value of repayments of  Relevant Drawdowns \naccording to the  principal repaid by Dilorsano  \nConsulting(6) (12,336,440 ) \nTotal  1,801,924,650  \nSource : Appendix 6-1-1, Appendix 6 -1-2, Appendix 6 -1-3 and Thompson1 , \nTable 7 -1. \n \nNote:  (1) Adjusting for the “true” values of the Transferred Assets according \nto the expert reports of Mr. Bezant and Mr. Thomas . (See  Thompson1, \nparagraphs  7.4 to 7.8).  \n \n(2) Excluding repayments of Relevant Drawdowns made by : (i) the assets \nreferred to in para graph s 28M .1 and 28M.2  of the RRAR  (i.e. Hotel Mir and \nHotel Zirka) ; and (ii) the aircraft , referred to in paragraph 27F.8 of the RRAR. \nI am instructed that further assets may fall within paragraphs 28M .1 or \n28M.2 of the RRAR prior to trial, such that  repa yments by those assets shou"}
{"start": 112000, "text": " according \nto the expert reports of Mr. Bezant and Mr. Thomas . (See  Thompson1, \nparagraphs  7.4 to 7.8).  \n \n(2) Excluding repayments of Relevant Drawdowns made by : (i) the assets \nreferred to in para graph s 28M .1 and 28M.2  of the RRAR  (i.e. Hotel Mir and \nHotel Zirka) ; and (ii) the aircraft , referred to in paragraph 27F.8 of the RRAR. \nI am instructed that further assets may fall within paragraphs 28M .1 or \n28M.2 of the RRAR prior to trial, such that  repa yments by those assets should \nalso be excluded.  \n \nD1/347/72\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 73 (3) I have made a minor correction  to the apportionment of Relevant \nDrawdown #147 by Ortika between its ultimate sources of repayment as set \nout in my First Report. As a result of this correction , the value by which it was \nultimately repaid by Asset Transfer has increased by USD 1,285, and the \nvalue by which it was ultimately repaid via the Transformation has decreased \nby the same amount. Consequently , my calculation of the value of \nrepayments of Relevant Dra wdowns by Asset Transfer has increased by \nUSD  101 (after adjusting for the “true” values of the Transferred Assets, and \napplying the exchange rates at the date(s) they were transferred to the \nBank). My  calculation of the loss to the Bank has therefore  decreased by \nUSD  101.  (See Appendix 6 -1-4). \n \n(4) Using the “true” values according to the First Defendant , the v alue of \nrepayments of Relevant Drawdowns by Asset Transfer  would be \nUSD  351,011,393 . (See Appendix 6 -1-5). \n \n(5) Repayments of principa l under  the New Loans , totalling USD 2,277,480 , \nhave  not been apportioned  to Relevant Drawdowns . Hence, credit has been \ngiven for all repayments under the New Loans which repaid Relevant \nDrawdowns. This is a conservative approach to calculating loss . \n \n(6) Repayments of principal  under the loans to Dilorsano Consulting in \nrelation to the aircraft, totalling USD 13,056,844,  have been apportioned to \nRelevant Drawdowns.  \nWere any repayments of principal or interest payments  made \nunder the New Loans?  \n6.8 296 repayments of principal were made under  the New Loans between \n27 October 2016 and 27 May 2020, totalling UAH  130,278,483  (which is \nequivalent to USD 4,946,234) . This is 0.1% of the value of drawdowns made \nunder New Loans, totalling UAH  127,060,140,461  (which is equivalent to \nUSD  4,948,417,374) .132 \n \n132  UAH 130,278,483 / UAH 127,060,140,461 = 0.1%.  \nD1/347/73\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 74 6.9 Further, 1,3 58 interest payments were made in relation to the loans \nbetween 4 November 2016 and 30 November 2020, totalling \nUAH  2,552,554,771  (which is equivalent to USD 96,063,428) .133 \n6.10 Of the 296 repayments  of principal , 160 were made under loans which \nrepaid Relevant Drawdowns. The se repayments  were made between \n30 August 2017 and 27  December 2019, totalling UAH 60,390,776  (which is \nequivalent to USD  2,277,480) . \n6.11 The drawdowns and repayments are set out in Appen dix 6-1-2. \nWere any repayments of principal or interest payments made \nunder the loans to Dilorsano Consulting in relation to the \naircraft?  \n6.12 As I explained in my First Report, the Bank’s transactional data shows that \nnine aircraft were transferred to the Ban k in 2016 in purported repaym ent \nof seven Relevant Loans and three other loans. The  transactional data shows \nthat the aircraft were subsequently sold to Dilorsano Consulting between \n23 and 25  August 2016 , for deferred consideration of USD 163,891,088.134 \n6.13 The transactional data also shows that the Bank recorded receivables in nine \naccounts135 on the same dates , totalling the same amount, but no cash was \nreceived  at that time.  \n6.14 On 30 December 2016, the  Credit Value of each aircraft was debited to one \nof nine loan accounts136 associated with Dilorsano Consulting, and credited \nto"}
{"start": 115500, "text": "ows \nthat the aircraft were subsequently sold to Dilorsano Consulting between \n23 and 25  August 2016 , for deferred consideration of USD 163,891,088.134 \n6.13 The transactional data also shows that the Bank recorded receivables in nine \naccounts135 on the same dates , totalling the same amount, but no cash was \nreceived  at that time.  \n6.14 On 30 December 2016, the  Credit Value of each aircraft was debited to one \nof nine loan accounts136 associated with Dilorsano Consulting, and credited \nto the respective receivables accounts (i.e. the nine receivables were \nconverted retrospectively to nine loans ). The  transaction narratives refer to \npurchase agreements for each of the aircraft dated between 23 and \n25 August 2016.  \n \n133  This includes 1,358 interest payments totalling UAH  2,588,051,657 and \nsix part-reversals of interest payments totalling UAH 35,496,887 \n(i.e. UAH  2,588,051,657 – UAH 35,496,887 = UAH 2,552,554,771, using the \nunrounded figures in Appendix 6 -1-2-3). \n134  Thompson1, paragraphs 4.29 to  4.31.  \n135  With prefix 3548.  \n136  With prefix 2063.  \nD1/347/74\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 75 6.15 301 repayments of principal were made on th e loan accounts between \n24 April 2017 and 13 September  2021, totalling USD 13,056,844 . This is 8.0% \nof the original balance on the loans.137 The outstanding balance on the loans \nat 16 August  2022  (when the available transactional  data comes to an end) \nwas USD  150,834,244 .138, 139 \n6.16 Further, 362 interest payments were made in relation to the loans between \n23 September 2016 and 23 December 2021 , totalling USD  40,318,529 .140 \n6.17 The repayments  of principal and  interest payments referred to above are set \nout in Appe ndix 6 -1-3. \n \n137  USD 13,056,844 / USD 163,8 91,088 = 8.0%  \n138  USD 163,891,088 – USD 13,056,844 = USD 150,834,244.  \n139  Payments of principal were made to accounts with prefix 2063.  \n140  Payments of interest were made to accounts with prefixes 2068 and 3578.  \nD1/347/75\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 76 What were the values of the Transferred Assets?  \n6.18 The values of the Transferred Assets which repaid Relevant Drawdowns  are \nsummarised in Table 6-2 below.  \nTable 6-2: Values of the Transferred Assets  which repaid Relevant \nDrawdowns(1) \nAsset type  “True” value \naccording to \nthe Bank \n(USD)  “True” value \naccording to \nthe First  \nDefendant  \n(USD)  Net C redit \nValue  \n(USD)  \nPetrol stations(2) 74,933,310   310,587,300  253,270,491  \nOil storage facilities(3) 20,109,531  87,189,028  221,523,516  \nHotel Zirka  42,867,140  52,835,621  66,700,452  \nDnipro arena  5,016,323  61,714,885  60,694,400  \nDnipro office  6,999,431  8,479,297  8,849,320  \nFC Dnipro training base  4,196,434  13,278,899  26,818,287  \nDnipro airfield(2) 247,979  1,359,887  14,643,534  \nKiev office  7,766,686  9,799,188  12,868,730  \nHotel Mir  10,092,397  10,359,073  17,966,694  \nAircraft  69,270,131  84,776,000  163,891,088  \nTotal  241,499,362  640,379,179  847,226,511(4) \nSource: Appendix 6 -1-1. \n \nNotes: (1) Figures in the table are subject to rounding.  \n \n(2) The values  at which the Dnipro airfield and two petrol stations were sold \nat auction were higher than their “true” values . In these instances, the \nfigures in th is table include the amount for which each asset was sold at \nauction , rather than its “true” value. If the  “true” value of these assets were \nused instead , the total “true” value of Transferred Assets which repaid \nRelevant Drawdowns would be USD 241,240,800 (according to the Bank ). \n(See  Appendix 6 -1-1-3, cell AE43 6). This is USD 258,562 lower than the total \nof USD 241,499,362  in this table.  (USD 241,499,36 2 – USD 241,240,800 = \nUSD  258,562).  \n \nD1/347/76\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 77 (3) Excluding two oil storage facilities  which"}
{"start": 119000, "text": "” value of these assets were \nused instead , the total “true” value of Transferred Assets which repaid \nRelevant Drawdowns would be USD 241,240,800 (according to the Bank ). \n(See  Appendix 6 -1-1-3, cell AE43 6). This is USD 258,562 lower than the total \nof USD 241,499,362  in this table.  (USD 241,499,36 2 – USD 241,240,800 = \nUSD  258,562).  \n \nD1/347/76\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 77 (3) Excluding two oil storage facilities  which are ILTAs , but which did not \nrepay Relevant Drawdowns. The “true” values of these assets according to \nthe Bank total UAH 17.8 million, which is equivalent to USD 0.7 million using \nthe exchange rates on the dates they were transfer red. (See Note 1 to \nTable  4-5 of my First Report , and Appendix 7 to the Second Ex pert Report of \nMark Bezant on Transferred Assets, dated 14  July 2022 ). \n \n(4) In my First Report, I explained that the total Net Credit Value of RLTAs and \nILTAs was USD  845.0 million. (See Appendix 4 -6-1 to Thompson1, \nparagraph  A.4). This figure included Net  Credit Values , totalling \nUSD  161.7  million , in respect of five aircraft  that  the First Defendant \nindicated in Schedule 2 to his RRAD were transferred to the Bank  in \nrepayment of seven Relevant Loans.  (See  Thompson1, paragraphs 4.29 to \n4.32). Since the dat e of my First Report, the First Defendant appears to have \nrevised his case  to indicate that nine aircraft with Net Credit Values totalling \nUSD  163.9  million repaid seven  Relevant Loans (of which I take account in my \nSecond Report ). (See Appendix 6 -1-1). Therefore, the total Net Credit Value \nof RLTAs and ILTAs has increased by USD  2.2 million (i.e.  USD  163.9 million – \nUSD 161.7 million = USD 2.2 million).  \n \n6.19 I calculate the credit which ought to be given to reflect repayments of \nRelevant Drawdowns by Asset T ransfer  in Table 6-3 below.  \nD1/347/77\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 78 Table 6-3: Calculation of the credit which ought to be given to reflect \nrepayments of Relev ant Drawdowns by Asset Transfer  \nCredit  Amount  \n(USD)  \nTotal “true” value of Transferred Assets which repaid \nRelevant Drawdowns(1) 241,499,362  \nLess: Effect of apportioning Transferred Assets to \nRelevant Drawdowns(2) (36,450,036 ) \nValue of repayments of Relevant Drawdowns by Asset \nTransfer , including the assets referred to in paragraphs \n28M.1, 28M.2 and 28J.2.7 of the RRAR(3) 205,049,326  \nLess: Repayments made by Hotel Mir, for which no \ncredit is given pursuant to paragraph 28M.1  of the \nRRAR(4) (10,087,109 ) \nLess: Repayments made by Hotel Zirka, for which no \ncredit is given pursuant to paragraph 28M.2  of the \nRRAR(5) (39,959,509 ) \nLess: Repayments made by the aircraft, for which credit \nis given according to the principal repaid by Dilorsano \nConsulting under the related loans pursuant to 28J.2.7 \nof the RRAR  (rather than according to their “ true” \nvalue)(6) (65,448,190)  \nValue of repayments of Relevant Drawdowns by Asset \nTransfer  89,554,517  \nNotes: (1) See Table 6-2. \n \n(2) Balancing figure . \n \n(3) See Appendix 6 -1-1-1, cell  J232. \n \n(4) See Appendix 6 -1-1-1, cell J22 7. \n \n(5) See Appendix 6 -1-1-1, cell J22 8. \n \n(6) See Appendix 6 -1-1-1, cell J22 9. \n6.20 I can provide c alculations based on other asset values if the court so  wishes.  \nD1/347/78\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 79 Mr. Steadman’s criticisms  \nOverview  \n6.21 Mr. Steadman makes a number of criticisms of the way I calculate loss, as \nfollows:  \na) it is inconsistent with the loss reported in the Bank’s 2016 Financial \nStatements;141 \nb) the Relevant Loans did not (or did not necessarily) cause the Bank’s \nloss;142 and \nc) he has identified no (or insufficient ) “indicat ions of misappropriation ” \nwhich, as an accountant, he would expect to see.143 \n6.22 I set out my comments below.  \nScope of w"}
{"start": 122500, "text": "000665  | 79 Mr. Steadman’s criticisms  \nOverview  \n6.21 Mr. Steadman makes a number of criticisms of the way I calculate loss, as \nfollows:  \na) it is inconsistent with the loss reported in the Bank’s 2016 Financial \nStatements;141 \nb) the Relevant Loans did not (or did not necessarily) cause the Bank’s \nloss;142 and \nc) he has identified no (or insufficient ) “indicat ions of misappropriation ” \nwhich, as an accountant, he would expect to see.143 \n6.22 I set out my comments below.  \nScope of work  \n6.23 In relation to Mr. Steadman’s criticisms, the following  work was undertaken : \na) the Bank’s Financial Statements (in relation both to 2016 and other \nperiods) were re viewed to confirm how loans relevant to the present \ncase  were recognised and what  impairment charges were taken . I \nalso considered whether the way the loans were recognised is \nconsistent with the Bank’s case ; \nb) I considered whether the Relevant Loans caused the Bank loss; and  \nc) I considered the “indicat ions of misappropriation ” identified by \nMr. Steadman, whether any other such indicat ions exist , and what \nimpact, if any, they have on my calculation of loss.  \n \n141  Steadman1, paragraph 3.4.1 . \n142  Steadman1, paragraph 4.5.1 and 4.5.2 . \n143  Steadman1, paragraph 5.4.2 . \nD1/347/79\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 80 Summary of findings  \nLoss reported in the Bank’s 2016 F inancial Statements144 \n6.24 Although I do not express any opinion on matters of law, it is my \nunderstanding that the circumstances in which assets and liabilities are \nrecognised for accounting purposes may differ from those in which they are \ncreated in law.  \n6.25 The Bank recorded an accounting loss in  respect of the New Loans in its 2016 \nFinancial Statements; indeed, in excess of 98% of the value of the New Loans \nwas impaired as at 31  December 2016. However, the Bank’s auditors were \nunable to verify either the timing  or the amount  of the impairment , and \nwere unable to conclude whether the loss ought to have been recognised in \nearlier periods . (See further at paragraphs 6.48  to 6.58 ). \n6.26 By taking the impairment charge in respect of the New Loans (which , to a \nsignificant extent , repaid the Relevant Loans), the Bank reflected on its \nBalan ce Sheet the impairment of its corporate loan portfolio at the first \navailable opportunity following its nationalisation. However, the fact that no \nimpairment  charge was taken in earlier periods in respect of the Relevant \nLoans does not imply  that no such charge ought to have been taken.  If a loss \nhad been recognised in earlier periods in respect of the Relevant Loans, then \nthe loss recognised in the 2016 Financial Statements in respect of the New \nLoans  would have been reduced.  (See further at paragraphs 6.59  to 6.66 ). \n6.27 Further, as a matter of accounting, I  do not consider that the loss recognised \nin the Bank’s 2016 Financial Statements is inconsistent with the Bank’s case.  \nDid the Relevant Loans cause the Bank loss?  \n6.28 Mr. Steadman’s analysis contains minor errors and inconsistencies ; \nhowever, they  do not affect the conclusions he reaches by applying his \nmethodology.  (See further at paragraphs 6.74  to 6.81 ). \n \n144  Throughout this section, where I refer to the Bank’s Financial Statements I am \nreferring to the Bank ’s Consolidated  Financial Statements.  \nD1/347/80\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 81 6.29 More significantly , I consider that Mr. Steadman’s methodology is \ninappropriate and flawed . In particular : \na) he does not explain why he selects all Named Customers for his \nanalysis of th e Bank’s loan portfolio  (rather than just the Borrowers) , \nnor why he deducts interest accrued . Notwithstanding that I do not \nagree with Mr. Steadman’s approach  as discussed further below, his \ncalculation of the increase in value of the Bank’s loan portfoli o would \nbe U"}
{"start": 126000, "text": " BL -2017 -000665  | 81 6.29 More significantly , I consider that Mr. Steadman’s methodology is \ninappropriate and flawed . In particular : \na) he does not explain why he selects all Named Customers for his \nanalysis of th e Bank’s loan portfolio  (rather than just the Borrowers) , \nnor why he deducts interest accrued . Notwithstanding that I do not \nagree with Mr. Steadman’s approach  as discussed further below, his \ncalculation of the increase in value of the Bank’s loan portfoli o would \nbe USD 1,055.3 million higher if other Named Customers were \nexcluded  (i.e. if he had limited his analysis to Borrowers)  and interest \naccrued (by the Borrowers) were included . (See  further at paragraphs \n6.85  to 6.94 ); and  \nb) his analysis is incomplete, since he is unable to establish whether loans \nwere made prior to the Relevant Loans, and whether and how those \nloans were repaid. (See further at paragraphs 6.95  to 6.98 ). \n6.30 Therefore, I do not consider that Mr. Steadman’s analysis  of whether the \nRelevant Loans caused  the Bank loss is appropriate or useful.  \n“Indicat ions of misappropriation ” \n6.31 I do not consider it a matter of accounting expertise to opine on what \nconstitutes “ indicat ions of misappropriation ”. Although I am able to expl ain \nwhat happened to the relevant funds by analysing the Bank's transactional \ndata , I consider  it is for the court to establish whether this indicate s \n“misappropriation”.  \n6.32 Nonetheless, I consider that Mr.  Steadman’s analysis is flawed  and \nincomplete. In particular, it is unclear why he: \na) limits his analysis to payments from accounts of Borrowers and \nIntermediary Borrowers . (See further at paragraphs 6.113  and 6.114 ); \nb) exclud es those  which have ‘PrivatBank’ or the Ukrainian equivalent in \ntheir name. (See further a t paragraph 6.115 );  \nc) excludes funds  which ( according to the Lafferty Spreadsheets ) are paid \nto trading companies the Bank alleges were owned and/or controlled \nby the First and/or Second Defendants. (See further at paragraphs \n6.116  to 6.119 ); and  \nd) excludes  a large number of additional payments made by  Named \nCustomers to accounts outside the Bank. (See further at paragraphs \n6.120  to 6.134 ). \nD1/347/81\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 82 Loss reported in the Bank’s 2016 Financial Statements  \nOverview  \n6.33 Although I do not express any opinion on matters of law, it is my \nunderstandin g that the circumstances in which assets and liabilities are \nrecognised for accounting purposes may differ from those in which they are \ncreated in law. For example, although I am instructed that a claim may arise \nas a matter of law as soon as a loss is cau sed by an unlawful act, it would not \nbe recognised as an asset for accounting purposes until it becomes “ virtually \ncertain that an inflow of economic benefits will arise ”.145 Therefore, it follows \nthat a claim may come into existence as a matter of law befo re it is \nrecognised in an entity’s financial statements. Although I set out my \ninterpretation of the Bank’s Financial Statements below, I should emphasise \nthat I express no opinion on whether the timing of when a loss is recognised \nfor accounting purposes  is relevant to the Bank’s claim  as a matter of law . \n6.34 I start by considering the relevant accounting standards.  \nAccounting standard s \n6.35 There are two topics  which are relevant to Mr.  Steadman’s assessment of \nthe loss reported in the Bank’s Financial Statements, as follows:  \na) the concept of accounting loss; and  \nb) the correction of errors.  \n6.36 I consider each of them with reference to the relevant  accounting standards \nbelow.  \nConcept of accounting loss  \n6.37 I agree with Mr. Steadman’s definition of an accounting loss .146 \nAn accounting loss is  an expense charged against profits (i.e. a decrease in \nasset s, or an increase in liabilities, which leads to a decrease in equity other \nthan dis"}
{"start": 129500, "text": " loss reported in the Bank’s Financial Statements, as follows:  \na) the concept of accounting loss; and  \nb) the correction of errors.  \n6.36 I consider each of them with reference to the relevant  accounting standards \nbelow.  \nConcept of accounting loss  \n6.37 I agree with Mr. Steadman’s definition of an accounting loss .146 \nAn accounting loss is  an expense charged against profits (i.e. a decrease in \nasset s, or an increase in liabilities, which leads to a decrease in equity other \nthan distributions to holders of equity claims).147 \n \n145  IAS 37, paragraphs 31 to 35.  \n146  Steadman1, paragraph 3.1 .1. \n147  Conceptual Framework for Financial Reporting 2018, paragraph 4.69.  \nD1/347/82\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 83 6.38 In respect of loans to its customers, the Bank would recognise an accounting \nloss by taking an impairment charge against the valu e of those loans. This \nwould lead to a decrease in the Bank’s assets.  \n6.39 The accounting standard applicable to loans to the Bank’s customers in the \nBank’s 2013 to 201 7 Financial Statements inclusive is IAS 39.148, 149 IAS 39  \nstates the following:150 \n“A financial  asset or a group of financial assets is impaired and \nimpairment losses are incurred if, and only if, there is objective evidence \nof impairment as a result of one or more events that occurred after the \ninitial recognition of the asset (a ‘loss event’) and that loss event (or \nevents) has an impact on the estimated future cash flows of the financial \nasset or group of financial assets that can be reliably estimated.”  \n6.40 The Bank’s audited Financial Statements for the year ended \n31 December  2016 were approved in M ay 2017.151 According to its 2016 \nFinancial Statements, the “ primary factors ” used to determine whether a \nfinancial asset (i.e. a loan) was impaired were: (i)  whether it was overdue; \nand (ii)  whether any related collateral was realisable.152 \n6.41 The Bank also us ed “ other principal criteria ” to make this assessment, \nincluding whether:  \na) “any instalment is overdue and the late payment cannot be attributed \nto a delay caused by the settlement systems;  \nb) the borrower experiences a significant financial difficulty as evidenced \nby the borrower’s financial information that the Group obtains;  \n \n148  IAS 39 is entitled “Financial Instruments: Recognition and Measurement ”. \nIt establishes “principles for recognising and measuring financial assets, financial \nliabilities and some contracts to buy or sell non -financial items .” (Source:  IAS 39, \nparagraph 1) . \n149  Thereafter, the applicable standard was IFRS 9.  \n150  IAS 39, paragraph 59.  \n151  The Financial Statements were issued and signed on 16 May 2017. The Independent \nAuditor’s report was signed by EY  on 25 May 2017.  \n152  The Bank’s  Consolidated Financial Statements and Independent Auditor’s Report \nfor the year ended 31 December 2016, page 10.  \nD1/347/83\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 84 c) the borrower considers bankruptcy or a financial reorganisation;  \nd) there is an adverse change in the payment status of the borrower as a \nresult of changes in the national  or local economic conditions that \nimpact the borrowe r; or \ne) the value of collateral significantly decreases as a result of \ndeteriorating market conditions .” \n6.42 I note that there is significant overlap between the Bank’s “ primary factors ” \nand “ other principal criteria ” used to assess whether a financial asset is \nimpaired, and the “ loss events ” set out in IAS  39.153 \n6.43 If a financial asset is impaired, IAS 39 states that the amount of the \nimpairment loss is measured as “ the difference between the asset’s c arrying \namount and the present value of estimated cash flows discounted at the \nfinancial asset’s original effective interest rate” .154 \n6.44 Hence, the Bank would reduce the value of a loan through an impairm"}
{"start": 133000, "text": "rs ” \nand “ other principal criteria ” used to assess whether a financial asset is \nimpaired, and the “ loss events ” set out in IAS  39.153 \n6.43 If a financial asset is impaired, IAS 39 states that the amount of the \nimpairment loss is measured as “ the difference between the asset’s c arrying \namount and the present value of estimated cash flows discounted at the \nfinancial asset’s original effective interest rate” .154 \n6.44 Hence, the Bank would reduce the value of a loan through an impairment \ncharge such that the loan’s revised value reflected  the present value of \nexpected future repayments.155 If the Bank did not expect any repayments, \nit would impair the loan to nil (subject to the value of any realisable \ncollateral).  \n \n153  6.40 (i) and 6.41 a), b), c) and d) are explicitly defined as “loss ev ents ”, as referred to \nin paragraph 59 of IAS 39. 6.40 (ii) and 6.41 e) appear to be implied as “loss events ” \nin the same paragraph.  \n154  IAS 39, paragraph 63.  \n155  The Bank would create an allowance for impairment  (i.e. a liability) which would be \nset off against the loan in its Financial Statements, with an associated impairment \ncharge to the Statement of Profit or Loss and Other Comprehensive Income. The \namount of the allowance would be determined such that the n et loan balance \n(i.e. the value of the loan less the impairment allowance) would equal the present \nvalue of expected future repayments. The Bank would not adjust the value of the \nloan itself.  \nD1/347/84\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 85 Correction of errors  \n6.45 The accounting standard applicable to the correction of  errors is IAS 8 ,156 \nwhich  states the following:157 \n“an entity shall correct material prior period errors retrospectively in the \nfirst set of financial statements authorised for issue after their discovery \nby: \na) restating the comparative amounts for the prior period(s) \npresented in which the error occurred; or  \nb) if the error occurred before the earliest prior period presented, \nrestating the opening balance of assets, liabilities and equity for \nthe earliest prior period presented.”  \n6.46 In respect of the restatement of  prior periods, IAS 8 makes an exception for \nthe correction of errors where it is “ impracticable ” to determine either the \nperiod -specific effects or the cumulative effect of the error. In such \ncircumstances, IAS 8 states that an entity should do the follow ing: \na) “restate the opening balances of assets, liabilities and equity for the \nearliest period for which retrospective restatement is practicable \n(which may be the current period)” ;158 or \nb) “When it is impracticable to determine the cumulative effect, at the \nbeginning of the current period, of an error on all prior periods, the \nentity shall restate the comparat ive information to correct the error \nprospectively from the earliest date practicable.”159 \n6.47 I go on to explain how these topics  apply to the Bank’s Financial Statements.  \n \n156  IAS 8 is entitled “ Accounting Policies, Changes in Accounting  Estimates and Errors ”. \nIt prescribes “ the criteria for selecting and changing accounting policies, together \nwith the accounting treatment and disclosure of changes in accounting policies, \nchanges in accounting estimates and corrections of errors. ” (Source : IAS 8, \nparagraph 1) . \n157  IAS 8, paragraph 42.  \n158  IAS 8, paragraph 44.  \n159  IAS 8, paragraph 45.  \nD1/347/85\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 86 Position in the original 2016 Financial Statements160 \n6.48 The Bank’s 2016 Financial Statements include the following notes:161, 162 \na) “In October – November 2016, the Group  restructured a part of its \nloan portfolio with a total value of UAH 137,082 million before \nallowance for impairment as at 31 December 2016” ; and  \nb) “As at 31 December 2016, the Group  recognised UAH 135,018 million \nof allowance "}
{"start": 136500, "text": "ptember  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 86 Position in the original 2016 Financial Statements160 \n6.48 The Bank’s 2016 Financial Statements include the following notes:161, 162 \na) “In October – November 2016, the Group  restructured a part of its \nloan portfolio with a total value of UAH 137,082 million before \nallowance for impairment as at 31 December 2016” ; and  \nb) “As at 31 December 2016, the Group  recognised UAH 135,018 million \nof allowance for impairment under these loans” . \n \n160  The Bank restated parts of its 2016 Financial Statements in 2018. (See further at \nparagraphs 6.55  to 6.58 ). \n161  I have not identified an  impairment in respect of any of the loans which relate to \nthe Bank’s case in the Bank’s transa ctional data  (prior to 2016) . \n162  The Bank’s Consolidated Financial Statements and Independent Auditor’s Report \nfor the year ended 31 December 2016, page 25.  \nD1/347/86\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 87 6.49 The Bank’s 2016 Financial Statements do not identify whether the \nrestructuring referred to in 6.48a)  is the Transformation, or whether the \nloans referred to in 6.48b)  are the New Loans.163 However, the notes to the \nFinancial Statements refer to the fact that “ the Bank restructured part of its \nloan portfolio \", which I understand to  refer to the Transformation.  Given \nthat the Bank’s transactional data records the Relevant Loans and \nIntermediary Loans as having been repaid,164 I expect that the balances \nrecorded in the Bank’s 2016 Financial Statements include the New Loans and \nexclude both the Relevant Loans and Intermediary Loans. (Hereafter, I \nassume this to be the case).165 Based on this assumption, the New Loans are \nalso included in the balance of “ Corporate loans ” in the notes to the Financial \nStatements.166 \n \n163  I note that this differs from the value of the New Loans according to the R RAR, \nwhich is UAH 126.9 billion. ( Source: RRAR, paragraph 31). \n164  Except for Relevant Loan DNH2LKI04220 to Prominmet and Relevant Loan \n4T13351D to Tamersa which, as set out in Thompson1, Table 4 -1, Note 1 , remained \noutstanding.  As at 31 December 2016, the outstanding balanc es on these Relevant \nLoans totalled UAH 956.8 million. (See Appendix 6-2-1, cell I149). For completeness , \nand as instructed,  I also set out the balances on the Relevant and Intermediary \nLoans as at 31  December for each of the years 2013 to 2016 inclusive  in the same  \nappendix.  \n165  As I set out in Thompson1 , the New Loans were recorded in the Bank’s transactional \ndata as having repaid the Relevant Drawdowns to a significant extent. Table 4 -6 of \nThompson1  indicates that USD 1,052 .3 million  of the Relevant Drawd owns were \nrepaid via the Transformation. This represents more than half of the Relevant \nDrawdowns, once repayments of Relevant Drawdowns by Relevant Drawdowns are \nexcluded. USD 1,052 .3 million  / (USD 2,335 .9 million  – USD  384.2 million ) = 53.9%.  \n(See Thomp son1, Table 4 -6). \n166  The Bank’s Consolidated Financial Statements and Independent Auditor’s Report \nfor the year ended 31 December 2016, page 25.  \nD1/347/87\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 88 6.50 As indicated above, the i mpairment charge taken was more than 98% of the \nvalue of the New Loans.167 Therefore, it follows that  the Bank considered \nthat the present value of expected future repayments was close to nil (i.e. it \ndid not expect to receive any, or any significant, repay ments), and the \ncollateral was irrecoverable , or had a value close to nil.168 \n6.51 I note that the Independent Auditor's report on the Bank’s 2016 Financial \nStatements includes a disclaimer of opinion in respect of the Bank’s financial \nperformance and cash flows .169 The basis for the disclaimer includes the \nfollowing:170 \na) “In 2016, the Group recognised an impairment charge"}
{"start": 140000, "text": " of expected future repayments was close to nil (i.e. it \ndid not expect to receive any, or any significant, repay ments), and the \ncollateral was irrecoverable , or had a value close to nil.168 \n6.51 I note that the Independent Auditor's report on the Bank’s 2016 Financial \nStatements includes a disclaimer of opinion in respect of the Bank’s financial \nperformance and cash flows .169 The basis for the disclaimer includes the \nfollowing:170 \na) “In 2016, the Group recognised an impairment charge of \nUAH  154,536 million in respect of loans and advances to customers. \nWe were unable to obtain sufficient appropriate audit evidence \nabout the period this impairment loss relates to. As a result, we were \nunable to determine whether any adjustments were necessary to the \nconsolidated statement of profit or loss and other comprehensive \nincome and the consolidated statement of changes in equity for 2 016 \nand 2015. ”171 \n \n167  UAH 135,018 million / UAH 137,082 million = 98.5%.  \n168  The Bank’s Financial Statements do not explain why it considered that the New \nLoans ought to be impaired (i.e. which of the “primary factors” or “other principal \ncriteria”  set out in paragraphs 6.40  and 6.41  were met).  \n169  EY became the Bank’s auditors in 2016.  \n170  The Bank’s  Consolidated Financial  Statements and Independent Auditor’s Report \nfor the year ended 31 December 2016, page (i).  \n171  The impairment charge of UAH 154,536 million relates to all “loans and advances \nto customers ”. It is therefore greater than the figure of UAH  135,018  million in \nparagraph 6.48b) , which appears only to relate to the New Loans.  \nD1/347/88\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 89 b) \"In 2016, the Group carried out a restructuring of loans and advances \nto customers with carrying value before allowance for impairment of \nUAH  137,082 million as at 31 December 2016. We were unable to \nobtain sufficient appropriate audit evi dence in respect of the effects \nof the restructuring of such loans on the consolidated statement of \nprofit or loss and other comprehensive income. As a result, we were \nunable to determine whether any adjustments were necessary to \nimpairment charge on loans  and advances to customers, losses on \ninitial recognition of financial assets with lower than market interest \nrates and interest income for 2016 .” \n6.52 Hence, the auditors were unable to verify either the timing  or the amount  \nof the impairment. Further, they were unable to conclude whether the loss \nought to have been recognised in earlier periods . \n6.53 Therefore, it is not possible to conclude from t he Bank’s original 2016 \nFinancial Statements  that “ the ‘loss event ’ that gave rise to the Impairment \nand write down of loans has occurred in the financial year ended \n31 December 2016 ”, as asserted by Mr. Steadman.172 \n6.54 I note that t he Bank’s 2016 Financial Statements were the first financial \nstatements it issued after its nationalisation in  December 2016.  \nPosition in the restated 2016 Financial Statements  \n6.55 The Bank’s 2016 Statement of Financial Position (i.e. its Balance Sheet) was \nrestated in its 2018 Financial Statements, which were approved in \nApril  2019.173 The 2016 Statement of Profit or  Loss and Other \nComprehensive Income was not restated.174 \n \n172  Steadman1, paragraph 3.2.5.  \n173  Both the Financial Statements and the Independent Auditor’s report were signed \non 23  April 2019.  \n174  The earliest prior period presented in the Bank’s 2018 Financial Statements was the \nyear ended 31 December 2017. The 2016 Statement of Profit or Loss and Other \nComprehensive Income was not included in the 2 018 Financial Statements as a \ncomparative and, therefore (according to IAS 8), did not require restate ment. \n(See  further at paragraphs 6.45  and 6.46 ). \nD1/347/89\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 90 6.56 In the restated 2016 Statem"}
{"start": 143500, "text": "e earliest prior period presented in the Bank’s 2018 Financial Statements was the \nyear ended 31 December 2017. The 2016 Statement of Profit or Loss and Other \nComprehensive Income was not included in the 2 018 Financial Statements as a \ncomparative and, therefore (according to IAS 8), did not require restate ment. \n(See  further at paragraphs 6.45  and 6.46 ). \nD1/347/89\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 90 6.56 In the restated 2016 Statement of Financial Position, the allowance for \nimpairment of “ Corporate loans ” (which, as described above, I have \nassumed to include the New Loans) increased by UAH 488 million from \nUAH  169,108 million to UAH 169,596 million.175, 176 It is not possible to \nallocate this figure between the New Loans and other loans from the \ninformation provided, because the disclosures set out in 6.48a)  and 6.48b)  \nin the original 2016 Financial Statements are not repeated.  \n6.57 The Bank’s 2018 Financial Statements do no t indicate whether the Bank \nchanged  its approach on the timing of the impairment loss (i.e.  whether it \nwould have adjusted its 2016 Statement of Profit or Loss (or those of prior \nyears ) if it had been required to do so to reflect the period to which the lo ss \nrelated).  \n6.58 Accordingly, the auditors did not comment on the timing of loss in the Bank’s \n2018 Financial Statements.  \nLoss in relation to the Relevant Loans  \nPre-2016 Financial Statements  \n6.59 I have not identified an  impairment in the Bank’s transactional data in \nrespect of  any of the loans which relate to the Bank’s case prior to 2016 \n(i.e. prior to the impairment of the New Loans in the Bank’s 2016 Financial \nStatements ). Further, I have not seen any evidence that  the Relevant Loans \nor Intermediary Loans were i mpaired  in the Bank’s Financial Statements .  \n \n175  The Bank’s  Consolidated Financial Statements and Independent Auditor ’s Report \nfor the year ended 31 December 2016, page 29; and The Bank’s Consolidated \nFinancial Statements and Independent Auditor’s Report for the year ended \n31 December 2018, page 37.  \n176  The figure of UAH 169,108 million is an impairment allowance for “ Corporate loans ” \n(i.e. a liability on the Balance Sheet). It is therefore different to the figure of \nUAH  154,536  million referred to in paragraph 6.51a) , which is an impairment \ncharge for “ loans and advances to customers ” (i.e. an expense in the Statement of \nProfit or Loss ). \nD1/347/90\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 91 6.60 I understand that the Bank has not subsequently restated any earlier \nFinancial Statements to recognise impairments in respect of the Relevant \nLoans or the Intermediary Loans.  \n6.61 However, in the circumstances of the  present case, the fact that no \nimpairment charge  was taken  in earlier periods in respect of the Relevant \nLoans does not imply  that no such charge ought to have been taken. If the \nRelevant Loans were impaired in earlier periods, this would have \nrepresented  a loss to the Bank in those periods. Further, the recognition of \nany such loss would have reduced the loss  which was recognised in respect \nof the New Loans in 2016, since the New Loans were recorded in the Bank’s \ntransactional data as having repaid the Re levant Loans to a significant \nextent.177 \n2016 and 2017 Financial Statements  \n6.62 As I explained above, IAS 8 states that (where practicable) an entity should  \ncorrect material , prior period errors by retrospectively restating \ncomparative amounts or opening balances in the first financial statements \nissued  following  discovery  of the error . Where it is impractica ble to \ndetermine either the period -specific or cumulative effect of t he error, IAS 8 \nstates that an entity should  restate its opening balances  or comparative \ninformation  for the earliest period for which retrospective restatement is \npractica ble. (See further at pa"}
{"start": 147000, "text": "tity should  \ncorrect material , prior period errors by retrospectively restating \ncomparative amounts or opening balances in the first financial statements \nissued  following  discovery  of the error . Where it is impractica ble to \ndetermine either the period -specific or cumulative effect of t he error, IAS 8 \nstates that an entity should  restate its opening balances  or comparative \ninformation  for the earliest period for which retrospective restatement is \npractica ble. (See further at paragraphs 6.45 a) to 6.46b) ). \n6.63 Having reviewed the Bank’s transactional data, in my view the complexity \nwith which loans were drawn down and repaid is  substantial. I consider it \nwould have taken a significant amount of w ork to identify each loan which \nrequired impairment and the amount and timing of each impairment.  \n \n177  i.e. when the New Loans were recorded as having repaid the Relevant Loans, any \nimpairment charge related to the Relevant Loans would have been reversed (to the \nextent that the Relevant Loans were repaid by the New Loans). Any such reversals \nwould have (partly) offset the impairment charge in respect of the New Loans, \nthereby reducing the loss recognised in 2016.  \nD1/347/91\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 92 6.64 Therefore, I do not consider it unreasonable that the Bank was unable to \nidentify the timing  or amount  of the overall impairment  (or provide \nsufficient inform ation to its auditors ) by the time the 2016 Financial \nStatements were issued in May  2017 (or, indeed, when the 2017 Financial \nStatements were issued in April 2018).178, 179 \n6.65 I note that, i mmediately following its nationalisation, the Bank carried out \nan impairment review as part of its work for the 2016 Financial \nStatements.180 This review identified that the New Loans ought to be \nimpaired. Hence, the Bank’s Balance Sheet reflected the impairment of its \ncorporate loan portfolio at the first available oppor tunity after its \nnationalisation.  \n2018 Financial Statements  \n6.66 If the Relevant Loans ought to have been impaired as soon as they were \nrecognised  (i.e. in the Bank’s 2013 and 2014 Financial Statements), a \nrestatement in the Bank’s 2018 Financial Statements wou ld only have been \nrequired under IAS 8 in respect of the opening balances for the earliest prior \nperiod presented.181 The earliest prior period presented in the Bank’s 2018 \nFinancial Statements was the year ended 31 December 2017, the opening \nbalances for w hich were the closing balances for the year ended \n31 December 2016. Since the Bank had already recognised the loss by \n31 December 2016 (albeit in respect of the New Loans), the loss would \nalready be present in the opening balances for the year ended \n31 December  2017,  and therefore  no further adjustment would be required . \n \n178  The Financial Statements were signed on 24  April 2018. The Independent Auditor’s \nreport was signed by EY on 25 April 2018.  \n179  The Independent Auditor’s report on the Bank’s 2017 Financial Statements repeats \nthe disclaimer of opinion on the financial perfor mance and cash flows for the year \nended 31 December 2016, for reasons including those set out in paragraphs 6.51a)  \nand 6.51b) . (Source:  The Bank’s Consolidated Financial Statements and \nIndependent Auditor’s Report for the year ended 31 December 201 7, page iii). \n180  The Bank’s Consolidated Financial Statements and Independent A uditor’s Report \nfor the year ended 31 December 2016, page 6. \n181  Since the errors would have occurred in 2013 and 2014, before the earliest prior \nperiod presented in the Bank’s 2018 Financial Statements . \nD1/347/92\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 93 Conclusion  \n6.67 For the reasons explained above, as a matter of accounting I do not consider \nthe fact that the Bank did not recognise an impairment in respect of the \nRelevant Loans, either in  its origina"}
{"start": 150500, "text": "the year ended 31 December 2016, page 6. \n181  Since the errors would have occurred in 2013 and 2014, before the earliest prior \nperiod presented in the Bank’s 2018 Financial Statements . \nD1/347/92\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 93 Conclusion  \n6.67 For the reasons explained above, as a matter of accounting I do not consider \nthe fact that the Bank did not recognise an impairment in respect of the \nRelevant Loans, either in  its original Financial Statements  or by restating \nearlier Financial Statements, is inconsistent with the Bank’s case.  \n6.68 Further, I do not consider the fact that the Bank recognised a loss in its \nFinancial Statements in relation to the New Loans in 2016 is i nconsistent \nwith the Bank’s case . \nDid the Relevant Loans cause the Bank loss?  \nOverview  \n6.69 Mr. Steadman refers to a report by the National Bank of Ukraine which \nstates that, during the period between  January 2007 and December 2016, \nthere was a “ scheme of cycli cal re -lending ” at the Bank, and “…to maintain \ncontinuity of [the] scheme, issuance of new loans is required… ”182 \n6.70 In this context, Mr. Steadman questions the effect the Relevant Loans had \non the loss to the Bank, as follows:183 \n“Even if the repayments of the Relevant Loans and the Intermediary \nLoans were invalid, I do not consider that it necessarily follows from \nan accounting perspective that the Bank could or should have \nrecognised a loss in respect of those loans specifically.  \n… \nFrom an ac counting perspective, it would be inconsistent to \ninvalidate the repayment of the Relevant Loans by the Intermediary \nLoans and New Loans but not to invalidate the repayment of other \nlending by the Relevant Loans. Put another way, the basis that the \nBank se eks to look through the Intermediary Loans and the New \nLoans may be equally applicable to the Relevant Loans. ” \n \n182  Steadman1, paragraph 4.1.3, which refers to the Na tional Bank of Ukraine \nInvestigation Report, dated 25 April 2019 (disclosure ID PB0134615_00001), \npage  8. \n183  Steadman1, paragraphs 4.1.1 and 4.1.2.  \nD1/347/93\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 94 6.71 Mr. Steadman goes on to conclude the follow ing:184 \n“I do not consider that the Relevant Loans could have caused the \nBank loss in an accounting sen se where they were used to repay \nother Relevant Loans or Intermediary Loans, since the Bank’s case is \nthat those borrowers would not otherwise have repaid those loans. \nBeyond that, it is not possible to say, from the information that I \nhave been provided w ith, that the Relevant Drawdowns themselves \nresulted in a loss. ” \n6.72 I am instructed that the question of if and when a loss occurs during the sort \nof scheme identified (i.e. “ cyclical re -lending ”) is a question of law, not \naccount ing.  \n6.73 Nonetheless, I consider  Mr. Steadman’s points below with reference to his \nmethodology and consider whether, in my view, he has applied it \nappropriately on its own terms.  \n \n184  Steadman1, paragraph 4.5.2.  \nD1/347/94\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 95 Summary of Mr. Steadman’s methodology  \nSelection of customers and time period  \n6.74 Mr. Steadman begins his analysis by considering the change in value of the \nBank’s loan portfolio during and after the “ Relevant Drawdown Period ”.185 \nHe does so in respect of all Named Customers.186 Mr. Steadman describes \nthis group as “ Relevant Customers ”. However, I will continue to use the term \n“Named Customers” (which I used in my First Report) since, as I go on to \nexplain, I do not consider that all the Named Customers are “ relevant ”.187 \nIndeed, i n my view , Mr. Steadman should not have analysed all Named \nCustomers without establishing a link between them . (See further at \nparagraphs 6.85  to 6.90 ). \nCalculation and conclusion  \n6.75 Mr. Steadman considers the loan "}
{"start": 154000, "text": "ers.186 Mr. Steadman describes \nthis group as “ Relevant Customers ”. However, I will continue to use the term \n“Named Customers” (which I used in my First Report) since, as I go on to \nexplain, I do not consider that all the Named Customers are “ relevant ”.187 \nIndeed, i n my view , Mr. Steadman should not have analysed all Named \nCustomers without establishing a link between them . (See further at \nparagraphs 6.85  to 6.90 ). \nCalculation and conclusion  \n6.75 Mr. Steadman considers the loan portfolio of Named Customers by analysing \naggregate balances on the following accounts:188 \na) loan accounts (i.e. with prefixes 2062 a nd 2063);  \nb) overdue debt accounts (i.e. with prefix 2067);  \nc) mortgage accounts (i.e. with prefix 2083);  \nd) interest accounts (i.e. with prefix 2068); and  \ne) overdue interest accounts (i.e. with prefix 2069).  \n \n185  Mr. Steadman defines the “Relevant Drawdown Period”  as the period in which \nRelevant Drawdowns were made (i.e. 1 November 2013 to 1 September 2014). \n(Source: Steadman1, Glossary of Defined Terms, page 4 ). His “ Post Relevant \nDrawdown Period ” begins after 1 September 2014 and ends on 1  October 2016. \n(Source: Steadman1, paragraphs 4.2.1 and Appendix 4.2 ). \n186  Steadman1, Section 4.2.  \n187  In my review of Mr. Steadman’s analysis, I used the same list of customers as he did \n(i.e. those  set out  in Table 2 of Annex A to Section 1B of the Disclosure Review \nDocument atta ched to the Order of Mr . Justice Mann , dated 21 October 2020 . \nSource: Steadman1, Glossary of Defined Terms, page 4 ). \n188  Steadman1, Appendix 1.3, paragraphs 1.4.3 and 1.4.4.  \nD1/347/95\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 96 6.76 Mr. Steadman calculates the aggregate loan portfolio balan ces of all Named \nCustomers on the following days:  \na)the day before the Relevant Drawdown Period begins\n(i.e. 31 October  2013); and\nb)the last day of the Relevant Drawdown Period (i.e. 1 September 2014).\n6.77 Next, Mr. Steadman calculates the net movement in the ba lances between \nthe two dates.189 For loans denominated in UAH and EUR, he applies an \naverage exchange rate in respect of  conversions to USD. (See further in \nAppendix  6-3-1, paragraphs A.8 to A.13 ). \n6.78 On Mr. Steadman’s analysis, the loan portfolio of the Named Customers \nincreased by USD 690.3 million190 during the Relevant Drawdown  Period.191 \nThis figure is approximately 30%192 of the value of Relevant Drawdowns , and \ncan be summarised as follows:193 \na)USD 1,127.3 million is attributed to an increase  in the loan portfolio of\nBorrowers; and\nb)USD (437 .0) million is attributed to a decrease  in the loan portfolio of\nother Named Customers.\n6.79 Mr. Steadman deducts from his calculation the amount of interest accrued \nduring the same period, totalling USD  618.3  million.194, 195 (See further in \nAppendix 6-3-1, paragraphs A.23  to A.28 ). He therefore concludes that the \nincrease in the loan portfolio during the Relevant Drawdown Period \namounted to USD 72 million, after deduction of interest accrued .196 \n189Steadman1, Table 4.1.  \n190USD 1,127.3 million – USD 437.0 million = USD 690.3 mil lion.  \n191i.e. 1 November 2013 to 1 September 2014, inclusive.\n192USD 690,299,246 / USD 2,335,943,519 = 29.6%.  \n193Steadman1, Table 4.1.  \n194Steadman1, Table 4.2.  \n195Mr. Steadman  does not explain the methodology he uses to calculate  “interest \naccrued ”. \n196USD 690.3 million – USD 618.3 million = USD 72 million.  \nD1/347/96\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 97 6.80 However, Mr. Steadman applies a different methodology to the period after  \nthe Relevant Drawdowns were made (i.e. between  1 Septembe r 2014 and \n1 October 2016; before the Transformation but after  the Asset Transfer). \nHe concludes that the increase in the loan portfolio after  the Relevant \nDrawdown Period amounted to USD  1,269.1  million. In contrast to his \napproach to "}
{"start": 157500, "text": "2 million.  \nD1/347/96\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 97 6.80 However, Mr. Steadman applies a different methodology to the period after  \nthe Relevant Drawdowns were made (i.e. between  1 Septembe r 2014 and \n1 October 2016; before the Transformation but after  the Asset Transfer). \nHe concludes that the increase in the loan portfolio after  the Relevant \nDrawdown Period amounted to USD  1,269.1  million. In contrast to his \napproach to the Relevant Drawdow n Period, he does not deduct interest \naccrued  after the Relevant Drawdown Period.197 \n6.81 I consider Mr. Steadman’s calculations in detail in Appendix 6-3-1. In \nsummary, there are minor errors and inconsistencies, and some  anomalies \nin relation to the exchange r ates he uses. However, none of them affect the \nconclusions he reaches by applying his methodology.  \nAppropriateness of Mr. Steadman’s methodology  \n6.82 I go on to comment on the appropriateness of Mr. Steadman’s methodology, \nand how he applies it to his calculati ons. \nElements of his methodology  \n6.83 There are three elements of Mr. Steadman’s methodology with which I \ndisagree, as follows:  \na) the selection of customers on which he performs his analysis;  \nb) the deduction of interest accrued from the indebtedness of Named \nCustomers, which he calculates in respect of Borrowers and other \nNamed Customers;198 and \nc) ignoring the implications of a restriction in data  that Mr. Steadman \nhimself acknowledges.  \n6.84 I address each of these elements below . \n \n197  Steadman1, Table 4.3.  \n198  Steadman1, Appendix 4.3.  \nD1/347/97\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 98 Selection of customers  \n6.85 In addition to Borrowers, the other Named Customers in Mr.  Steadman’s \nanalysis comprise Intermediary Borrowers, Other Borrowers, New \nBorrowers and c. 200 Other Named Customers.199 Most of those in the latter \ncategory are not referred to in the Bank’s case.200 \n6.86 Mr. Steadman does not explain why he considers the change in the loan \nportfolio in respect of all c. 500 Named Customers.201 I note that, apart from \nBorrowers, no other Named Cu stomers made Relevant Drawdowns. I am not \naware of any reason  for the selection of all Named Customers which would \nmake this analysis appropriate or useful.  \n6.87 I also understand that, a part from in two instances, the Defendants no \nlonger advance a case that R elevant Drawdowns were used to repay loans \nof Other Named Customers.202 \n \n199  Steadman1, Appendix 1.3, paragraphs 1.3.1 to 1.3.4.  \n200  i.e. other than the eight Other Named Customers referred to in the Bank’s case in \nrespect  of the Relevant Drawdowns made by the Cypriot Borrowers: specifically, \nBallioti Enterprises, Craentex Investments, Crispex, Divot Enterprises, Fios \nVentures, Hangli, Lexus Enterprises and Melchett . (See  Thompson1, \nAppendix  3-3-11). \n201  Mr. Steadman also ma kes certain minor errors in his selection of the Named \nCustomers. In particular, he incorrectly includes Dnipro -IF (CRF: 37183440), Sfyera \nPlus Company (CRF: 34003072) and Imperiya  Lit (CRF: 39727750 ). (See further in \nAppendix 6-3-2-1). He also incorrectly  excludes FK Dnipro (CRF: 32813827) and \nImperiya Holding (CRF: 39722181). Further, Mr. Steadman is unsure whether \nUkrnafta GSM (CRF: 35720353)  should be included as a Named Customer. I exclude \nit. (See further in Appendix 6-3-2-2). (CRF refers to the custo mer reference \nnumber).  \n202  The exceptions are: (i) Relevant Drawdown #39 in Thompson1, Appendix 3 -3-1, \nwhich the Davidson  Tracing Exercise indicates repaid a loan of Aspec t Oil;  and \n(ii) Relevant Drawdown #156 in Thompson1, Appendix 3 -3-1, which the Davidso n \nTracing Exercise indicates repaid a loan of ZFZ.  (Source: Davidson1, Appendix 8 and \nDavidson 1A, Appendix 8A ). \nD1/347/98\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 99 6.88 Furth"}
{"start": 161000, "text": "mer reference \nnumber).  \n202  The exceptions are: (i) Relevant Drawdown #39 in Thompson1, Appendix 3 -3-1, \nwhich the Davidson  Tracing Exercise indicates repaid a loan of Aspec t Oil;  and \n(ii) Relevant Drawdown #156 in Thompson1, Appendix 3 -3-1, which the Davidso n \nTracing Exercise indicates repaid a loan of ZFZ.  (Source: Davidson1, Appendix 8 and \nDavidson 1A, Appendix 8A ). \nD1/347/98\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 99 6.88 Further, by considering only the net change in aggregate indebtedness, I do \nnot consider that any useful conclusions can be drawn about how \ndrawdowns were used or loans were repaid.  For example, in Mr.  Steadman’s \nanalysis , the amounts drawn down by Borrowers and Intermediary \nBorrowers are reduced by sums repaid by trading companies (for example , \nNZF and OGOK ), which are neither Borrowers nor Intermediary Borrowers. \nEven when Mr. Steadman  only considers the indebtedness of the Borrowers, \nhe nets off Relevant Drawdowns and repayments thereof with drawdowns \nand repayments of loans which are not part of  the Bank’s case ( and are not \nlinked to it by Mr. Steadman) .  \n6.89 In my view, changes in indebtedness should not be netted off where no link \nhas been established between the funds drawn down and the loans repaid \n(which Mr. Davidson’s analysis has only partly sought to do). If one were to \nuse Mr. Steadman’s analysis to assess  whether the Releva nt Drawdowns  \ncaused the  Bank  loss, any attempt to quantify it would result in repayments \nwhich have not been linked  to the Bank’s case  reducing the quantum . \n6.90 As described in paragraph  6.78 , Mr. Steadman’s approach results in hi m \ncalculating  an increase  in the loan portfolio in relation to Borrowers of \nUSD  1,127.3 million, and a decrease in the loan portfolio in relation to other \nNamed Customers of USD 437.0 million , which leads to an aggregate \nincrease of USD  690.3  million.203, 204 Notwithstanding that I do not agree \nwith this approach,  Mr. Steadman’s calculation of the increase would be \nUSD  437.0 million  higher if other Named Customers were  excluded  \n(i.e. excluding other Named Customers from the analysis would result in an \nincrease  in the loan portfolio of USD  1,127.3  million) .  \n \n203  USD 1,127.3 million – USD 437.0 million = USD 690.3 million.  \n204  I note that Mr. Steadman does not consider the loan portfolio of other categories \nof customer in combination, such as Borrowers and Intermediary Borrowers.  \nD1/347/99\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 100 Deduction of interest  \n6.91 Mr. Steadman calculates the increase in the loan portfolio of Named \nCustomers as USD 690.3 million (of which USD  1,127.3 million relates to \nBorrowers).205 He then deducts “interest accrued” of USD  618.3  million \n(of which USD 164.7 million relates to Borrowers)206 to calculate a net \nincrease of USD  72 million.207 \n6.92 In relation to this figure, Mr. Steadman states the follo wing:208 \n“The remaining USD 72 million represents an increase in the loans \nowed to the Bank other than in respect of interest and therefore \nmay represent additional borrowing , this is approximately 3% of \nthe Relevant Loan Drawdowns of approximately USD 2.3 billion. ” \n6.93 Mr. Steadman does not provide any further explanation. However, t he \nBank’s transactional data shows that, in many instances, interest was repaid \nusing funds from drawdowns (i.e. indebtedness relating to interest was \nreplaced  with indebtedness relating to loan principal). Indeed, I note that \nMr. Davidson’s analysis also indicates this. (See paragraph 5.7a) ). Interest \nand loan principal  both contribute to indebtedness and , in my view,  should \nbe considered together. Therefore, I do not consider it is appropriate to \ndeduct interes t, and Mr. Steadman’s calculation of the increase in the loan \nportfolio would be  USD  618.3  million  higher if  inter"}
{"start": 164500, "text": "rawdowns (i.e. indebtedness relating to interest was \nreplaced  with indebtedness relating to loan principal). Indeed, I note that \nMr. Davidson’s analysis also indicates this. (See paragraph 5.7a) ). Interest \nand loan principal  both contribute to indebtedness and , in my view,  should \nbe considered together. Therefore, I do not consider it is appropriate to \ndeduct interes t, and Mr. Steadman’s calculation of the increase in the loan \nportfolio would be  USD  618.3  million  higher if  interest were included . \n6.94 Hence, notwithstanding that I do not agree with his approach, \nMr. Steadman’s  calculation of the increase in value of the Bank’s loan \nportfolio would be USD  1,055.3 million higher  (i.e. USD 1,127.3 million  in \ntotal ) if other Named Cust omers were excluded and interest accrued by the \nBorrowers  were included.  \n \n205  Steadman1, Table 4.1.  \n206  Calculated as the sum of interest accrued (i.e. the value in the column entitled \n“Total USD ” in Steadman1, Appendix 4.3) on accounts relating t o Borrowers (i.e. \nthose accounts which have the value “ Yes” in the column entitled “ Borrower? ” in \nSteadman1, Appendix 4.3).  \n207  Steadman1, Table 4.2.  \n208  Steadman1, paragraph 4.3.7. (Emphasis added).  \nD1/347/100\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 101 Data restriction  \n6.95 Mr. Steadman refers to  the “ scheme of cyclical re -lending ” between \nJanuary  2007 and December 2016, which is described  in the National Bank \nof Ukraine report , as follows :209 \n“I do not know whether the NBU is correct in stating that such a loan \nrecycling scheme operated at the Bank, since I do not have access \nto the Bank’s transactional data throughout this entire period. ” \n6.96 I agree with Mr. Steadman that data for the entire period to which he refers  \nis not available .210 He goes on to state the following:211 \n“Ideally it would have been useful in my analysis to consider the \nperiod prior to the start of the Relevant Drawd own Period. However, \nsince the entities to which the Transaction Data relates are \nthemselves defined by the activity in the Relevant Drawdown Period \nand following, it follows that the Transaction Data is incomplete for \nthe pre -Relevant Drawdown Period. ” \n6.97 It is therefore apparent that Mr. Steadman’s analysis is incomplete, since he \nis unable to establish whether loans were made prior to the Relevant Loans, \nand whether and how those loans were repaid. However, despite \nacknowledging the restriction in the data,  he does not acknowledge the \nconsequent limitation on his ability to reach a reliable conclusion . \n6.98 Nonetheless, as set out in detail in my First Report, loan recycling is readily \napparent in the available transactional data.212 One such example, which \ndepict s the repayment of a Relevant Drawdown made by Tamersa, is set out \nin Figure 6-1 below.  \n \n209  Steadman1, paragraph 4.1.3.  \n210  The first transaction in  the available data took place on 2 August 2010, and the last \ntransaction took place on 16 August 2022 . However,  the accounts and customers \navailable vary throughout the  period.  (See further in Appendix 1 -3). \n211  Steadman1, paragraph 4.2.4.  \n212  e.g. Thompson 1, Figure 4 -1 and paragraphs 4.63 to 4.76.  \nD1/347/101\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 102 Figure 6-1: Summary of the rep ayment of Relevant Drawdown #219 made \nby Tamersa  \n \nSource : Prepared using the information in Thompson1, Appendix 4 -8-9-1.  \n \nTamersa  Suppliers  Bank  \n4Т13350 D 4Т1335 3I Amadoras  \n4А13380 I \nMikuran  4А13792 I \n4А13379 D Gardera  \n  Foks Trading  4G13793 I 4G13381 D 4G13382I  \n4А13324 I \nSantekh \nMaster  \n4S16110 G \nD1/347/102\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 103  \nNote: The figures in orange circles denote the number of “layers” of \nrepayment. (See Thompson1, footnotes 180 and 207). The loan repayment "}
{"start": 168000, "text": "ing the information in Thompson1, Appendix 4 -8-9-1.  \n \nTamersa  Suppliers  Bank  \n4Т13350 D 4Т1335 3I Amadoras  \n4А13380 I \nMikuran  4А13792 I \n4А13379 D Gardera  \n  Foks Trading  4G13793 I 4G13381 D 4G13382I  \n4А13324 I \nSantekh \nMaster  \n4S16110 G \nD1/347/102\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 103  \nNote: The figures in orange circles denote the number of “layers” of \nrepayment. (See Thompson1, footnotes 180 and 207). The loan repayment \nlabelled “1” is a repayment of Relevant Drawdown #219 (i.e. the first \n“layer”). As illustrated above, that repayment was funded by an Intermediary \nDrawdown under Intermediary Loan 4T13353I, which was itself repaid by the \nloan repayment labelled “ 2” (i.e. the second “layer”). Continuing in this \nfashion, one arrives at the fourteenth and final “layer”, which was funded by \nNew Loan 4S16110G (i.e. via the Transformation).  \nConclusion  \n6.99 For the reasons set out above, I consider that Mr. Steadman’s methodo logy \nis inappropriate and flawed. Therefore, I do not consider that his analysis \nassists in considering whether the Relevant Drawdowns caused the Bank \nloss.  \n“Indicat ions of misappropriation ” \nOverview  \n6.100  The Bank’s case  on misappropriation is that Relevant Dra wdowns made \nunder Relevant Loans funded Unreturned Prepayments totalling \nUSD  1,911,877,385 to Defendant Suppliers under sham Supply Agreements, \nand the Relevant Loans were not validly repaid.213, 214 \n6.101  I do not consider it a matter of accounting expertise to opine on what \nconstitutes “ indicat ions of misappropriation ”. Although I am able to explain \nwhat happened to the relevant funds by analysing  the Bank's transactional \ndata , I consider it is for the court to establish whether this indicate s \n“misappropriation”. Mr.  Steadman appears to be of the view that  there \nwould not necessarily be a “misappropriation” if funds were ultimately used \nto repay other loans owed to the Bank.215 How ever, my understanding is \nthat this is a question of law, not accounting.  \n \n213  Thompson1, paragraphs 3.1 and 3.2.  \n214  I note that Mr. Steadman incorrectly summarises the Bank’s case on \nmisappropriation in paragraph 5.1.1 of Steadman1; in particular, paragraph \n5.1.1(iii) refers to the “ paym ent chains ” set out in the Lafferty Spreadsheets, which \ndo not form part of the Bank’s case . \n215  Steadman1, paragraph 5.1.3.  \nD1/347/103\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 104 6.102  In any event, I consider Mr. Steadman’s analysis of “ indicat ions of \nmisappropriation ” is flawed and  incomplete on its own terms, as I explain \nbelow.  \nMr. Steadman’s definition of “ indications of misappropriation ” \n6.103  Mr. Steadman states that, “ if funds had been misappropriated by being paid \nto the Borrowers or by being transferred by the Borrowers to the Defendant \nSuppliers”, he would expect to see the following:216 \na) “funds representing the Relevant Drawdowns were moved to accounts \noutside of the Bank and not returned  i.e., sent to non -PrivatBank \naccounts…; and/or  \nb) funds representing the Relevant Drawdowns were moved to accounts \nof customers of the Bank to reimburse funds  that were moved to \naccounts outside of the Bank and not returned; and/or  \nc) the Relevant Drawdowns contributed to an increase in the size of the \nBank’s lending  compared to the position prior to the Relevant \nDrawdown Period. ” \n6.104  As I have said, I do not express a view on whether one would expect to \nidentify such characteristics  if funds had been misappropriated. For \nexample, the significance of moving money out of accounts at a bank may \nbe different whe n the alleged wrongdoers own and control the bank than  \nwhen a  bank is defrauded by a third party . \n6.105  I have already addressed the point at paragraph 6.103c)  in paragraphs 6.69  \nto 6.99 . I address the other  two (in tandem) below.  \nSummary of Mr. Stead"}
{"start": 171500, "text": "4  As I have said, I do not express a view on whether one would expect to \nidentify such characteristics  if funds had been misappropriated. For \nexample, the significance of moving money out of accounts at a bank may \nbe different whe n the alleged wrongdoers own and control the bank than  \nwhen a  bank is defrauded by a third party . \n6.105  I have already addressed the point at paragraph 6.103c)  in paragraphs 6.69  \nto 6.99 . I address the other  two (in tandem) below.  \nSummary of Mr. Steadman’s methodology  \n6.106  Mr. Steadman identifies transactions involving other banks as those paid \ninto or out of accounts with prefixes 1500 and 1600, excluding accounts \n“which include ‘PrivatBank’ or the Ukrainian equivalent in the account \nname ”.217 \n \n216  Steadman1, paragraph 5.1.2. (Emphasis added).  \n217  Steadman1, Appendix 1.3, paragraph 1.5.3.  \nD1/347/104\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 105 6.107  Further, he limits his analysis to “transact ions between the Borrowers and \nthose borrowers of Intermediary Loans and other banks during the period \n1 November 2013 (the start of the Relevant Drawdown Period) and \nNationalisation. ”218, 219 \n6.108  Mr. Steadman identifie s the following payments with  customers of other \nbanks:220 \na) 37 payments to accounts outside the Bank, totalling an equivalent of \nUSD 90,654,244; and  \nb) two payments from  accounts outside the Bank, totalling an equivalent \nof USD 2,496,455.  \n6.109  Therefore, Mr. Steadman indicates that there were net payments ou t of the \nBank totalling USD 88,157,789.220 He states that these payments  relate to  \nonly  six customers, as follows:221, 222 \n“…four Borrowers and two borrowers of Intermediary Loans who \ncollectively transferred a net equivalent of USD 88.2 million to \naccounts outside of the Bank. None of these amounts were funded \nfrom Relevant Loans.”  \n6.110  I consider the appropriateness of  Mr. Steadman’s methodology belo w. \n \n218  The Bank was nationalised on 18 December 2016. ( Source: The Bank’s Consolidated \nFinancial Statements and Independent Auditor’s Report for the year ended \n31 December 2016, page 6 ). \n219  Steadman1, paragraph 5.3.1.  \n220  Steadman1, Appendix 5.1.  \n221  Steadman1, paragraph 5.3.2.  \n222  I agree that the transactions identified by Mr. Steadman are as set out in the Bank’s \ntransactional data.  \nD1/347/105\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 106 Appropriateness  of Mr. Steadman’s methodology  \n6.111  There are four categories of payment which Mr. Steadman excludes from his \nanalysis (and which I consider renders it incomplete), as follows:  \na) payments from accounts  other than those  of Borrowers and \nIntermedi ary Borrowers;  \nb) payments to accounts which  have ‘PrivatBank’ or the Ukrainian \nequivalent in their name;  \nc) payments to trading companies the Bank alleges were owned and/or \ncontrolled by the First and/or Second Defendants ; and  \nd) a large number of additional payme nts made by Named Customers to \naccounts outside the Bank.  \n6.112  I address each of these elements below.  \nPayments from accounts other than those of Borrowers and Intermediary \nBorrowers  \n6.113  Mr. Steadman  excludes from his analysis the accounts of all customers apart \nfrom Borrowers and Intermediary Borrowers.  \nD1/347/106\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 107 6.114  As I have already discussed, I consider that Mr. Steadman should not have \nconsidered all Named Customers in his analysis of aggregate  indebtedness \nwithout establishing a link between them. (See paragraphs 6.74  and 6.85  to \n6.88 ). However, notwithstanding this, i t is unclear why  he excludes  other \nNamed Customers in his consideration of whether there are  apparent  \n“indicat ions of misappropriation ” in the Bank’s transactional data, \nparticularly when he considers  these customers elsewhere in"}
{"start": 175000, "text": "e already discussed, I consider that Mr. Steadman should not have \nconsidered all Named Customers in his analysis of aggregate  indebtedness \nwithout establishing a link between them. (See paragraphs 6.74  and 6.85  to \n6.88 ). However, notwithstanding this, i t is unclear why  he excludes  other \nNamed Customers in his consideration of whether there are  apparent  \n“indicat ions of misappropriation ” in the Bank’s transactional data, \nparticularly when he considers  these customers elsewhere in his analysis, \nas follows : \na) in Section 4, where he considers total lending to Named \nCustomers ;223, 224 \nb) in Sections 4 and 5, whe re he considers the other Named Customers  \nfor whom Relevant Drawdowns are traced to loan repayments in \nMr. Davidson’s Transaction Chains (using Mr.  Davidson’s  Funds Flow \nMethodology );225 and \nc) in Section 5, where he describes  the second of the “indicat ions” he \nwould “ typically expect to see ” if funds had been misappropriated by \nthe Borrowers  (i.e. “ moved to accounts of customers of the Bank to \nreimburse funds  that were moved to accounts outside of the Bank and \nnot returned ”).226 \n \n223  Mr. Steadman refers to them as Relevant Customers.  \n224  Steadman1, paragraph 4.2.1.  \n225  Steadman1, paragraphs 4.1.1, 4.5.2, 5.1.3, 5.2.2 and 5.4.1 . \n226  Steadman1, paragraph 5.1.2 ii). (Emphasis added).  \nD1/347/107\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 108 Payments to accounts  which have ‘PrivatBank’ or the Ukrainian equival ent \nin their name  \n6.115  Mr. Steadman also excludes from his analysis accounts “ which include \n‘PrivatBank’ or the Ukrainian equivalent in the account name ”.227 This \nincludes payments to customers of the Bank’s Russian subsidiary,228 \nPB Latvia and PrivatBank Georgia . Data for these entities has not been \ndisclosed, and so the ultimate destination of the funds is unclear.229 \nHowever, Mr. Steadman makes no mention of these payments.  \nPayments to trading companies  the Bank alleges were  owned  and/or \ncontrolled by  the First and/or Second Defendants  \n6.116  Mr. Steadman excludes  from his analysis funds from Relevant Drawdowns \nwhich (according to  the Lafferty Spreadsheets ) are paid to accounts of \ntrading companies230 the Bank alleges  were owned and/or controlled by the \nFirst and/or Second Defendant s.231 \n6.117 I note that, in the Davidson Tracing Exercise to which Mr. Steadman\nrefers,232 Relevant Drawdown #156  is traced to repayments of loans of \nZFZ.233 (It is t he Bank’s case that ZFZ is a comp any owned and/or controlled \nby the First and/or Second Defendant ).231 \n227Steadman1, Appendix 1.3, paragraph 1.5.3.  \n228CJSC MKB MoskomPrivatBank , which was a subsidiary of  the Bank until April 2014. \n(Source:  The Bank’s Consolidated Financial Statements and Independent Aud itor’s \nReport for the year ended 31 December 2014, page 7 ). \n229Certain PB Latvia bank statements have been disclosed by the First Defendant \nwhich record additional transactions to those in the Bank’s transactional data. \nHowever, Mr. Steadman does not refer  to them.  \n230According to websites of these companies. (See Appendix 1 -3). \n231Bank’s response dated 5 May 2020 to D2 RFI, para graph  26(c)(iii)(1).  \n232Steadman1, paragraphs 4.1.1, 4.5.2, 5.1.3, 5.2.2 and 5.4.1.  \n233Davidson1A, Appendix 7 -3A, page 12.  \nD1/347/108\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 109 6.118  Further, as explained in paragraph 5.22 , Mr. Davidson did not analyse 69 of \nthe 270 Relevant Drawdowns, totalling an equivalent of USD 557,213,749. \nThree  of them can be traced to accounts of ZFZ  using his Funds Flow \nMethodology .234  \n6.119  Of the remaining 66 Relevant Drawdowns235 which Mr . Davidson  did not \nanalyse,  the  First Defendant  previously  indicated  in the Lafferty \nSpreadsheets that 48 repaid loans of trading companies which the Bank \nalleges are owned and/or controlled by the First a"}
{"start": 178500, "text": "xplained in paragraph 5.22 , Mr. Davidson did not analyse 69 of \nthe 270 Relevant Drawdowns, totalling an equivalent of USD 557,213,749. \nThree  of them can be traced to accounts of ZFZ  using his Funds Flow \nMethodology .234  \n6.119  Of the remaining 66 Relevant Drawdowns235 which Mr . Davidson  did not \nanalyse,  the  First Defendant  previously  indicated  in the Lafferty \nSpreadsheets that 48 repaid loans of trading companies which the Bank \nalleges are owned and/or controlled by the First and/or Second \nDefendants.236 \nAdditional payments made by Na med Customer s to accoun ts outside the \nBank  \n6.120  Mr. Steadman excludes t he following additional payments by Named \nCustomers to accounts outside the Bank:  \na)12,682  payments , totalling an equivalent of USD  3.7 billion , by Named\nCustomers  to corresponding/ correspondent accounts outside the\nBank .237 (See further at paragraphs 6.122  to 6.130 );\nb)259 payments , totalling an equivalent of USD  0.9 billion , by Named\nCustomers of the Bank’s Cyprus Branch  to\ncorresponding/correspondent accounts outside the Bank  (via the\nBank’s Ukraine head office) . (See further at paragraph  6.131 ); and\nc)319,749  payments , totalling an equivalent of USD 2.4 billion , by\nNamed Customers to accounts with an MFO ( i.e. a sort code) relating\nto external banks. (See further at paragraphs 6.132  to 6.134 ).\n6.121  It is unclear whether Mr. Steadman considered these transactions and, if so, \non what basis he excluded them. I provide further details below.  \n234See Table 5-3. \n23569 – 3 = 66.  \n236The 51 Relevant Drawdowns referred to in Appendix 5 -1-2, cell E13 , minus  the three \nRelevant Drawdowns referred to in paragraph  6.118  (i.e. 51 – 3 = 48 ). \n237i.e. accounts with prefix 1500 and 1600.\nD1/347/109\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 110 a) Payments by Named Customers to correspon ding/correspon dent  accounts\noutside the Bank\n6.122  During the period of Mr. Steadman’s analysis,238 and t aking account of the \ncustomers excluded  in paragraphs 6.107  and 6.114 ,239 12,682 additional \npayments, totalling UAH  96.6 billion240 (which  is equivalent to \nUSD  3.7 billion) ,241 were made  by Named Custom ers to \ncorrespon ding/correspon dent  accounts outside the Bank .242 These \ncomprise:  \na)11,089 payments, totalling UAH 79.2  billion, to ex ternal banks  (other\nthan those which have ‘PrivatBank’ or the Ukrainian equivalent in their\nname) . A summary is set out in Table 6-4 below; and\nb)1,593 payments, totalling UAH 17.4 billion, to accounts which have\n‘PrivatBank’ or the Ukrainian equivalent in their name. A summary is\nset out in Table 6-5 below.\n238i.e. between 1 November 2013 and 18 December 2016.\n239i.e. including accounts of Suppliers, Defend ant Suppliers and other Named\nCustomers, and including accounts which include ‘PrivatBank’ or the Ukrainian \nequivalent in the account name.  \n240These payments were made in a number of currencies. (See Appendix 6 -4-1-2, \ncolumn P).  \n241Applying the exchange ra te at 18 December 2016 (i.e. on the date of the Bank’s \nnationalisation ). USD 3.7 billion is the sum of cells D 18 and D 31 in \nAppendix 6-4-1-1. \n242i.e. account prefixes 1500 and 1600.\nD1/347/110\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 111 Table 6-4: Summary of payments from Named Customers to \ncorresponding/correspondent accounts outside the Bank, other than \nthose which have ‘PrivatBank’ or the Ukrainian equivalent in their \nname(1) \nCustomer Type  Amount \n(UAH equivalent)  Number of \npayments  \n Defendant Supplier 6,376,706,872 228 \n Supplier  6,759,137,465 1,229 \n other Named Customer 66,043,905,806 9,632 \n Total 79,179,750,143(2) 11,089 \nSource: Appendix  6-4-1 . \nNotes: (1) Figures in the table are subject to rounding. \n(2) Equivalent to USD 3,010,807,462 applying the exchange rate as \nat 18 December 2016 (i.e. at the time of Nationalisation).\nTable 6-5: Summary of "}
{"start": 182000, "text": "vatBank’ or the Ukrainian equivalent in their \nname(1) \nCustomer Type  Amount \n(UAH equivalent)  Number of \npayments  \n Defendant Supplier 6,376,706,872 228 \n Supplier  6,759,137,465 1,229 \n other Named Customer 66,043,905,806 9,632 \n Total 79,179,750,143(2) 11,089 \nSource: Appendix  6-4-1 . \nNotes: (1) Figures in the table are subject to rounding. \n(2) Equivalent to USD 3,010,807,462 applying the exchange rate as \nat 18 December 2016 (i.e. at the time of Nationalisation).\nTable 6-5: Summary of payments from Named Customers to \ncorresponding/correspondent accounts outside the Bank which have \n‘PrivatBank’ or the Ukrainian equivalent in their name \nCustomer Type  Amount \n(UAH equivalent)  Number of \npayments  \n Intermediary Borrower 39,699,382 2 \n other Named Customer 17,332,647,115 1,591 \n Total 17,372,346,497(1) 1,593 \nSource: Appendix 6-4-1. \nNote: (1) Equivalent to USD 66 0,582,919  applying the exchange rate as at \n18 December 2016 (i.e. at the time of Nationalisation).  \nD1/347/111\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 112 6.123  I set out below one way in which  a Named Customer that Mr. Steadman \nexcludes made payments outside the Bank.243 \n“IMPA” payments  \n6.124  Certain payments refer to “ IMPA ” in th eir transaction narrative. They \noccurred as follows:244 \na)a customer made a payment from its USD current account to an\ninternal account of the Bank;245\nb)a payment was made from one internal account of the Bank  to\nanother;246 and\nc)a payment was made from this account to an account outside the\nBank.247\n6.125  Kalten Trade (which is a Supplier) made a significant amount of these \npayments. During the period of Mr. Steadman’s analysis,248 Kalten Trade \nmade payments totalling USD 297 million to accounts at 23  other banks.249,\n250 A summary is set out in Appendix 6-4-2. \n6.126  I set out a worked example below.  \n243These payments are a subset of the 1,229 payments from Suppliers identified in \nTable 6-4. \n244It is not clear to what “IMPA” refers.  \n245i.e. to an account  with prefix 3900.\n246i.e. to an account with prefix 1919.\n247i.e. to an account with prefix 1500.\n248i.e. between 1 November 2013 and 18 December 2016.\n249Between January 2013 and October 2013 (i.e. the period immediately prior to \nMr. Steadman’s analysis) , Kalten Trade made payments totalling USD 174 million. \n(See note 4, Appendix 6-4-2-1). \n250Other customers of the Bank’s Cyprus Branch made similar payments with “ IMPA ” \nin the transaction narrative to accounts outside the Bank; e.g. Stalmag, a Named \nCustomer. ( See Appendix 6-4-1-2).  \nD1/347/112\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 113 Example of an “IMPA” payment by Kalten Trade on 22 January 2014  \n6.127  Kalten Trade made a payment of USD 1,396,560 from its current account to \na Bank internal account with prefix 3900. The transaction narrative reads as \nfollows:251 \n “PAYMENT UNDER LETTER OF CREDIT NO.0107/6757/ IMPA , LCI -\nCY00DI/924”.  \n6.128  A payment of USD 1,396,560 was subsequently made from the Bank internal \naccount with prefix 3901 to a Bank internal account with prefix  1919. The \nlatter included “ Woori Bank ” in its name, with the following transaction \nnarrative:252 \n“8424092 CASH COLLATERAL UNDER L/C NO.0107/6757/ IMPA \nYOUR REF:LCI -CY00DI/924, APPLICANT: KALTEN TRADE S.A.”  \n6.129  Further, a payment of USD 1,396,500 was made from t he account with prefix \n1919 to an account with prefix 1500  at JP Morgan Chase Bank. The \ntransaction narrative reads as follows:253 \n“/BNF/PMNT UNDER L/C 0107/6757/ IMPA //YOUR REF. \nFEU0013000395, LESS//OUR COMMS USD60.00 \n(AMENDMENT//FEE USD50, TELECOM FEE USD1 0)  WOORI BANK, \nSEOUL ” \n6.130  Although the final payment was made to a  correspondent  account at JP \nMorgan Chase Bank, the transaction narrative indicates that the ultimate \ndestination was an account at Woori Bank, a South Korean bank. It is unclear \nwho  received t he fun"}
{"start": 185500, "text": "th prefix 1500  at JP Morgan Chase Bank. The \ntransaction narrative reads as follows:253 \n“/BNF/PMNT UNDER L/C 0107/6757/ IMPA //YOUR REF. \nFEU0013000395, LESS//OUR COMMS USD60.00 \n(AMENDMENT//FEE USD50, TELECOM FEE USD1 0)  WOORI BANK, \nSEOUL ” \n6.130  Although the final payment was made to a  correspondent  account at JP \nMorgan Chase Bank, the transaction narrative indicates that the ultimate \ndestination was an account at Woori Bank, a South Korean bank. It is unclear \nwho  received t he funds.  \n251 Appendix 6-4-2-2, row 1946. (Emphasis added).  \n252  Appendix 6-4-2-3, row 255. (Emphasis added).  \n253  Appendix 6-4-2-4, row 279. (Emphasis added).  \nD1/347/113\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 114 b) Payments by Named C ustomers of the Bank’s Cyprus Branch to\ncorrespond ing/correspond ent accounts outside the Bank  (via the Bank’s\nUkraine head office)\n6.131  An additional  259 payments, totalling UAH  23.7  billion  (which is equivalent \nto USD  0.9 billion),254 were made by Named C ustomers of the Bank’s Cyprus \nBranch255 to correspond ing/correspond ent accounts outside the Bank  (via \nthe Bank’s  Ukraine head office) .256, 257 These comprise:  \na)118 payments, totalling UAH 17.2  billion, to external banks  (other than\nthose which have ‘Privat Bank’ or the Ukrainian equivalent in their\nname) . A summary is set out in Table 6-6 below; and\nb)141 payments, totalling UAH 6.5 billion, to accounts which have\n‘Privat Bank’ or the Ukrainian equivalent in their name. A summary is\nset out in Table 6-7 below.\nTable 6-6: Summary of payments by Named Customers of the Bank’s \nCyprus Branch to corresponding/correspondent accounts outside the \nBank (via th e Bank’s Ukraine head office), other than those which have \n‘PrivatBank’ or the Ukrainian equivalent in their name \nCustomer Type  Amount \n(UAH equivalent)  Number of \npayments  \nDefendant Supplier   1,661,978,104 10 \nSupplier   153,443,277 13 \nother Named Customer   15,421,001,492 95 \n Total 17,236,422,873(1) 118 \nSource: Appendix 6-4-3. \nNote: (1) Equivalent to USD 655,414,427  applying the exchange rate as at \n18 December 2016 (i.e. at the time of Nationalisation).  \n254Applying the exchange rate at 18 December 2016 (i.e. on the date of the Ba nk’s \nnationalisation).  USD 0.9 billion is the sum of cells D18 and D33 in  \nAppendix 6-4-3-1. \n255Account prefix 3901 , which relates to settlements between the Bank’s branches \nand its Ukraine head office . \n256Account prefixes 1500 and 1600.  \n257During the period of Mr. Steadman’s analysis (i.e. between 1 November 2013 and \n18 December 2016).  \nD1/347/114\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 115 Table 6-7: Summary of payments by Named Customers of the Bank’s \nCyprus Branch to corresponding/correspondent accounts outside the \nBank (via the Bank’s Ukraine head office) which have ‘PrivatBank’ or the \nUkrainian equivalent in their name \nCustomer Type  Amount \n(UAH equivalent)  Number of \npayments  \nBorrower   3,996,500 1 \nDefendant Supplier   39,965,000 1 \nSupplier  1,732,562,166  21 \nother Named Customer  4,720,837,035  118 \n Total 6,497,360,701(1) 141 \nSource: Appendix 6-4-3. \nNote: (1) Equivalent to USD 247,061,932  applying the exchange rate as at \n18 December 2016 (i.e. at the time of Nationalisation).  \nc) Payments by Named Customers to accounts with an MFO (i.e. a sort code)\nrelating to external banks\n6.132  Mr. Steadman states that “ transactions with banks other than Priv atBank… \nare identified with the prefixes 1500 and 1600 ”.258 \n6.133  However, payments were also made to accounts with prefixes other than \n1500 and 1600 with an MFO  relating to external banks.  \n6.134  During the period of Mr. Steadman’s analysis,259 an additional 319,749 \npayments, totalling UAH  64.1 billion (which is equivalent to USD 2.4 billion), \nwere made  from accounts of Named Customers to accounts with an MFO \nrelating to external banks.260 A s"}
{"start": 189000, "text": "ransactions with banks other than Priv atBank… \nare identified with the prefixes 1500 and 1600 ”.258 \n6.133  However, payments were also made to accounts with prefixes other than \n1500 and 1600 with an MFO  relating to external banks.  \n6.134  During the period of Mr. Steadman’s analysis,259 an additional 319,749 \npayments, totalling UAH  64.1 billion (which is equivalent to USD 2.4 billion), \nwere made  from accounts of Named Customers to accounts with an MFO \nrelating to external banks.260 A summary of the top 10 recipient banks by \nvalue is set ou t in Table 6-8 below.  \n258  Steadman1, paragraph 5.3.1.  \n259  i.e. between 1 November 2013 and 18 December 2016.  \n260  There are payments totalling UAH 37.8  billion to accounts with another 112 MFOs. \nHowever, it is not clear with which banks these MFOs are associated; none of them \nare listed on the  websites of  the National Bank of Ukraine or the Deposit Guarantee \nFund of Ukraine . (See Appendix 6-4-5). \nD1/347/115\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 116 Table 6-8: Summary of payments to external banks from accounts of \nNamed Customers according to the MFO field(1) \nRecipient Bank  Amount  \n(UAH)  Number of \npayments  \nOschadbank   26,150,396,372  45,932  \nSettlement Center(2)  17,490,104,957  277  \nA Bank(3)  3,023,273,301  5,053  \nFirst Ukrainian International Bank  2,315,078,799  15,061  \nRaiffeisen Bank Aval   2,035,293,041  52,668  \nPivdennyi Bank   1,328,501,033  6,591  \nUkreximbank   1,281,536,488  23,515  \nIndustrial -Financial Bank   1,205,501,910  1,333  \nVTB Bank   1,034,700,010  4,762  \nCredit Agricole Bank   691,854,587  7,269  \nSubtotal  56,556,240,498(4) 162,461  \n160 other banks  7,573,678,005  157,288  \nTotal  64,129,918,503(5) 319,749  \nSource: Appendix 6-4-4-1. Transactions are summarised according to the \nnames of the Bank’s customers in Appendix 6-4-4-2. \n \nNotes: (1) Figures in the table are subject to rounding.  \n \n(2) Public Joint Stock Company ‘Settlement Center’.  \n \n(3) Joint Stock Company “Accent -Bank”.  \n \n(4) Equivalent to USD 2,150,549,233 , applying the exchange rate as at \n18 December 2016 (i.e. at the time of Nationalisation).  \n \n(5) Equivalent to USD 2,438,538,096 , applying the exchange rate as at \n18 December 2016 (i.e. at the time of Natio nalisation).  \n \nD1/347/116\n30 September  2022  \n Confidential  \nSecond Report of Ian Thompson in BL -2017 -000665  | 117 Conclusion  \n6.135  Although I express no view on whether the points made by Mr.  Steadman \nare “ indicat ions of misappropriation ” one would expect to see, given that \nMr. Steadman has not considered as part of his analysis : (i) payments from \naccounts other than those of Borrowers and Intermediary Borrowers ; \n(ii) payments to accounts  which have  “PrivatBank” in the ir name ; \n(iii) payments to trading companies  the Bank alleges  were  owned  and/or \ncontrolled  by the First and /or Second Defendants ; and (iv)  a large number of \npayments made by Named Customers to accounts outside the Bank, I \nconsider that his analysis is flawed and incomplete  on its own terms.   \nD1/347/117\nD1/347/118\n"}
